{
	"date": "JANUARY  2, 2023",
	"region": "AA",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED APPROXIMATELY 13 KILOMETERS (8.05 MI) SOUTHEAST OF THE REINA BEATRIX INTERNATIONAL AIRPORT, ARUBA.  OWNERSHIP--UNKNOWN. TO REACH THE STATION FROM THE MAIN ENTRANCE TO THE AIRPORT, PROCEED SOUTHEAST ALONG HIGHWAY 1A TOWARDS SAN NICOLAAS 4.8 KILOMETERS (3.00 MI) TO A TRAFFIC LIGHT AND AN UNNAMED/UNNUMBERED PAVED ROAD RIGHT. TURN RIGHT, AND PROCEED SOUTHWEST 0.3 KILOMETERS (0.20 MI) TO A T INTERSCTION.  TURN LEFT ON AN UNNAMED/UNNUMBERED PAVED ROAD AND PROCEED SOUTHEAST 1.0 KILOMETERS (0.60 MI) TO AN UNNAMED/UNNUMBER PAVED ROAD RIGHT.  TURN RIGHT TOWARDS THE MARINA PIRATA RESTURANT FOR 0.1 KILOMETER (0.05 MI) TO A PAVED ROAD LEFT.  TURN LEFT ON AN UNNAMED/UNNUMBERED PAVED ROAD AND PROCEED 0.2 KILOMETERS, (0.10 MI) TO A PAVED ROAD RIGHT, TURN RIGHT AND PROCEED 0.1 KILOMETER (0.05 MI) UNTIL THE ROAD TURNS TO DIRT.  CONTINUE AHEAD ON THE DIRT ROAD 0.2 KILOMETER (0.10 MI) AND THE STATION ON THE RIGHT, JUST NORTH OF A METAL STAIRCASE LEADING TO THE WATER.  STATION IS 17.7 METERS (58.1 FT) NORTH NORTHEAST OF A SET OF STAIRS LEADING TO THE WATER, 19.0 METERS (62.3 FT) WEST SOUTHWEST OF THE CENTERLINE OF A GATE TO A DRIVWAY, 1.0 METER (3.3 FT) WEST SOUTHWEST OF THE CENTERLINE OF THE DIRT ROAD.  STATION IS MARKED BY A 60 CENTIMETER SQUARE CONCRETE MONUMENT PROJECTING 23 CENTIMETERS.  STATION IS A PUNCH MARK IN A IRON PIN IN A CENTER HOLE RECESSED 2 CENTIMETERS.",
			"elevation": 3.78,
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "ARUBSD"
				},
				{
					"date": "19960320",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "AB9242",
			"lat": 12.468664883333334,
			"long": -69.975007225,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED APPROXIMATELY 9 KILOMETERS (5.60 MI) NORTHWEST OF THE REINA BEATRIX INTERNATIONAL AIRPORT, ARUBA.  STATION IS LOCATED IN AN OPEN AREA OF CATUS AND BRIARS SOUTHEAST OF THE LA CABANA CASINO. OWNERSHIP--UNKNOWN.  TO REACH THE STATION FROM THE MAIN ENTRANCE TO THE AIRPORT PROCEED NORTHWEST 9.3 KILOMETERS (5.75 MI) ALONG HIGHWAY 1B TOWARDS THE CALIFORNIA LIGHTHOUSE, TO A TRAFFIC LIGHT AT THE ADVENTURE GOLF PARK.  MAKE A U TURN AND PROCEED SOUTH ALONG HIGHWAY 1A 0.8 KILOMETER (0.50 MI) TO AN UNNAMED/UNNUMBERED PAVED ROAD LEFT, JUST PAST THE LA CABANA CASINO.  TURN LEFT AND PROCEED WEST ALONG THE PAVED ROAD FOR 0.3 KILOMETER (0.20 MI) TO A TRACK ROAD AND THE STATION ON THE LEFT.  STATION IS 32.9 METERS (107.9 FT) SOUTHWEST OF THE UNNAMED/UNNUMBERED PAVED ROAD, AND 30.5 METERS (100.1 FT) WEST SOUTHWEST OF THE TRACK ROAD.  STATION IS MARKED BY A 64 CENTIMETER SQUARE CONCRETE MONUMENT PROJECTING 25 CENTIMETERS.  STATION IS A PUNCH MARK IN A IRON PIN IN A CENTER HOLE RECESSED 2 CENTIMETERS.",
			"elevation": 4.1,
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "ARUBSD"
				},
				{
					"date": "19960320",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "AB9241",
			"lat": 12.548437416666667,
			"long": -70.0556171861111,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE REINA BEATRIX INTERNATIONAL AIRPORT, ARUBA, NEATHERLANDS ANTILLES.  STATION IS LOCATED IN THE GRASSY AREA BETWEEN THE RUNWAY AND THE AIRCARFT PARKING AREA IN FRONT OF THE TERMINAL BUILDING.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  AGUSTIN VROLIJK, DEPUTY DIRECTOR OF CIVIL AVIATION, SABANA BERDE 73-B, ARUBA, TELEPHONE (297) 832-665.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR. LEO DE CUBA, ARUBA SURVEYORS OFFICE, TELEPHONE (297) 836-905. STATION IS LOCATED 60.0 METERS (196.8 FT) SOUTH OF THE EDGE OF PAVEMENT OF THE AIRCRAFT PARKING AREA, 79.5 METERS (260.8 FT) EAST SOUTHEAST OF THE EDGE OF PAVEMENT OF TAXIWAY B, AND 9.0 METERS (29.5 FT) NORTH NORTHEAST OF THE NORTHEAST CORNER OF THE LETTER R CONSTRUCTED OF CONCRETE TILES EMBEDDED IN THE GROUND.  STATION IS SET IN THE TOP OF A 60 CENTIMETER CIRCULAR CONCRETE POST, FLUSH WITH THE GROUND.  THIS STATION HAS BEEN SELECTED AS THE PRIMARY AIRPORT CONTROL STATION (PACS) .",
			"elevation": 16.7,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9240",
			"lat": 12.500977238888888,
			"long": -70.009075175,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE REINA BEATRIX INTERNATIONAL AIRPORT, ARUBA, NEATHERLANDS ANTILLES.  STATION IS LOCATED IN A RUGGED GRASSY AND LOW BRUSH AREA AT THE EAST END OF THE RUNWAY.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  AGUSTIN VROLIJK, DEPUTY DIRECTOR OF CIVIL AVIATION, SABANA BERDE 73-B, ARUBA, TELEPHONE (297) 832-665.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  LEO DE CUBA, ARUBA SURVEYORS OFFICE, TELEPHONE (297) 836-905.  STATION IS 20.8 METERS (68.2 FT) EAST OF A CONCRETE POWER LINE MARKER TAGGED RC RS 980V, AND 2.5 METERS (8.2 FT) NORTH OF A TRACK ROAD LEADING FROM THE AIRCRAFT PARKING AREA.  THIS MARK HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS).",
			"elevation": 20.4,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9540",
			"lat": 12.500039233333334,
			"long": -70.00437201944445,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE REINA BEATRIX INTERNATIONAL AIRPORT, ARUBA, NEATHERLANDS ANTILLES.  STATION IS LOCATED AT THE WEST END OF THE RUNWAY IN THE AREA BETWEEN THE RUNWAY AND TAXIWAY G. OWNERSHIP--DEPARTMENT OF CIVIL AVIATION.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  AGUSTIN VROLIJK, DEPUTY DIRECTOR OF CIVIL AVIATION, SABANA BERDE 73-B, ARUBA, TELEPHONE (297) 832-665. ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  LEO DE CUBA, ARUBA SURVEYORS OFFICE, TELEPHONE (297) 836-905.  STATION IS 72.3 METERS (237.2 FT) SOUTH OF THE SOUTH EDGE OF A PAVED DRAINAGE DITCH SOUTH OF TAXIWAY G, 62.2 METERS, (204.1 FT) NORTH NORTHEAST OF THE EDGE OF PAVEMENT OF RUNWAY 11-29, AND 60.8 METERS (199.5 FT) EAST SOUTHEAST OF A 60 CENTIMETER SQUARE PYRAMID SHAPED MOUND OF CONCRETE WITH AN IRON PIN IN THE TOP.  STATION IS SET IN THE TOP OF A 60 CENTIMETER ROUND CONCRETE POST, FLUSH WITH THE GROUND.  THIS MARK HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS).",
			"elevation": 3.5,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9541",
			"lat": 12.504679727777777,
			"long": -70.02577153333333,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}