{
	"date": "DECEMBER  3, 2022",
	"region": "AB",
	"markers": [
		{
			"description": " BY ENERGY MINES AND RESOURCES 1999 FROM THE INTERSECTION OF HIGHWAY 4 AND MAYOR MAGRATH DRIVE IN THE SOUTHEAST PART OF LETHBRIDGE, DRIVE ON HIGHWAY 4 FOR 12.4 KM (7.70 MI).  TURN LEFT (EAST) ON SECONDARY ROAD 508 (DIRT ROAD) AND DRIVE 4.5 KM (2.80 MI) TO ANOTHER NORTH-SOUTH DIRT ROAD.  TURN RIGHT (SOUTH) AND DRIVE 2.2 KM (1.35 MI) TO PIER 104, THE SOUTHERNMOST OF THE LETHBRIDGE ELECTRONIC DISTANCE MEASURING CALIBRATION BASELINE. LOCATED NEAR EAST QUARTER SECTION 26, TOWNSHIP 7, RANGE 20, WEST OF FOURTH MERIDIAN. THE STATION IS A STAINLESS STEEL PLATE WITH 5/8-INCH BOLT ADAPTED FOR FORCED CENTERING ATOP A 36 CM IN DIAMETER AND 12.1 M (39.7 FT) IN LENGTH CONCRETE-FILLED PILE PIPE DRIVEN INTO THE GROUND.  THE TOP OF PIPE PROJECTS 1.73 M (5.68 FT) ABOVE GROUND.",
			"elevation": 939.1,
			"history": [
				{
					"date": "1985",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "EMR"
				},
				{
					"date": "19990909",
					"condition": [
						"GOOD"
					],
					"reporter": "EMR"
				}
			],
			"id": "AI7858",
			"lat": 49.59156391666667,
			"long": -112.60102261388889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1923 ON THE HIGHEST POINT OF A RIDGE EXTENDING IN A NORTHWESTERLY AND SOUTHEASTERLY DIRECTION ABOT 6 MILES NORTH AND 1/2 MILE WEST OF MONUMENT 366 OF THE INTERNATIONAL BOUNDARY.  THE STATION IS IN THE SOUTH HALF OF SE 1/4 SEC. 1, T. 2, R. 8 W., FOURTH MERIDIAN, AND IS ABOUT 400 METERS NORTHWEST OF THE SOUTHEAST CORNER OF THE SECTION.  STATION MARK--A STANDARD BRONZE-DISK STATION MARK SET IN THE TOP OF A SQUARE POST OF CONCRETE.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A BLOCK OF CONCRETE 3 FEET UNDERGROUND. THE REFERENCE MARK IS A STANDARD BRONZE-DISK REFERENCE MARK, WITH THIS ARROW POINTING TOWARD THE STATION, SET IN THE TOP OF A SQUARE POST OF CONCRETE 413.09 METERS FROM THE STATION S 54 DEG 39 MIN E.  THE REFERENCE MARK IS AT THE SOUTHEAST CORNER OF THE SECTION.",
			"elevation": 1010.88,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				}
			],
			"id": "TL0686",
			"lat": 49.088888700000005,
			"long": -110.94545784444445,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": ""
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1921 (JGH) ON A FLAT - TOPPED HILL RUNNING EAST AND WEST ABOUT ON - HALF MILE SOUTH OF THE ST MARYS RIVER, ABOUT 1.6 MILES NORTH 20 DEGREES EAST FROM INTERNATIONAL BOUNDARY MONUMENT 293.  THE STATION IS ABOUT 18 METERS WEST OF THE WEST SIDE OF A NORTH - AND - SOUTH ROAD ALLOWANCE.  STATION MARK--A BRONZE DISK SET IN OUTCROPPING LEDGE ROCK.",
			"elevation": 1288,
			"history": [
				{
					"date": "1921",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1002",
			"lat": 49.020238030555554,
			"long": -113.274434625,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 4 MILES DUE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 341, IN SE 1/4 SECTION 26, TOWNSHIP 1, RANGE 14 W, FOURTH MERIDIAN.  THE STATION IS TWO OR THREE HUNDRED METERS FROM THE EAST BOUNDARY OF THE SECTION AND FROM THE MIDSECTION LINE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 1025,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0753",
			"lat": 49.06185478888889,
			"long": -111.769263575,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 380, IN THE NORTHEAST CORNER OF NE 1/4 SECTION 20, TOWNSHIP 1, RANGE 4 W, FOURTH MERIDIAN.  THE STATION IS ON THE NOTICEABLY HIGH POINT WEST OF THE LOST RIVER VALLEY.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 884,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0754",
			"lat": 49.05631578333333,
			"long": -110.49815533333333,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 1-3/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 360, IN NE 1/4 SECTION 9, TOWNSHIP 1, RANGE 9 W, FOURTH MERIDIAN, ABOUT 400 METERS FROM THE EAST BOUNDARY OF THE SECTION, AND 100 METERS FROM THE MIDSECTION LINE.  THE STATION IS ON THE HIGHEST PART OF THE RIDGE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 842,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0755",
			"lat": 49.02178843055555,
			"long": -111.14743836111111,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 ON THE SOUTHWESTERN OF TWO PROMINENT KNOLLS, ABOUT 8 MILES WEST AND 8 MILES SOUTH OF CARDSTON, ALBERTA, ABOUT 1-1/2 MILES SOUTH-BY-EAST OF BEAZER POST OFFICE, ALBERTA, AND IN THE SOUTHEAST CORNER OF NW 1/4 SEC. 6, T. 2, R. 26 W., FOURTH MERIDIAN. THE NORTHEASTERN OF THE TWO KNOLLS IS A FEW FEET LOWER AND ITS TOP IS COVERED WITH SMALL PINE TREES.  WHILE THE SOUTHWESTERN ONE, ON WHICH THE STATION IS SITUATED, HAS ONLY A FEW TREES ON ITS WEST SLOPE AND ITS TOP IS ROUNDING AND GRASSY.  THESE KNOLLS ARE ABOUT 250 METERS APART ON THE SAME HILL, THE ONLY HIGH HILL IN THE VICINITY WITH TREES ON ITS TOP.  STATION MARK--THE SUBSURFACE MARK IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN A CONCRETE BLOCK 12 BY 12 BY 9 INCHES, SET 27 INCHES BELOW THE SURFACE OF THE GROUND. THE SURFACE MARK IS A LIKE BRONZE-DISK SET IN A CONCRETE BLOCK 16 BY 16 INCHES SQUARE AT THE TOP, 24 BY 24 INCHES SQUARE AT THE BOTTOM, 28 INCHES IN DEPTH, AND PROJECTING ABOUT 4 INCHES ABOVE THE SURFACE OF THE GROUND.  A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK SET IN A CONCRETE BLOCK SIMILAR TO THE SURFACE MARK IS 77.70 METERS FROM THE STATION S 19 DEG 43 MIN E.                            STATION RECOVERY (1955)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1955 (CAS) THE STATION WAS RECOVERED AND ALL MARKS WERE FOUND TO BE IN GOOD CONDITION.  A TO REACH THE STATION FOLLOWS.  TO REACH THE STATION FROM THE INTERSECTION OF MAIN STREET AND 4TH AVENUE IN CARDSTON, GO WEST ON 4TH AVENUE FOR 0.8 MILE TO A CROSS STREET, TURN LEFT AND GO SOUTH AND WEST FOR 1.5 MILES TO A STEEL BRIDGE, CONTINUE FOR 0.25 MILE TO WHERE ROAD FORKS, BEAR RIGHT AND GO 8.3 MILES TO THE VILLAGE OF BEAZER, CONTINUE ON GRAVEL ROAD FOR 0.2 MILE TO WHERE ROAD FORKS, BEAR LEFT ON DIRT ROAD AND GO 0.3 MILE TO WHERE ROAD FORKS, BEAR LEFT AND GO 0.9 MILE TO A DIM ROAD LEFT, TURN LEFT ON DIM ROAD AND GO 0.2 MILE TO AN OLD HOUSE, THENCE EAST ALONG THE NORTH SIDE OF A GROVE OF TREES FOR 0.3 MILE, THENCE SOUTH UP DRAW FOR 0.4 MILE TO RIDGE, THENCE RIGHT TO TOP OF HILL AND THE STATION.  A FOUR WHEEL DRIVE VEHICLE MAY BE DRIVEN TO THE STATION.",
			"elevation": 1475.25,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				},
				{
					"date": "1955",
					"condition": [
						"GOOD"
					],
					"reporter": "CGS"
				}
			],
			"id": "TM0954",
			"lat": 49.094525366666666,
			"long": -113.46462057777778,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ON A PLATEAU, ABOUT ONE - HALF MILE NORTHEAST OF MONUMENT 309 OF THE INTERNATIONAL BOUNDARY, AND IN SE 1/4 SECTION 4, TOWNSHIP 1, RANGE 21 W, FOURTH MERIDIAN.  IT IS ABOUT ONE - FOURTH MILE WEST OF THE EDGE OF THE PLATEAU WHERE THE TERRAIN SLOPES VERY STEEPLY TO THE SOUTHEAST DOWN TO THE VALLEY OF THE SOUTH FORK OF MILK RIVER.  STATION MARK--AN INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK MARK SET IN A BLOCK OF CONCRETE.                            STATION RECOVERY (1923)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1923 ON A PLATEAU, ABOUT ONE-HALF MILE NORTHEAST OF MONUMENT 309 OF THE INTERNATIONAL BOUNDARY, AND IN SE 1/4 SEC. 4, T. 1, R. 21 W., FOURTH MERIDIAN.  IT IS ABOUT ONE-FOURTH MILE WEST OF THE EDGE OF THE PLATEAU WHERE THE TERRAIN SLOPES VERY STEEPLY TO THE SOUTHEAST DOWN TO THE VALLEY OF THE SOUTH FORK OF MILK RIVER.  STATION MARK--AN INTERNATIONAL BOUNDARY COMMISSION BRONZE-DISK STATION MARK SET IN A BLOCK OF CONCRETE.",
			"elevation": 1326,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				},
				{
					"date": "1923",
					"condition": [
						"GOOD"
					],
					"reporter": "CGS"
				}
			],
			"id": "TM0951",
			"lat": 49.00328006944444,
			"long": -112.752562,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 383, IN SW 1/4 SECTION 29, TOWNSHIP 1, RANGE 3 W, FOURTH MERIDIAN.  THE STATION IS ON A NOTICEABLY HIGH POINT.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 836,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0756",
			"lat": 49.059730844444445,
			"long": -110.38128640833332,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) NEAR THE CENTER OF SECTION 10, TOWNSHIP 1, RANGE 22 W, FOURTH MERIDIAN.  THE STATION IS ON A GRASSY FLAT - TOPPED HILL ABOUT 1-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY BETWEEN MONUMENTS 305 AND 306.  STATION MARK--A DRILL HOLE IN A ROCK SET IN THE GROUND.",
			"elevation": 1348,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0969",
			"lat": 49.02035820555555,
			"long": -112.86621185277777,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 3 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 355, IN NW 1/4 SECTION 17, TOWNSHIP 1, RANGE 10 W, FOURTH MERIDIAN, ABOUT 100 METERS FROM THE NORTH BOUNDARY AND 500 METERS FROM THE WEST BOUNDARY OF THE SECTION.  THE STATION IS ON THE HIGHEST POINT OF THE RIDGE WEST OF BREED CREEK.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 1086,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0757",
			"lat": 49.04146753888889,
			"long": -111.31286989444445,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ON THE HIGH BENCH ABOUT 2 MILES EAST OF THE NORTH FORK OF MILK RIVER AND A LITTLE OVER ONE - HALF MILE NORTH OF THE INTERNATIONAL BOUNDARY. THE STATION IS IN NW 1/4 SECTION 6, TOWNSHIP 1, RANGE 22 W, FOURTH MERIDIAN, ABOUT 15 METERS EAST OF THE ABRUPT EDGE OF THE BENCH.  STATION MARK--A DRILL HOLE IN A SMALL BOULDER EMBEDDED IN THE SOD, WITH OTHER SMALL BOULDERS AROUND IT.",
			"elevation": 1417,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0970",
			"lat": 49.00690436111111,
			"long": -112.94063976944445,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 2 MILES EAST OF COUTTS, IN SW 1/4 SECTION 2, TOWNSHIP 1, RANGE 15 W, FOURTH MERIDIAN.  THE STATION IS ON A GRAVEL KNOLL 258 METERS NORTH OF THE INTERNATIONAL BOUNDARY MONUMENT 336.  A GRAVEL PIT WAS FOUND IN 1917 CLOSE TO THIS STATION.  IT MAY HAVE BEEN DESTROYED AT ANY TIME SINCE THEN.  STATION MARK--A BRONZE DISK SET IN A BOULDER ABOUT 14 INCHES IN DIAMETER.",
			"elevation": 1098,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0758",
			"lat": 49.000524825,
			"long": -111.91482171111112,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) IN SW 1/4 SECTION 5, TOWNSHIP 1, RANGE 11 W, FOURTH MERIDIAN.  THE STATION IS 633 METERS NORTH OF INTERNATIONAL BOUNDARY MONUMENT 351, ON THE HIGHEST POINT IN THE VICINITY.  STATION MARK--A DRILL HOLE IN A ROCK IN PLACE.",
			"elevation": 1101,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0760",
			"lat": 49.00228531944445,
			"long": -111.44792182222223,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY MIDWAY BETWEEN MONUMENTS 385 AND 386, IN NE 1/4 SECTION 11, TOWNSHIP 1, RANGE 3 W, FOURTH MERIDIAN, CLOSE TO THE NORTH BOUNDARY OF THE SECTION AND ABOUT 200 METERS FROM THE MIDSECTION LINE.  THE STATION IS ON AN ISOLATED HILL.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 866,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0766",
			"lat": 49.02767336111111,
			"long": -110.30467579166667,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 3-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 338, IN SW 1/4 SECTION 19, TOWNSHIP 1, RANGE 14 W, FOURTH MERIDIAN.  THE STATION IS ON THE HIGHEST POINT NORTH OF THE COUTTS - POLICE COULEE ROAD, ROUGHLY 5 MILES NORTHEAST OF COUTTS.  STATION MARK--A BRONZE DISK SET IN A ROCK.",
			"elevation": 1067,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0768",
			"lat": 49.047238005555556,
			"long": -111.86945863055554,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 2 MILES NORTHWEST OF COUTTS, NEAR THE CANADIAN PACIFIC RAILWAY, IN SE 1/4 SECTION 7, TOWNSHIP 1, RANGE 15 W, FOURTH MERIDIAN.  THE STATION IS 11.24 METERS SOUTH OF THE SOUTH SIDE OF THE SOUTH RAIL OF THE TRACK AT A POINT MARKED BY A CROSS FILED ON THE TOP OF THE RAIL AT OR NEAR THE BEGINNING OF THE CURVE TO THE NORTHWARD.  STATION MARK--A BRONZE DISK SET IN A BLOCK OF CONCRETE 2 FEET DEEP IN THE GROUND.",
			"elevation": 1059,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0769",
			"lat": 49.01602506388889,
			"long": -111.99427766944444,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 1-1/2 MILES NORTHWEST OF COUTTS, NEAR THE CANADIAN PACIFIC RAILWAY, IN NW 1/4 SECTION 5, TOWNSHIP 1, RANGE 15 W, FOURTH MERIDIAN. THE STATION IS 11.24 METERS FROM A CROSS FILED ON THE TOP OF THE RAIL, AND AT RIGHT ANGLES TO THE OUTER EDGE OF THE RAIL.  IT IS 17.72 METERS SOUTHEAST OF THE POINT OF THE FROG OF THE SWITCH.  STATION MARK--A BRONZE DISK, SET IN A BLOCK OF CONCRETE 2 FEET DEEP IN THE GROUND.",
			"elevation": 1066,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0770",
			"lat": 49.01133439444445,
			"long": -111.9789967388889,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 1-1/2 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 330, IN THE NORTHWEST CORNER OF SW 1/4 SECTION 11, TOWNSHIP 1, RANGE 16 W, FOURTH MERIDIAN.  THE STATION IS ON THE SOUTH OF RED CREEK, WHERE THE CREEK MAKES A DECIDED BEND.  STATION MARK--A DRILL HOLE AND TRIANGLE CUT IN A GRANITE BOULDER.",
			"elevation": 1063,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0976",
			"lat": 49.0203518,
			"long": -112.05215575555555,
			"magnetic": "",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1924 ON THE HIGHEST POINT OF MOUNT DUNGARVAN, IN WATERTON LAKES PARK, ABOUT 7 MILES NORTHWEST OF WATERTON LAKES PARK HOTEL AND OFFICE.  MOUNT DUNGARVAN IS THE HIGHEST PEAK IN THE VICINITY AND LIES BETWEEN THE HEAD-WATERS OF DUNGARVAN CREEK TO THE NORTH AND A TRIBUTARY OF BLAKISTON BROOK TO THE SOUTH.  STATION MARK--A STANDARD U.S.C. AND G.S. BRONZE-DISK STATION MARK WEDGED IN A DRILL HOLE IN A LARGE FLAT BOULDER.  THE TWO REFERENCE MARKS ARE STANDARD U.S.C. AND G.S. BRONZE-DISK STATION MARKS WEDGED IN DRILL HOLES IN BOULDERS.  REFERENCE MARK NO. 1 IS 5.812 METERS FROM THE STATION N 19 DEG 59 MIN E. REFERENCE MARK NO. 2 IS 6.828 METERS FROM THE STATION N 73 DEG 50 MIN E.",
			"elevation": 2611.6,
			"history": [
				{
					"date": "1924",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				}
			],
			"id": "TM0955",
			"lat": 49.15503854166666,
			"long": -113.97159632777777,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ON A SMALL KNOLL ABOUT 2-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 320, IN SE 1/4 SECTION 18, TOWNSHIP 1, RANGE 18 W, FOURTH MERIDIAN, AND ABOUT 200 METERS FROM EACH OF THE MIDSECTION LINES.  STATION MARK--A CAIRN OVER A CROSS ON A FLAT ROCK.",
			"elevation": 1230,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0977",
			"lat": 49.03412610833333,
			"long": -112.39673817777778,
			"magnetic": "",
			"marker": "CHISELED CROSS",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 4-1/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 391, IN SW 1/4 SECTION 29, TOWNSHIP 1, RANGE 1 W, FOURTH MERIDIAN.  THE STATION IS ON THE HIGHEST POINT IN THE VICINITY.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 854,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0772",
			"lat": 49.06228510833333,
			"long": -110.10940896944444,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 324, IN SE 1/4 SECTION 18, TOWNSHIP 1, RANGE 17 W, FOURTH MERIDIAN, ABOUT 100 METERS FROM THE SOUTH BOUNDARY OF THE SECTION.  THE STATION IS ON A KNOLL ABOUT ONE - HALF MILE NORTH OF A DEEP COULEE WHICH IS A BRANCH OF RED CREEK.  STATION MARK--A DRILL HOLE THREE - FOURTHS INCH DEEP IN A GRANITE BOULDER SHOWING A PYRAMIDAL TOP NEARLY FLUSH WITH THE GROUND.",
			"elevation": 1286,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0979",
			"lat": 49.02940261388889,
			"long": -112.26024539166667,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1923 ABOUT 36 MILES BY ROAD NORTHEAST OF SWEETGRASS, MONTANA, ABOUT 5 MILES SOUTH AND ONE-HALF MILE EAST OF THE LUCKY STRIKE POST OFFICE.  IT IS ON THE HIGHEST POINT IN THE VICINITY.  THE STATION IS IN NW 1/4 SEC. 7, T. 3, R. 11 W., FOURTH MERIDIAN, AND IS APPROXIMATELY 290 METERS SOUTH OF THE NORTH SECTION LINE AND 550 METERS EAST OF THE WEST SECTION LINE.  STATION MARK--A STANDARD U.S.C. AND G.S. BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A BLOCK OF CONCRETE 3 FEET UNDERGROUND. REFERENCE MARK NO. 1 IS A STANDARD U.S.C. AND G.S. BRONZE-DISK REFERENCE MARK, WITH THE ARROW POINTING TOWARD THE STATION, SET IN A SQUARE BLOCK OF CONCRETE 288.02 METERS FROM THE STATION N 45 DEG 26 MIN W.  REFERENCE MARK NO. 2 IS A LIKE BRONZE DISK SET IN A SIMILAR MANNAR 553.48 METERS FROM THE STATION N 12 DEG 41 MIN W.",
			"elevation": 1032.25,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				}
			],
			"id": "TL0610",
			"lat": 49.200131411111116,
			"long": -111.47788129722223,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": ""
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 364, IN THE NORTHWEST CORNER OF NW 1/4 SECTION 10, TOWNSHIP 1, RANGE 8 W, FOURTH MERIDIAN.  THE STATION IS ON A PROMINENT HILL.  STATION MARK--A BRONZE DISK SET IN ROCK.",
			"elevation": 1061,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0773",
			"lat": 49.02741055,
			"long": -111.00664675833333,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 2-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 323, IN SW 1/4 SECTION 13, TOWNSHIP 1, RANGE 18 W, FOURTH MERIDIAN, CLOSE TO THE WEST BOUNDARY OF THE SECTION.  THE STATION IS ABOUT 90 METERS SOUTH OF THE HIGHEST WESTERN POINT OF THE RIDGE.  STATION MARK--A DRILL HOLE AND TRIANGLE IN A GRANITE BOULDER, FLUSH WITH THE GROUND, A RED GRANITE BOULDER ABOUT 90 METERS TO THE NORTH, ON THE HIGHEST PART OF THE GROUND, IS SIMILARLY MARKED.",
			"elevation": 1328,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0980",
			"lat": 49.03112901666667,
			"long": -112.29899026944445,
			"magnetic": "",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 1-1/4 MILES NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 368, IN NE 1/4 SECTION 5, TOWNSHIP 1, RANGE 7 W, FOURTH MERIDIAN.  THE STATION IS ON THE HIGH PART OF THE EAST END OF THE RIDGE AND ABOUT ONE - HALF MILE WEST OF LOST CREEK.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 1067,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0775",
			"lat": 49.01146082222222,
			"long": -110.8987415138889,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 ABOUT 13 MILES WEST AND 4 MILES NORTH OF MILK RIVER, ALBERTA, AND ON THE SOUTH SIDE OF THE HIGHEST RANGE OF HILLS TO THE NORTH OF MILE RIVER.  THE STATION IS IN THE MEEKS PASTURE TO THE WEST OF THE ROLLEN LEASE AND IS ESTIMATED TO BE IN SE 1/4 SEC. 17 OR SW 1/4 SEC. 16, T. 3, R. 18 W., FOURTH MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN THE TOP OF A CONCRETE BLOCK 16 INCHES SQUARE AT THE TOP, 24 INCHES SQUARE AT THE BOTTOM, 28 INCHES DEEP, AND PROJECTING 4 INCHES ABOVE THE GROUND.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A CONCRETE BLOCK 12 BY 12 BY 9 INCHES IN SIZE, 27 INCHES UNDERGROUND.",
			"elevation": 1268.38,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				}
			],
			"id": "TM0950",
			"lat": 49.20595645555556,
			"long": -112.36449143611111,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 NEARLY DUE NORTH OF JOPLIN, MONTANA, AND ABOUT 5 MILES NORTH AND 1 MILE EAST OF MONUMENT 371 OF THE INTERNATIONAL BOUNDARY. IT IS NEAR THE MIDDLE OF THE SOUTH SIDE OF SEC. 28, T. 1 R. 6 W., FOURTH MERIDIAN.  THE STATION IS ON THE HIGHEST POINT OF A CONICAL HILL, THE HIGHEST IN THE VICINITY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A SQUARE BLOCK OF CONCRETE 3 FEET UNDERGROUND.  REFERENCE MARK NO. 1 IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK WITH THE ARROW POINTING TOWARD THE STATION SET IN A SQUARE BLOCK OF CONCRETE 104.84 METERS FROM THE STATION N 53 DEG 16 MIN E. SEC.  REFERENCE MARK NO. 2 IS A LIKE MARK SET IN SIMILAR MANNER 135.77 METERS FROM THE STATION S 15 DEG 11 MIN W.",
			"elevation": 1029.86,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				}
			],
			"id": "TL0684",
			"lat": 49.06077183888888,
			"long": -110.75144526111112,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": ""
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 346.  THE STATION IS IN SE 1/4 SECTION 30, TOWNSHIP 1, RANGE 12 W, FOURTH MERIDIAN, ON A HIGH EAST - AND - WEST RIDGE NEAR THE MIDDLE OF THE SECTION.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
			"elevation": 1134,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0776",
			"lat": 49.06386305833333,
			"long": -111.59478155833332,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ON A HIGH HILL ABOUT 2 MILES NORTHWEST OF THE JUNCTION OF THE ROAD THAT CROSSES THE INTERNATIONAL BOUNDARY NEAR MONUMENT 301, WITH THE ROAD THAT PARALLELS THE NORTH FORK OF MILK RIVER ON THE UNITED STATES SIDE OF THE BOUNDARY.  THE STATION IS ABOUT 400 METERS SOUTHWEST FROM WHERE THE ROAD CROSSES THE SADDLE OF THE RIDGE.  IT IS IN SE 1/4 SECTION 6, TOWNSHIP 1, RANGE 23 W, FOURTH MERIDIAN.  STATION MARK--A DRILL HOLE IN A GRANITE BOULDER, REFERENCED BY THREE BOULDERS--ONE 7.04 METERS TO THE NORTHWEST, ONE 16.95 METERS TO THE NORTHEAST, AND ONE 7.89 METERS TO THE SOUTHEAST.                            STATION RECOVERY (1909)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1909 (CHS) ON A HIGH HILL ABOUT 2 MILES NORTHWEST OF THE JUNCTION OF THE ROAD THAT CROSSES THE INTERNATIONAL BOUNDARY NEAR MONUMENT 301, WITH THE ROAD THAT PARALLELS THE NORTH FORK OF MILK RIVER ON THE UNITED STATES SIDE OF THE BOUNDARY.  THE STATION IS ABOUT 400 METERS SOUTHWEST FROM WHERE THE ROAD CROSSES THE SADDLE OF THE RIDGE.  IT IS IN SE 1/4 SECTION 6, TOWNSHIP 1, RANGE 23 W, FOURTH MERIDIAN.  STATION MARK--A DRILL HOLE IN A GRANITE BOULDER, REFERENCED BY THREE BOULDERS, ONE 7.04 METERS TO THE NORTHWEST, ONE 16.95 METERS TO THE NORTHEAST, AND ONE 7.89 METERS TO THE SOUTHEAST.                            STATION RECOVERY (1921)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1921 STATION SEARCHED FOR AND RECOVERED.",
			"elevation": 1434,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				},
				{
					"date": "1909",
					"condition": [
						"SEE",
						"DESCRIPTION"
					],
					"reporter": "IBC"
				},
				{
					"date": "1921",
					"condition": [
						"GOOD"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0982",
			"lat": 49.00463969444444,
			"long": -113.06315975277778,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1903 (ECB) ON THE HIGHEST POINT OF MOUNT FESTUBERT, ON THE MAIN DIVIDE OF THE ROCKY MOUNTAINS BETWEEN THE NORTH AND SOUTH FORKS OF KISHENEHN CREEK. THE OLD ALBERTA TRAIL GOES UP THE NORTH FORK AND A NEW TRAIL UP THE SOUTH FORK TO A LOWER SUMMIT.  STATION MARK--A DRILL HOLE IN A RED STONE ABOUT 4 BY 5 BY 15 INCHES, PLACED OVER A DRILL HOLE IN THE OUTCROPPING LEDGE, WHICH IS SOFT AND SHALY AND HAS A DIP OF ABOUT 20 DEGREES TO THE SOUTHWEST.  IN 1933 A 5 FOOT CAIRN WAS FOUND OVER THE MARK THIS WAS LEFT IN PLACE.                            STATION RECOVERY (1933)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1933 STATION SEARCHED FOR AND RECOVERED.",
			"elevation": 2528,
			"history": [
				{
					"date": "1903",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				},
				{
					"date": "1933",
					"condition": [
						"GOOD"
					],
					"reporter": "IBC"
				}
			],
			"id": "TN1099",
			"lat": 49.082743725,
			"long": -114.13207087777778,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT ONE - THIRD MILE SOUTHWEST OF THE WEST END OF THE DRY LAKE BED THAT LIES 1 MILE WEST ALONG THE READ FROM COUTTS.  THE STATION IS ABOUT ONE - HALF MILE NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 332, IN SOUTHWEST 1/4 SECTION 5, TOWNSHIP 1, RANGE 15 WEST, FORTH MERIDIAN.  IT IS ON A RISE OF GROUND CLOSE TO THE WEST BOUNDARY OF THE SECTION.  A DRILL HOLE AND TRIANGLE IN A GRANITE BOULDER NEARLY FLUSH WITH THE GROUND.",
			"elevation": 1069,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TL0841",
			"lat": 49.00216689166667,
			"long": -111.98686015,
			"magnetic": "",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 ABOUT ONE-HALF MILE NORTH OF MONUMENT 367 OF THE INTERNATIONAL BOUNDARY, AND ABOUT 3-1/4 MILES EAST AND 1/2 MILE NORTH OF THE PINHORN CUSTOMHOUSE.  IT IS NEAR THE CENTER OF SEC. 6, T. 1, R. 7 W., FOURTH MERIDIAN.  THE STATION IS ON A SMALL KNOLL WHICH IS THE HIGHEST GROUND IN THE VICINITY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE 16 BY 16 BY 38 INCHES.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A CONCRETE BLOCK 10 BY 10 BY 10 INCHES, 3 FEET UNDERGROUND.  THERE ARE NO REFERENCE MARKS.                            STATION RECOVERY (1923)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1923 TIES WERE MADE TO IBC CONTROL.",
			"elevation": 1095.82,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				},
				{
					"date": "1923",
					"condition": [
						"GOOD"
					],
					"reporter": "CGS"
				}
			],
			"id": "TL0685",
			"lat": 49.00688844166667,
			"long": -110.92884467777779,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (CHS) IN NE QUARTER SECTION 7, TOWNSHIP 1, RANGE 26 W, FOURTH MERIDIAN.  IT IT IS ON A KNOLL ABOUT ONE - HALF MILE NORTH OF OUTPOST LAKE. STATION MARK--A CAIRN OVER A DRILL HOLE IN A GRANITE LEDGE PROJECTING ABOUT 1 FOOT ABOVE GROUND.  THE REFERENCE MARKS ARE, A STONE 25.6 METERS FROM THE STATION IN BEARING 80 DEGREES, A STONE 17.4 METERS FROM THE STATION IN BEARING 160 DEGREES, AND A BOULDER 29 METERS FROM THE STATION IN BEARING 210 DEGREES.  ON EACH STONE IS CUT AN ARROW POINTING TOWARD THE STATION.                            STATION RECOVERY (1921)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1921 STATION SEARCHED FOR AND RECOVERED.",
			"elevation": 1424,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				},
				{
					"date": "1921",
					"condition": [
						"GOOD"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1035",
			"lat": 49.02417280555555,
			"long": -113.45441142777779,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1999 (CSM) STATION IS A GPS CORS.",
			"elevation": 1264.8,
			"history": [
				{
					"date": "1998",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				},
				{
					"date": "19990813",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "AI7256",
			"lat": 50.87134583888889,
			"long": -114.29348053055556,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
			"history": [],
			"id": "DE6594",
			"lat": 50.87134573611111,
			"long": -114.29348041944445,
			"magnetic": "",
			"marker": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA",
			"setting": "",
			"stability": ""
		},
		{
			"description": "MENT IS ASSOCIATED WITH CORS SITE 'PRDS' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
			"history": [],
			"id": "DE6596",
			"lat": 50.87134573611111,
			"long": -114.29348041944445,
			"magnetic": "",
			"marker": "",
			"setting": "",
			"stability": ""
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 45 METERS SOUTHWEST OF THE HIGHEST PART OF A KNOLL 700 METERS NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 325.  STATION MARK--A DRILL HOLE WITHIN A TRIANGLE CUT IN A QUARTZ LEDGE SHOWING AN EXPOSURE OF ABOUT 15 BY 24 INCHES NEARLY FLUSH WITH THE GROUND.  A CAIRN WAS ERECTED OVER THE MARK.",
			"elevation": 1229,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0995",
			"lat": 49.00340747222222,
			"long": -112.24529225,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT ONE - HALF MILE NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 328, IN THE SOUTHEAST CORNER OF NORTHEAST 1/4 SECTION 6, TOWNSHIP 1, RANGE 16 WEST, FOURTH MERIDIAN.  THE STATION IS ON A HILL 200 METERS EAST OF THE ROAD THAT CROSSES THE BOUNDARY NEAR MONUMENT 328.  STATION MARK--A DRILL HOLE IN ROCK NEAR A CAIRN.",
			"elevation": 1159,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0997",
			"lat": 49.00654308055555,
			"long": -112.123496275,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (CHS) ABOUT 1-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY AND 2 MILES NORTH - WEST OF LEE CREEK.  THE STATION IS ON THE SOUTH EDGE OF A FLAT - TOPPED RIDGE ABOUT 3 MILES LONG AND IS NEARLY 1 MILE NORTHEAST OF THE SUMMIT OF THE MOUNTAIN.  THE WHOLE MOUNTAIN IS WOODED.  STATION MARK--A DRILL HOLE IN A ROCK NEARLY FLUSHED WITH THE GROUND.                            STATION RECOVERY (1921)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1921 STATION SEARCHED FOR AND RECOVERED.",
			"elevation": 1790,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				},
				{
					"date": "1921",
					"condition": [
						"GOOD"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1037",
			"lat": 49.021156516666665,
			"long": -113.62262374166666,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) ABOUT 1-1/2 MILES WEST OF THE SOUTH FORK OF MILK RIVER AND 3 MILES NORTHWEST OF THE INTERSECTION OF THE RIVER WITH THE INTERNATIONAL BOUNDARY.  THE STATION IS IN NORTHWEST 1/4 SECTION 14, TOWNSHIP 1, RANGE 20 WEST, FOURTH MERIDIAN, ABOUT 100 METERS SOUTH OF THE NORTH BOUNDARY OF THE SECTION AND THE SAME DISTANCE WEST OF THE MIDSECTION LINE, AND A LITTLE WEST OF THE HIGHEST PART OF THE HIGHEST OF A SERIES OF KNOLLS.  STATION MARK--A DRILL HOLE IN QUARTZ ROCK FLUSH WITH THE GROUND.",
			"elevation": 1230,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM0998",
			"lat": 49.04182273611111,
			"long": -112.57898825555556,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 ABOUT 17 MILES SOUTH AND 2 MILES WEST OF MAGRATH, ALBERTA, AND ONE MILE NORTH OF ROSS LAKE.  THE STATION IS IN NW 1/4 SEC. 32, T. 2, R. 22 W., FOURTH MERIDIAN.  IT IS IN A PASTURE, ON THE HIGHEST KNOLL IN THE VICINITY, AND 365 METERS SOUTHWEST OF A FENCE LINE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN THE TOP OF A CONCRETE BLOCK 16 INCHES SQUARE AT THE TOP, 24 INCHES SQUARE AT THE BOTTOM 28 INCHES DEEP, AND PROJECTING 4 INCHES ABOVE THE GROUND.  THE SUBSURFACE MARK IS A LIKE DISK SET IN A CONCRETE BLOCK 12 BY 12 BY 9 INCHES IN SIZE, PLACED 27 INCHES UNDER THE SURFACE OF THE GROUND.  A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK SET IN A BOULDER SURROUNDED BY CONCRETE IS 364.39 METERS FROM THE STATION IN AZIMUTH 38 DEG 45 MIN W.",
			"elevation": 1378.76,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				}
			],
			"id": "TM0952",
			"lat": 49.17144194444444,
			"long": -112.91522693888889,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1923 ON THE HIGHEST POINT OF A PROMINENT FLAT-TOPPED RIDGE ABOUT 27 MILES WEST AND 5 MILES SOUTH OF GOVANLOCK, SASKATCHEWAN, ABOUT 6 MILES NORTHEAST OF ONEFOUR, ALBERTA, AND ABOUT 10 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  THE STATION IS ABOUT 25 METERS NORTH OF A ROAD WHICH LEADS TO AN OPEN COAL VEIN.  STATION MARK--A STANDARD U.S.C. AND G.S. BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A SQUARE BLOCK OF CONCRETE 3 FEET UNDERGROUND.  REFERENCE MARK NO. 1 IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK, WITH THE ARROW POINTING TOWARD THE STATION, SET IN A SQUARE BLOCK OF CONCRETE 103.39 METERS FROM THE STATION IN AZIMUTH 341 DEG 58 MIN 20 SEC. REFERENCE MARK NO. 2 IS A LIKE MARK SET IN THE SAME MANNER 395.38 METERS FROM THE STATION S 83 DEG 25 MIN W.",
			"elevation": 989.56,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				}
			],
			"id": "TL0683",
			"lat": 49.15511806666667,
			"long": -110.40183396388889,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": ""
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1924 ON THE CONTINENTAL DIVIDE, ON THE HIGHEST POINT OF THE SOUTH PEAK OF SCARPE MOUNTAIN.  THE STATION IS ABOUT MIDWAY BETWEEN THE HEADWATERS OF COMMERCE AND PASS CREEKS, BOTH TRIBUTARY TO THE FLATHEAD RIVER.  STATION MARK--A STANDARD U.S.C. AND G.S. BRONZE-DISK STATION MARK SET IN A DRILL HOLE IN AN OUTCROPPING BOULDER.  TWO LIKE MARKS SET IN A SIMILAR MANNER WERE SET FOR REFERENCES.  REFERENCE MARK NO. 1 IS 10.85 METERS FROM THE STATION N 38 DEG 08 MIN E. REFERENCE MARK NO. 2 IS 8.42 METERS FROM THE STATION S 53 DEG 43 MIN W.",
			"elevation": 2611,
			"history": [
				{
					"date": "1924",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				}
			],
			"id": "TN0964",
			"lat": 49.21326097777778,
			"long": -114.40219970277778,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 ABOUT 12 MILES WEST AND 5 MILES NORTH OF SWEETGRASS, MONTANA, 5 MILES SOUTH AND 7 MILES WEST OF MILK RIVER, ALBERTA, IN THE SOUTHWEST CORNER OF THE SE 1/4 SEC. 32, T. 1, R. 17 W., FOURTH MERIDIAN, AND ABOUT 200 METERS NORTHEAST OF THE QUARTER-SECTION CORNER ON THE SOUTH LINE OF THE SECTION.  THE STATION IS ON THE HIGHEST POINT OF THE NORTHEAST KNOLL OF THE HIGH RANGE OF HILLS LYING BETWEEN MILK RIVER ON THE NORTH AND THE INTERNATIONAL BOUNDARY ON THE SOUTH.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN THE TOP OF A CONCRETE BLOCK 16 INCHES SQUARE AT THE TOP, 24 INCHES SQUARE AT THE BOTTOM, 28 INCHES DEEP, AND PROJECTING 4 INCHES ABOVE THE SURFACE OF THE GROUND. THE SUBSURFACE MARK IS A LIKE DISK SET IN A CONCRETE BLOCK 12 BY 12 BY 9 INCHES IN SIZE AND PLACED 27 INCHES UNDERGROUND. REFERENCE MARK NO. 1 IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK SET IN THE TOP OF A CONCRETE BLOCK 14 INCHES SQUARE AT THE TOP, 26 INCHES DEEP, PROJECTING 4 INCHES ABOVE THE GROUND, AND IN A FENCE LINE, 61.98 METERS FROM THE STATION S 16 DEG 15 MIN E.  REFERENCE MARK NO. 2 IS A LIKE BRONZE DISK SET IN AN OUTCROPPING BOULDER, 151.24 METERS FROM THE STATION N 61 DEG 32 MIN W.",
			"elevation": 1320.9,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				}
			],
			"id": "TM0949",
			"lat": 49.07342862777778,
			"long": -112.24135466944445,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (CHS) ABOUT 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND 5 MILES WEST OF BELLY RIVER, ON THE NORTHEAST END OF THE RIDGE OVERLOOKING THE BELLY RIVER VALLEY TO THE EAST AND THE PLAINS TO THE NORTH.  THE STATION IS ON THE HIGHEST SUMMIT.  THE SUMMIT HAS A ROUNDED TOP AND NO SOLID LEDGES.  STATION MARK--A CAIRN OVER A DRILL HOLE IN A ROCK.",
			"elevation": 2495,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1038",
			"lat": 49.030487941666664,
			"long": -113.78556903888888,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (CHS) IN NW 1/4 SECTION 7, TOWNSHIP 1, RANGE 25 W, FOURTH MERIDIAN, ON A KNOLL NEAR THE WEST BOUNDARY, AND ABOUT 100 METERS SOUTH OF THE NORTH BOUNDARY OF THE QUARTER SECTION.  THE STATION IS ABOUT 37.6 METERS EAST OF THE ROAD FENCE.  THE ROAD ALLOWANCE IS TOO STEEP TO BE USED AS A ROADWAY, BUT THE FENCES ARE IN PLACE.  STATION MARK--A BRONZE DISK IN A SMALL STONE.  THE REFERENCE MARKS ARE STONES--ONE 16.6 METERS TO THE NORTHEAST, ONE 31.6 METERS TO THE NORTHWEST, AND ONE 16.5 METERS TO THE SOUTHWEST OR SOUTHEAST.  EACH STONE IS MARKED BY AN ARROW POINTING TOWARD THE STATION.",
			"elevation": 1386,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1040",
			"lat": 49.02632691111111,
			"long": -113.34020378055556,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1924 ON THE HIGH PEAK AT THE SOUTH END OF THE SUNKIST RIDGE ABOUT 3 MILES SOUTH OF SUNKIST PEAK AND ABOUT 11 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  THE STATION PEAK RISES VERY ABRUPTLY FROM THE NORTH SIDE OF SAGE CREEK AT A POINT ABOUT 2 MILES DOWNSTREAM FROM THE MOUTH OF SUNKIST BROOK.  THE STATION IS ABOUT 6 METERS DOWN THE SOUTHEAST SIDE FROM THE TOP OF THE MOUNTAIN.  STATION MARK--A STANDARD U.S.C. AND G.S. BRONZE-DISK STATION MARK WEDGED IN A DRILL HOLE IN AN OUTCROPPING BOULDER.  A LIKE MARK IS SET IN THE SAME MANNER FOR A REFERENCE MARK, 7.53 METERS FROM THE STATION N 26 DEG 00 MIN W.",
			"elevation": 2349.83,
			"history": [
				{
					"date": "1924",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				}
			],
			"id": "TN0963",
			"lat": 49.15802076111111,
			"long": -114.34567291944444,
			"magnetic": "",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) IN SOUTHEAST 1/4 SECTION 12, TOWNSHIP 1, RANGE 21 WEST, FOURTH MERIDIAN.  THE STATION IS ABOUT 2 MILES EAST OF THE EAST END OF THE PLATEAU LYING BETWEEN THE NORTH AND SOUTH FORKS OF MILK RIVER, ON A FLAT - TOPPED KNOLL, ABOUT 150 METERS FROM THE EAST AND 250 METERS FROM THE SOUTH BOUNDARY OF THE SECTION.  STATION MARK--NOT GIVEN.",
			"elevation": 1291,
			"history": [
				{
					"date": "1910",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1000",
			"lat": 49.01610437777778,
			"long": -112.67993887777779,
			"magnetic": "",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ON THE HIGHEST POINT OF AN EAST - AND - WEST RIDGE ABOUT 1-1/2 MILES NORTH - BY - WEST OF SWEETGRASS, MONTANA, AND ABOUT ONE - FOURTH MILE NORTH OF THE THE CANADIAN PACIFIC RAILWAY.  THE STATION IS IN A PASTURE AND IS ON THE HIGHEST POINT IN THE IMMEDIATE VICINITY.  STATION MARK--AN INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK STATION MARK SET IN A BOULDER.                            STATION RECOVERY (1923)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1923 ON THE HIGHEST POINT OF AN EAST-AND-WEST RIDGE ABOUT 1-1/2 MILES NORTH-BY-WEST OF SWEETGRASS, MONTANA, AND ABOUT ONE-FOURTH MILE NORTH OF THE CANADIAN PACIFIC RAILWAY.  THE STATION IS IN A PASTURE AND IS ON THE HIGHEST POINT IN THE IMMEDIATE VICINITY.  STATION MARK--AN INTERNATIONAL BOUNDARY COMMISSION BRONZE-DISK STATION MARK SET IN A BOULDER.",
			"elevation": 1083.55,
			"history": [
				{
					"date": "1908",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				},
				{
					"date": "1923",
					"condition": [
						"GOOD"
					],
					"reporter": "CGS"
				}
			],
			"id": "TL0611",
			"lat": 49.01717003611111,
			"long": -111.97438433611111,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY GEODETIC SURVEY OF CANADA 1923 ABOUT 2-1/2 MILES EAST AND THREE-FOURTHS MILE NORTH OF MILK RIVER, ALBERTA.  THE STATION IS IN NW 1/4 SEC. 25, T. 2, R. 16 W., FOURTH MERIDIAN, AND IS ABOUT 450 METERS EAST OF THE NORTHWEST CORNER OF THE SECTION AND ABOUT 50 METERS SOUTH OF THE WIRE FENCE ON THE NORTH LINE OF THE SECTION.  IT IS IN A CULTIVATED FIELD ON THE DIVIDE BETWEEN MILK RIVER ON THE SOUTH AND VERDIGRIS LAKE ON THE NORTH AND IS ON THE HIGHEST GROUND IN THE VICINITY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN THE TOP OF A CONCRETE BLOCK 16 INCHES SQUARE AT THE TOP, 24 INCHES SQUARE AT THE BOTTOM, 28 INCHES DEEP, AND PROJECTING 4 INCHES ABOVE THE GROUND.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A CONCRETE BLOCK 12 BY 12 BY 9 INCHES IN SIZE AND PLACED 27 INCHES UNDERGROUND.  A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK IS SET IN A CONCRETE BLOCK 14 INCHES SQUARE AT THE TOP, 26 INCHES DEEP, AND PROJECTING 3 INCHES ABOVE THE SURFACE OF THE GROUND.  IT IS 45.35 METERS FROM THE STATION N 16 DEG 31 MIN W.",
			"elevation": 1126.42,
			"history": [
				{
					"date": "1923",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "GSC"
				}
			],
			"id": "TM0948",
			"lat": 49.158810422222224,
			"long": -112.02573091666666,
			"magnetic": "",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTERNATIONAL BOUNDARY COMMISSION 1909 (CHS) ABOUT 2-3/4 MILES WEST OF WATERTON LAKE AND 2 MILES NORTH OF BOUNDARY CREEK, ON A PEAK WHICH BREAKS VERTICALLY TO THE NORTHWEST AND SOUTHEAST.  A SMALL LAKE LIES ONE - HALF MILE TO THE NORTHWESTWARD.  STATION MARK--A CAIRN OVER A DRILL HOLE IN ROCK IN PLACE.",
			"elevation": 2697,
			"history": [
				{
					"date": "1909",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IBC"
				}
			],
			"id": "TM1043",
			"lat": 49.02357115833333,
			"long": -113.96932890555556,
			"magnetic": "",
			"marker": "DRILL HOLE",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		}
	]
}