{
    "date": "DECEMBER  2, 2022",
    "region": "AC/PARISH OF ANTIGUA AND BARBUDA",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2022 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DR8179",
            "lat": 18.203918833333333,
            "long": -63.05407100555555,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'CN02' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DR8181",
            "lat": 18.203918833333333,
            "long": -63.05407100555555
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 NO TEXT AVAILABLE.",
            "elevation": 5,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED"
                },
                {
                    "date": "19960424",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9239",
            "lat": 17.545906913888892,
            "long": -61.76587221111111,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ANGUILLA, AT THE DEACTIVATED US NAVAL FACILITY ON SHOAL POINT NOW KNOWN AS CAMP BLIZZARD AND ABOUT 1.4 MI (2.3 KM) NORTH OF THE V C BIRD INTERNATIONAL AIRPORT TERMINAL BUILDING.  OWNERSHIP--COUNTRY OF ANTIGUA AND BARBUDA, ANTIGUA DEFENCE FORCES, CAMP BLIZZARD, ANTIGUA.  CONTACT AT THE BASE IS MAJOR CROFT AT PHONE (809) 462-1458.  TO REACH THE STATION FROM THE MAIN GATE AT CAMP BLIZZARD GO NORTHERLY ON A PAVED ROAD FOR 0.25 MI (0.40 KM) TO A OFFSET INTERSECTION, BEAR RIGHT THEN LEFT AND GO NORTHERLY ON A GRAVEL ROAD FOR 89 FT (27.1 M) TO THE STATION JUST AHEAD IN A CONCRETE HEADWALL.  THE STATION IS A CGS BENCH MARK DISK SET INTO THE TOP CENTER OF A 10 FT (3.0 M) BY 0.7 FT (21.3 CM) CONCRETE HEADWALL, 56.9 FT (17.3 M) SOUTH-SOUTHWEST OF THE SOUTH CORNER OF THE SALTWATER PUMPHOUSE, 35.0 FT (10.7 M) WEST OF THE WEST CORNER OF THE PUBLIC WORKS BUILDING AND 27.0 FT (8.2 M) EAST OF THE EAST CORNER OF A CINDERBLOCK BUILDING (81) .",
            "elevation": 6.49,
            "history": [
                {
                    "date": "1968",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "19960322",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9236",
            "lat": 17.158776627777776,
            "long": -61.792490475,
            "setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ANTIGUA, AT THE V C BIRD INTERNATIONAL AIRPORT, ABOUT 0.3 MI (0.5 KM) SOUTH OF THE TERMINAL BUILDING, ABOUT HALFWAY UP A HILL WITH A OLD CONCRETE WATER CISTERN NEAR THE TOP AND SET INTO THE TOP OF A 11 FT (3.4 M) BY 10 FT (3.0 M) ROCK OUTCROP PROJECTING 3 FT (0.9 M) ABOVE THE GROUND LEVEL. OWNERSHIP--COUNTRY OF ANTIGUA AND BARBUDA, V C BIRD INTERNATIONAL AIRPORT, PO BOX 1051, ST JOHNS, ANTIGUA.  AERODROME SUPERINTENDENT IS MR ERROLL GEORGE.  AIRPORT CONTACT IS CHIEF OF AIR TRAFFIC SERVICES, MR ANTHONY MEADE, PHONE (809) 462-0358, FAX (809) 462-0642.  THIS IS A CONTROLED AIRPORT, PERMISSION TO ENTER THE AIRPORT COMPOUND IS REQUIRED.  NOTE--AIRCRAFT TRAFFIC IS VERY HEAVY IN THE AFTERNOON.  TO REACH THE STATION FROM THE SOUTHEAST SIDE OF THE TERMINAL BUILDING GO SOUTHEAST, THEN SOUTHWEST ON THE APRON FOR 0.10 MI (0.16 KM) TO A CONNECTOR TAXIWAY (A) ON THE LEFT (SOUTHWESTERNMOST OF 2) , TURN LEFT AND GO SOUTHEAST ON THE CONNECTOR TAXIWAY CROSSING RUNWAY 07/25, THEN BEAR SLIGHT RIGHT ACROSS THE GRASS AND UP THE HILL FOR 0.20 MI (0.32 KM) TO THE STATION.  THE STATION IS ABOUT 200 FT (61.0 M) NORTH-NORTHWEST OF THE NORTHWEST CORNER OF A OLD ABOVE GROUND CISTERN AND 66 FT (20.1 M) SOUTHWEST OF THE EXTENDED CENTER OF THE CONNECTOR TAXIWAY.  THIS IS THE PRIMARY AIRPORT CONTROL STATION.  NOTE--THIS STATION MAY BE A SHORT PACK, A PATH TO DRIVE TO THE STATION SHOULD BE IN PLACE BY THE TIME OF OBSERVATIONS.  AT THIS TIME THE PERIMETER FENCE IS BETWEEN THE RUNWAY AND THE STATION BUT A WORK CREW IS IN THE PROCESS OF MOVING IT TO THE SOUTHEAST.                            STATION RECOVERY (2004)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2004 (AE) RECOVERED IN GOOD CONDITION.",
            "elevation": 19.2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20040612",
                    "condition": "GOOD",
                    "reporter": "INDIV"
                }
            ],
            "id": "AB9235",
            "lat": 17.1354806,
            "long": -61.79252528333333,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ANTIGUA, AT THE V C BIRD INTERNATIONAL AIRPORT, SET INTO THE PARALLEL TAXIWAY FOR RUNWAY 10 (NOW CLOSED) AND EAST OF THE JUNCTION WITH RUNWAY 07/25. OWNERSHIP--COUNTRY OF ANTIGUA AND BARBUDA, V C BIRD INTERNATIONAL AIRPORT, PO BOX 1051, ST JOHNS, ANTIGUA.  AERODROME SUPERINTENDENT IS MR ERROLL GEORGE.  AIRPORT CONTACT IS CHIEF OF AIR TRAFFIC SERVICES, MR ANTHONY MEADE, PHONE (809) 462-0358, FAX (809) 462-0642.  THIS IS A CONTROLED AIRPORT, PERMISSION TO ENTER THE AIRPORT COMPOUND IS REQUIRED.  NOTE--AIRCRAFT TRAFFIC IS VERY HEAVY IN THE AFTERNOON.  TO REACH THE STATION FROM THE SOUTHEAST SIDE OF THE TERMINAL BUILDING GO NORTHEAST ON THE APRON, THEN ON A TAXIWAY FOR 0.25 MI (0.40 KM) TO THE OLD RUNWAY 10 (NOW CLOSED) , BEAR RIGHT AND GO EAST ON THE OLD RUNWAY FOR 0.30 MI (0.48 KM) CROSSING RUNWAY 07/25 TO A DIM TRACK ROAD ON THE LEFT AT THE PAPI LIGHTS, TURN LEFT AND GO NORTHEAST ON THE DIM TRACK ROAD FOR 0.05 MI (0.08 KM) TO THE OLD PARALLEL TAXIWAY FOR RUNWAY 10 AND THE STATION SET INTO THE CONCRETE TAXIWAY ON THE RIGHT.  THE STATION IS 281.7 FT (85.9 M) EAST OF A RUNWAY LIGHT AT THE INTERSECTION OF THE TAXIWAY AND RUNWAY 07/25, 16.0 FT (4.9 M) SOUTH OF THE TAXIWAY CENTER AND 9.0 FT (2.7 M) NORTH OF THE SOUTH EDGE OF THE TAXIWAY.  THIS IS A SECONDARY AIRPORT CONTROL STATION. NOTE--AT THIS TIME THE LINE OF SITE BETWEEN THIS STATION AND THE PAC IS OBSTRUCTED BY BRUSH BUT SHOULD BE CLEARED BY AIRPORT PESONNEL IN THE NEAR FUTURE.",
            "elevation": 7.5,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9558",
            "lat": 17.141566080555556,
            "long": -61.783118719444445,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ANTIGUA, AT THE V C BIRD INTERNATIONAL AIRPORT AND SET IN ROCK OUTCROP NEAR THE APPROACH END OF RUNWAY 07.  OWNERSHIP--COUNTRY OF ANTIGUA AND BARBUDA, V C BIRD INTERNATIONAL AIRPORT, PO BOX 1051, ST JOHNS, ANTIGUA.  AERODROME SUPERINTENDENT IS MR ERROLL GEORGE.  AIRPORT CONTACT IS CHIEF OF AIR TRAFFIC SERVICES, MR ANTHONY MEADE, DIRECTORATE OF CIVIL AVIATION, PHONE (809) 462-0358, FAX (809) 462-0642.  THIS IS A CONTROLED AIRPORT, PERMISSION TO ENTER THE AIRPORT COMPOUND IS REQUIRED. NOTE--AIRCRAFT TRAFFIC IS VERY HEAVY IN THE AFTERNOON.  TO REACH THE STATION FROM THE SOUTHEAST SIDE OF THE TERMINAL BUILDING GO SOUTHEAST, THEN SOUTHWEST ON THE APRON FOR 0.10 MI (0.16 KM) TO A CONNECTOR TAXIWAY (A) ON THE LEFT (SOUTHWESTERNMOST OF 2) , CONTINUE AHEAD AND GO SOUTHWEST ON A DIM TRACK ROAD FOR 0.6 MI (1.0 KM) (PARALLELING THE RUNWAY) TO A WINDSOCK POLE ON THE LEFT, CONTINUE AHEAD AND GO SOUTHEASTERLY ON THE DIM TRACK ROAD FOR 0.25 MI (0.40 KM) TO THE STATION ON THE RIGHT.  THE STATION IS SET INTO THE HIGH POINT OF THE NORTHWESTERLY END OF A 20 FT (6.1 M) BY 1.5 FT (0.5 M) ROCK OUTCROP PROJECTING 0.1 FT (3.0 CM) ABOVE THE GROUND AND ABOUT 2 FT (0.6 M) HIGHER THAN THE DIM TRACK ROAD, 163.3 FT (49.8 M) NORTHWEST OF THE NORTHWEST EDGE OF THE RUNWAY (NOT THE PAVED SHOULDER) AND 8.0 FT (2.4 M) SOUTHEAST OF THE PERIMETER FENCE.  THIS IS A SECONDARY AIRPORT CONTROL STATION.",
            "elevation": 17.3,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9557",
            "lat": 17.131175641666665,
            "long": -61.803328011111105,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 NO TEXT AVAILABLE.",
            "elevation": 2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9237",
            "lat": 17.636406347222223,
            "long": -61.827956650000004,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 NO TEXT AVAILABLE.",
            "elevation": 4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9238",
            "lat": 17.636644330555555,
            "long": -61.823302161111116,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        }
    ]
}