{
    "date": "DECEMBER  2, 2022",
    "region": "AV/PROVINCE OF ANGUILLA",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ANGUILLA, ABOUT 0.5 MI (0.8 KM) NORTHEAST OF THE WALLBLAKE INTERNATIONAL AIRPORT, 200 FT (61.0 M) NORTH OF THE DEPARTMENT OF LANDS AND SURVEYS AND ON THE ON THE GROUNDS OF THE POST OFFICE.  OWNERSHIP--COUNTRY OF ANGUILLA, DEPARTMENT OF LANDS AND SURVEYS.  TO REACH THE STATION FROM THE MAIN ENTRANCE TO THE WALLBLAKE INTERNATIONAL AIRPORT GO WEST ON THE PAVED EXIT ROAD FOR 0.1 MI (0.2 KM) TO A T-JUNCTION, TURN LEFT AND GO NORTHERLY ON A PAVED ROAD FOR 0.15 MI (0.24 KM) TO A PAVED ROAD ON THE LEFT, TURN LEFT AND GO WESTERLY FOR 0.4 MI (0.6 KM) TO A ROTARY INTERSECTION, USING THE ROTARY TURN RIGHT AND GO NORTHERLY ON A PAVED ROAD FOR 0.25 MI (0.40 KM) TO A PAVED ROAD LEFT, TURN RIGHT AND GO EAST ON THE PAVED ROAD FOR 0.05 MI (0.08 KM) TO THE GATE TO THE DEPARTMENT OF LANDS AND SURVEYS ON THE RIGHT AND THE STATION ON THE LEFT.  THE STATION IS A NGS HORIZONTAL CONTROL MARK STATMPED --IC 03 1996-- SET INTO A DRILL HOLE IN A 4 FT (1.2 M) BY 2 FT (0.6 M) ROCK OUTCROP, 93.6 FT (28.5 M) WEST OF THE WESTERNMOST CORNER OF THE COURTHOUSE, 68.0 FT (20.7 M) NORTH OF THE CENTER OF A EAST-WEST PAVED ROAD, 52.2 FT (15.9 M) SOUTHWEST OF A TAMARIND TREE, 47.8 FT (14.6 M) SOUTH OF THE SOUTHWESTERNMOST CORNER OF THE POST OFFICE BUILDING AND 41.1 FT (12.5 M) NORTHWEST OF THE NORTHWEST EDGE OF A SIDEWALK.",
            "elevation": 26.9,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9234",
            "lat": 18.210897752777775,
            "long": -63.05326828888889,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ANGUILLA, ABOUT 1.7 MI (2.7 KM) NORTHEAST OF THE WALLBLAKE INTERNATIONAL AIRPORT, ON THE TOP OF CROCUS HILL AND ON TOP OF A ABOVE GROUND WATER CISTERN. OWNERSHIP--COUNTRY OF ANGUILLA, DEPARTMENT OF LANDS AND SURVEYS.  TO REACH THE STATION FROM THE MAIN ENTRANCE TO THE WALLBLAKE INTERNATIONAL AIRPORT TERMINAL GO WEST ON THE PAVED EXIT ROAD FOR 0.1 MI (0.2 KM) TO A T-JUNCTION, TURN LEFT AND GO NORTHERLY ON A PAVED ROAD FOR 0.15 MI (0.24 KM) TO A PAVED ROAD ON THE LEFT, TURN LEFT AND GO WESTERLY FOR 0.4 MI (0.6 KM) TO A ROTARY INTERSECTION, USING THE ROTARY TURN RIGHT AND GO NORTHERLY ON A PAVED ROAD FOR 8.5 MI (13.7 KM) TO A INTERSECTION WITH A TRAFFIC LIGHT, TURN LEFT AND GO WESTERLY ON A PAVED ROAD FOR 1.1 MI (1.8 KM) TO A ROAD FORK, BEAR RIGHT AND GO WESTERLY ON THE PAVED ROAD FOR 0.3 MI (0.5 KM) TO A PAVED ROAD LEFT (JUST BEFORE CRESTING THE HILL) , TURN LEFT AND GO SOUTHERLY ON THE PAVED ROAD FOR 0.3 MI (0.5 KM) TO THE STATION ON THE TOP OF THE WATER CISTERN ON THE LEFT.  THIS IS A ANGUILLA DEPARTMENT OF LANDS AND SURVEYS TRIGOMETIC STATION WHICH IS A 1.0 FT (0.3 M) BY 1.0 FT (0.3 M) BY 0.25 HIGH SQUARE CONCRETE MONUMENT WITH A 2 INCH PIPE SET INTO THE CENTER AND PROJECTING 0.2 FT (6.1 CM) ABOVE THE CONCRETE WHICH IS SET ON THE TOP CENTER OF A 23.5 FT (7.2 M) BY 23.5 FT (7.2 M) BY 11 FT (3.4 M) HIGH SQUARE CONCRETE WATER CISTERN, THE HORIZONTAL POINT IS THE APPROXIMATE CENTER OF THE PIPE AND THE VERTICAL POINT IS THE HIGHEST PART OF THE PIPE.  NOTE--A LADDER WILL BE REQUIRED TO GET ON TOP OF THE CISTERN.",
            "elevation": 69.3,
            "history": [
                {
                    "date": "1956",
                    "condition": "MONUMENTED"
                },
                {
                    "date": "19960312",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9233",
            "lat": 18.217810888888888,
            "long": -63.06537775277778,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "NOT SPECIFIED OR SEE DESCRIPTION"
        }
    ]
}