{
	"date": "JANUARY  2, 2023",
	"region": "BB",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE EAST SIDE OF THE ISLAND OF BARBADOS, ON TOP OF A HILL OVERLOOKING THE ATLANTIC OCEAN.  SET IN TOP OF A 14 X 14-INCH SQUARE CONCRETE MONUMENT SET ON ROCK OUTCROP, MARKED WITH A RED AND WHITE REMOVEABLE METAL POLE ABOUT 13-FOOT HIGH. OWNERSHIP--ANGLICAN CHURCH OF BARBADOS, COLLEGE SAVANAH. NOTE--CONTACT CHIEF SURVEYOR DEPARTMENT OF LANDS AND SURVEYS, CULLODEN ROAD SAINT MICHELES, BARBADOS, WEST INDIES.  PHONE 809-426-0521 NOTE-- (AREA CODE WILL CHANGE TO 246 ON 07/01/96) . NOTE--BENCH MARK.  LOCATED 19.4 M (63.6 FT) EAST OF THE SOUTHEAST CORNER OF A WOOD FRAME HOUSE, 13.3 M (43.6 FT) WEST-NORTHWEST OF POWER POLE NUMBER 300, AND THE MONUMENT IS PROJECTING ABOUT 15-CM ABOVE THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 46.1,
			"history": [
				{
					"date": "1967",
					"condition": "MONUMENTED",
					"reporter": "BBDLAS"
				},
				{
					"date": "19960319",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "AB9260",
			"lat": 13.181719855555555,
			"long": -59.45991653888889,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEASTERN END OF THE ISLAND OF BARBADOS, AT THE GRANTLEY ADAMS INTERNATIONAL AIRPORT.  NEAR THE CENTER OF THE AIRPORT, IN A GRASS AREA SOUTH OF THE RUNWAY, BETWEEN THE PERIMETER FENCE AND A GRAVEL SERVICE ROAD, IN LINE WITH A NORTH-SOUTH SECTION OF THE PERIMETER FENCE, SOUTHEAST OF THE CONTROL TOWER, SOUTH OF THE TERMINAL BUILDING, WEST-NORTHWEST OF THE (VOR) TRANSMITTER, SET IN TOP OF AND 0.1 M (0.3 FT) NORTH OF THE SOUTH CORNER OF A 16 X 16-INCH SQUAR CONCRETE POST SET ON BEDROCK, MARKED WITH A RED AND WHITE REMOVEABLE METAL POLE ABOUT 12-FOOT HIGH. OWNERSHIP--STATE OF BARBADOS, P.O.  BOX 4A GRANTLEY ADAMS INTERNATIONAL AIRPORT, CHRIST CHURCH, BARBADOS, WEST INDIES. TECHNICAL OFFICER AIR TRAFFIC OPERATIONS REYNOLD G.  ALLMAN, PHONE 809-428-7377 OR 428-7101 EXT.  4207.  HOME 424-6612.  FAX. 809-428-2539. NOTE--CONTACT TECHNICAL OFFICER AIR TRAFFIC OPERATIONS ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--THIS STATION WAS SELECTED AS A (PACS) . NOTE--LOCAL SERVEYORS USED THIS CONCRETE POST AS A BENCH MARK, AND RAN LEVELS TO THE TOP OF THE CONCRETE POST.  LOCATED APPROXIMATELY 200 M (656.2 FT) WEST-NORTHWEST OF THE (VOR) , 56.5 M (185.4 FT) NORTH OF A NORTHEAST CORNER OF AND IN LINE WITH A NORTH-SOUTH SECTION OF THE PERIMETER FENCE, 30.9 M (101.4 FT) SOUTH OF A GRAVEL SERVICE ROAD CENTER, AND THE MONUMENT IS ABOUT 2.0 M (6.6 FT) ABOVE THE LEVEL OF THE RUNWAY AND PROJECTING 0.1 M (0.3 FT) ABOVE THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 51.9,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9259",
			"lat": 13.075134825,
			"long": -59.48562796111111,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEASTERN END OF THE ISLAND OF BARBADOS, AT THE GRANTLEY ADAMS INTERNATIONAL AIRPORT.  NEAR THE WEST END OF THE AIRPORT, IN A GRASS AREA NORTH OF RUNWAY END 09 AND WEST OF THE MOST WESTERLY TAXI/RAMP (EXIT 2) , SET IN A DRILL HOLE IN A 3 X 4-FOOT AREA OF ROCK OUTCROP.  OWNERSHIP--STATE OF BARBADOS, P.O. BOX 4A GRANTLEY ADAMS INTERNATIONAL AIRPORT, CHRIST CHURCH, BARBADOS, WEST INDIES.  TECHNICAL OFFICER AIR TRAFFIC OPERATIONS REYNOLD G. ALLMAN, PHONE 809-428-7377 OR 428-7101 EXT.  4207.  HOME 424-6612. FAX. 809-428-2539.  NOTE--CONTACT TECHNICAL OFFICER AIR TRAFFIC OPERATIONS ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 81.3 M (266.7 FT) NORTH OF THE EXTENDED RUNWAY CENTERLINE, 42.5 M (139.4 FT) WEST OF THE TAXI/RAMP (EXIT 2) CENTERLINE, AND THE STATION IS ABOUT 0.5 M (1.6 FT) ABOVE THE LEVEL OF THE TAXI/RAMP AND PROJECTING 0.1 M (0.3 FT) ABOVE THE GROUND SURFACE. BY R.G.  HAYES",
			"elevation": 52.3,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9730",
			"lat": 13.071586366666667,
			"long": -59.50758776666667,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEASTERN END OF THE ISLAND OF BARBADOS, AT THE GRANTLEY ADAMS INTERNATIONAL AIRPORT.  NEAR THE EAST END OF THE AIRPORT, IN A GRASS AREA SOUTH OF RUNWAY END 27, NORTHWEST OF A SERVICE ROAD, NORTHEAST OF A WINDSOCK, SET IN A DRILL HOLE IN A 3 X 4-FOOT AREA OF ROCK OUTCROP.  OWNERSHIP--STATE OF BARBADOS, P.O. BOX 4A GRANTLEY ADAMS INTERNATIONAL AIRPORT, CHRIST CHURCH, BARBADOS, WEST INDIES.  TECHNICAL OFFICER AIR TRAFFIC OPERATIONS REYNOLD G. ALLMAN, PHONE 809-428-7377 OR 428-7101 EXT.  4207.  HOME 424-6612. FAX. 809-428-2539.  NOTE--CONTACT TECHNICAL OFFICER AIR TRAFFIC OPERATIONS ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED APPROXIMATELY 115.0 M (377.3 FT) NORTHEAST OF A WINDSOCK, 40.3 M (132.2 FT) SOUTH-SOUTHWEST OF THE SOUTHEAST CORNER OF RUNWAY END 27, 39.5 M (129.6 FT) SOUTH OF THE RUNWAY EDGE, 7.1 M (23.3 FT) NORTHWEST OF A SERVICE ROAD CENTER, AND THE STATION IS ABOUT 0.2 M (0.7 FT) ABOVE THE LEVEL OF THE RUNWAY AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 48.2,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9729",
			"lat": 13.077764422222222,
			"long": -59.47703332777778,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		}
	]
}