{
    "date": "NOVEMBER  3, 2022",
    "region": "BC/GREATER VANCOUVER",
    "markers": [
        {
            "id": "TO0053",
            "lat": 49,
            "long": -116.49972222222222,
            "setting": "SET IN A LIGHT STRUCTURE",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1944 IN PORTHILL, ID. AT PORTHILL, ABOUT 300 FEET WEST OF THE U.S. CUSTOMS BUILDING, ABOUT 0.1 MILE BY ROAD, SET IN THE NORTH FACE OF THE CONCRETE BASE OF BOUNDARY MONUMENT NO. 207 ON THE UNITED STATES-CANADA BOUNDARY LINE, ON THE CANADA SIDE OF MONUMENT, ABOUT 0.5 FOOT BELOW THE TOP OF THE CONCRETE BASE.  A COPPER PLUG SET VERTICALLY.                            STATION RECOVERY (1980)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1980 IN PORTHILL, SET VERTICALLY IN THE NORTH FACE OF THE CONCRETE BASE OF BOUNDARY MONUMENT NUMBER 207, 58.9 METERS (193.0 FEET) WEST OF THE WEST FACE OF THE OLD U.S. CUSTOMS BUILDING, 48.9 METERS (160 FEET) NORTH OF THE FLAGPOLE AT THE NEW U.S. CUSTOMS STATION, 23.3 METERS (76.0 FEET) WEST OF A POWER LINE POLE, 14.5 METERS (47.5 FEET) EAST OF THE CENTERLINE OF THE NORTH BOUND BORDER GATE, 0.1 METER (0.3 FEET) BELOW THE BASE OF THE MONUMENT. THE MARK IS 3.0 M ABOVE THE HIGHWAY."
        },
        {
            "id": "TN0547",
            "lat": 48.999722222222225,
            "long": -115.05527777777777,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1979 8.3 MI NORTH FROM EUREKA. 8.3 MILES NORTH ALONG U. S. HIGHWAY 93 FROM THE TOWN HALL IN EUREKA, AT THE UNITED STATES-CANADA BORDER AT ROOSVILLE, IN CANADA, SET VERTICALLY IN THE WEST FACE OF AND 1 FOOT NORTH OF THE SOUTH EDGE OF A MASSIVE ROCK OUTCROP, 100 FEET EAST OF THE EAST EDGE OF THE HIGHWAY, 45.5 FEET EAST-NORTHEAST OF A POWER LINE POLE AND 27 FEET NORTH OF BOUNDARY MARKER 247 AND A CHAIN LINK FENCE. THE MARK IS 5 FT ABOVE THE HIGHWAY."
        },
        {
            "id": "TO0635",
            "lat": 49.013333333333335,
            "long": -116.50444444444445,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1980 1.4 KM NORTH FROM RYKERTS. 1.4 KILOMETERS (0.85 MILE) NORTH ALONG PROVINCIAL HIGHWAY 21 FROM THE CANADIAN CUSTOMS STATION IN RYKERTS, SET VERTICALLY IN THE WEST FACE OF A MASSIVE BEDROCK HIGHWAY CUT, AT THE SOUTH END OF A HIGHWAY CURVE, APPROXIMATELY 115 PACES SOUTH OF THE NORTH END OF THE CUT, AT A NARROW LEDGE SLOPING UP TOWARDS THE NORTH, 6.4 METERS (21.0 FEET) EAST OF THE CENTERLINE OF THE HIGHWAY. THE MARK IS 0.8 M ABOVE THE HIGHWAY."
        },
        {
            "id": "TP1404",
            "lat": 49.00790409166667,
            "long": -118.29831091388888,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1990 THE STATION IS LOCATED ABOUT 41.8 KM (26.0 MI) NORTHWEST OF NORTHPORT, 37.0 KM (23.0 MI) SOUTHWEST OF ROSSLAND, 25.8 KM (16.0 MI) NORTHEAST OF CURLEW, 6.4 KM (4.0 MI) WEST OF CASCADE AND ON RIGHT-OF-WAY FOR THE POWER LINES. TO REACH FROM THE JUNCTION OF US HIGHWAY 395 AND BRITSH COLUMBIA ROUTE 3 IN CASCADE, GO WEST ON ROUTE 3 FOR 6.3 KM (3.9 MI) TO THE STATION ON THE RIGHT. THE MARK IS SET IN A DRILL HOLE IN BEDROCK.  IT IS 35.5 M (116.5 FT) NORTH OF THE CENTER OF ROUTE 3, 13.9 M (45.6 FT) EAST OF A DOUBLE POWER POLE NUMBER 9L799 AND 0.23 M (0.75 FT) SOUTH OF A WITNESS POST."
        },
        {
            "id": "TO0634",
            "lat": 49.00333333333333,
            "long": -116.5,
            "setting": "GALVANIZED STEEL ROD IN SLEEVE (10 FT.+)",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1980 IN RYKERTS. IN RYKERTS, SET IN THE SOUTH LAWN OF THE CANADIAN CUSTOMS STATION, 14.7 METERS (48.2 FEET) SOUTH OF THE SOUTH FACE OF THE CUSTOMS STATION, 10.0 METERS (32.8 FEET) SOUTH-SOUTHWEST OF THE FLAGPOLE, 7.8 METERS (25.6 FEET) EAST OF THE CENTERLINE OF THE SOUTH BOUND LANE OF THE HIGHWAY, 1.2 METERS (4.0 FEET) NORTH OF THE SOUTH CURB OF THE LAWN. THE DATUM PONT IS ACCESSED THROUGH A CAST IRON MANHOLE COVER. THIS MARK IS AN INTERNATIONAL BORDER TIE MARK. THE MARK IS ABOVE LEVEL WITH THE LAWN."
        },
        {
            "id": "TP0435",
            "lat": 49,
            "long": 119.46194444444444,
            "setting": "SET INTO TOP OF METAL PIPE DRIVEN INTO GROUND",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1946 4.6 MI N FROM OROVILLE, WA. 4.6 MILES NORTH ALONG U. S. HIGHWAY NO. 97 FROM THE GREAT NORTHERN RAILWAY STATION AT OROVILLE, AT THE INTERNATIONAL BOUNDARY, IN THE SOUTHWEST CORNER OF THE CUSTOMS OFFICE YARD, 64.0 FEET NORTHWEST OF BOUNDARY MONUMENT NO. 116 B, 33.2 FEET SOUTHEAST OF THE SOUTH CORNER OF THE CANADA CUSTOMS OFFICE, 32.0 FEET NORTHEAST OF THE CENTER LINE OF THE HIGHWAY, 2.5 FEET NORTH OF THE YARD FENCE CORNER, AND PROJECTS 0.7 FOOT ABOVE THE GROUND.                            STATION RECOVERY (1981)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1981 NOT RECOVERED."
        },
        {
            "id": "TQ0702",
            "lat": 49.06496078055555,
            "long": -120.78668288888889,
            "setting": "COPPER-CLAD STEEL ROD W/O SLEEVE (10 FT.+)",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1989 THE STATION IS LOCATED ABOUT 67.6 KM (42.0 MI) NORTHWEST OF MAZAMA, 64.4 KM (40.0 MI) SOUTHEAST OF HOPE BRITSH COLUMBIA, 8.0 KM (5.0 MI) NORTH OF THE CANADIAN BORDER IN THE MANNING PROVINCIAL PARK AND ON ROAD RIGHT-OF-WAY. TO REACH FROM THE JUNCTION OF CANADA HIGHWAY 1 AND  BRITSH COLUMBIA HIGHWAY 3 IN HOPE, GO SOUTHEAST ON BRITSH COLUMBIA HIGHWAY 3 FOR 67.6 KM (42.0 MI) TO THE MANNING PARK LODGE EAST ENTRANCE ROAD ON THE RIGHT. TURN LEFT ON THE SURFACED ROAD FOR ABOUT 150 FT (45.7 M) TO A CROSSROAD. TURN LEFT AND GO WESTERLY ON THE FRONTAGE ROAD FOR 0.32 KM (0.20 MI) TO THE STATION ON THE LEFT. THE MARK IS FASTENED TO THE TOP OF A COPPER CLAD STEEL ROD THAT IS FLUSH WITH THE GROUND SURFACE.  IT IS 17.7 M (58.1 FT) NORTH OF THE CENTER OF HIGHWAY 3, 5.9 M (19.4 FT) SOUTHWEST OF THE CENTER OF THE FRONTAGE ROAD, 2.4 M (7.9 FT) SOUTH OF THE SOUTHWEST GATE POST AND 1.5 M (4.9 FT) SOUTH OF AN NGS WITNESS POST..                            STATION RECOVERY (1990)  RECOVERED 1990 RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "SX1620",
            "lat": 49.281105052777775,
            "long": -121.78101908055555,
            "setting": "COPPER-CLAD STEEL ROD W/O SLEEVE (10 FT.+)",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1990 THE STATION IS LOCATED ABOUT 49.9 KM (31.0 MI) NORTHEAST OF MISSION, 40.2 KM (25.0 MI) NORTH OF THE CANADIAN BORDER, 29.8 KM (18.5 MI) SOUTHWEST OF HOPE AND AT THE HARRISON HOLIDAY MOBILE HOME PARK. TO REACH FROM THE JUNCTION OF CANADIAN HIGHWAY 1 AND BRITISH COLUMBIA ROUTE 9, EAST OF CHILLIWACK, GO NORTH ON BRITISH COLUMBIA ROUTE 9 FOR 5.47 KM (3.40 MI) TO THE JUNCTION OF BRITISH COLUMBIA ROUTE 7. CONTINUE AHEAD ON ROUTES 9 AND 7 FOR 2.09 KM (1.30 MI) TO THE NORTH JUNCTION OF ROUTES 9 AND 7.  TURN RIGHT AND GO NORTH ON ROUTE 9 AS PER SIGN HARRISON HOT SPRINGS FOR 3.86 KM (2.40 MI) TO THE ENTRANCE GATE TO HARRISON.  CONTINUE AHEAD NORTH FOR 0.16 KM (0.10 MI) TO A SIDE ROAD RIGHT.  TURN RIGHT AND GO EAST ON THE SURFACED ROAD FOR 0.08 KM (0.05 MI) TO A SECURITY GATE.  PERMISSION TO ENTER CAN BE OBTAINED FROM THE PARK OFFICE ON THE RIGHT.  (IF NO ONE IS AT THE OFFICE THE STATION IS ONLY A SHORT WALK FROM THE GATE.) PASS THROUGH THE GATE, TURN RIGHT AND GO SOUTH ON THE SURFACED ROAD FOR 0.16 KM (0.10 MI) TO THE SOUTH END OF THE PLAY GROUND AND THE STATION. THE MARK IS FASTENED TO THE TOP OF A COPPER CLAD STEEL ROD THAT IS FLUSH WITH THE GROUND SURFACE.  IT IS 24.0 M (78.7 FT) NORTH OF THE FENCE AT THE SOUTH BOUNDARY OF THE PARK, 24.0 M (78.7 FT) EAST OF THE CENTER OF THE OVERHEAD POWER LINES, 2.3 M (7.5 FT) SOUTHEAST OF THE NORTH END OF THE IVY COVERED FENCE, 1.0 M (3.3 FT) EAST OF THE IVY COVERED FENCE AND 0.82 M (2.69 FT) EAST OF A WITNESS POST.  THE SIGN ON THE MOBILE HOME LOT ON THE WEST SIDE OF THE FENCE READS, SHANNON BUCKSHAW. A HIGH TRIPOD IS NEEDED TO CLEAR THE FENCE."
        },
        {
            "id": "TO1171",
            "lat": 49.06997093888889,
            "long": -117.27648675833333,
            "setting": "SET IN THE ABUTMENT OR PIER OF A LARGE BRIDGE",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1989 THE STATION IS  LOCATED ABOUT 43.5 KM (27.0 MI) NORTHEAST OF NORTHPORT, 40.2 KM (25.0 MI) EAST OF ROSSLAND, 24.1 KM (15.0 MI) NORTH OF METALINE FALLS, 9.7 KM (6.0 MI) NORTH OF THE CANADIAN BORDER AT NELWAY AND ON HIGHWAY RIGHT-OF-WAY. TO REACH FROM THE CANADIAN CUSTOMS HOUSE AT NELWAY, GO NORTH ON BRITISH COLUMBIA ROUTE 6 FOR 9.82 KM (6.10 MI) TO THE BRIDGE OVER THE SOUTH SALMON RIVER AND THE STATION ON THE LEFT. THE MARK IS SET IN A DRILL HOLE IN THE TOP OF THE NORTHWEST CORNER OF THE BRIDGE ABUTMENT.   IT IS 10.0 M (32.8 FT) WEST OF THE CENTER OF THE HIGHWAY AND 1.6 M (5.2 FT) NORTHEAST OF A WITNESS POST.                            STATION RECOVERY (1990)  RECOVERED 1990 RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "TR2713",
            "lat": 49.128306486111114,
            "long": -122.30257930833334,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1989 THE STATION IS LOCATED ABOUT 37.0 KM (23.0 MI) NORTHEAST OF BLAINE, 27.4 KM (17.0 MI) WEST OF CHILLIWACK, 16.1 KM (10.0 MI) NORTH OF SUMAS, IN THE CITY OF MISSION AND ON PARK LAND. TO REACH FROM THE INTERSECTION OF BRITISH COLUMBIA ROUTES 7 AND 11 IN MISSION, GO SOUTH ON ROUTE 11 FOR 0.16 KM (0.10 MI) TO  A CROSS ROAD. TURN LEFT AND GO EAST ON HORNE STREET FOR 0.32 KM (0.20 MI) TO A T-INTERSECTION.  TURN RIGHT AND GO SOUTH ON HARBOUR AVENUE FOR 0.32 KM (0.20 MI) TO THE THE END OF THE STREET, BRIDGE STREET ON THE RIGHT AND THE STATION ON THE LEFT AT THE SOUTH END OF A GRASSY MEDIAN STRIP. THE MARK IS CRIMPED TO THE TOP OF A COPPER CLAD STEEL ROD THAT IS FLUSH WITH THE GROUND SURFACE.  IT IS 12.0 M (39.4 FT) EAST OF THE CENTER OF HARBOUR AVENUE, 1.43 M (4.69 FT) NORTH-NORTHEAST OF A WITNESS POST 1.3 M (4.3 FT) SOUTH-SOUTHWEST OF A RED PIPE AND 0.5 M (1.6 FT) NORTH OF THE CONCRETE BARRIER AT THE END OF THE GRASSY STRIP.                            STATION RECOVERY (1990)  RECOVERED 1990 RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "TY8019",
            "lat": 54.752864647222225,
            "long": -130.63250018055555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE W COAST OF WALES ISLAND, CANADA, IN TONGASS PASSAGE, ON A PROMINENT POINT ABOUT 3/4 MILE S OF BARTLETT POINT.  THE STATION WHICH IS ABOUT 9 FEET ABOVE THE HIGH-WATER LINE, IS ON A FLAT SECTION OF LEDGE, PROJECTING FROM VERTICAL CLIFF.  STATION IS ONLY 18 INCHES FROM EDGE OF CLIFF.  STATION MARK IS A PLAIN BRASS DISK STAMPED ADA 1933."
        },
        {
            "id": "TN1027",
            "lat": 49.022211133333336,
            "long": -114.13796551666667,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1933 (JH) ON A RED ROCK POINT N 12 DEGREES W, 1.6 MILES FROM INTERNATIONAL BOUNDARY MONUMENT 271, AND JUST EAST OF A LOW GAP BETWEEN THE AKAMINA AND NORTH KINTLA CREEK WATERSHEDS.  STATION MARK--A COPPER PENNY DRIVEN IN A HOLE IN THE SHALE ROCK WITH A 5 - FOOT CAIRN OVER IT."
        },
        {
            "id": "AB2086",
            "lat": 48.38977635277778,
            "long": -123.48745368055556,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1991 THE SITE WAS NOT PHYSICALLY VISITED AT THIS TIME.  THE SITE IS LOCATED IN THE CITY OF VICTORIA, BRITISH COLUMBIA AND IS A PART OF THE WESTERN CANADA DEFORMATIOM ARRAY AND IS ALSO A ABSOLUTE GRAVITY SITE.  THE STATION IS LISTED AS ALBH BY THE INTERNATIONAL GPS SERVICE FOR GEODYNAMICS (IGS) AS A CIGNET PERMANENT GPS TRACKING NETWORK STATION. THE STATION IS LISTED AS IRES DOMES NUMBER 40129M003 AND HAS A MONUMENT INSCRIPTION OF 927000.  THE SITE IS OCCUPIED BY A AOA ROGUE SNR-8000 (TURBOROGUE) GPS RECEIVER SERIAL NUMBER 292 WITH A DORNE MARGOLIN T ANTENNA SERIAL NUMBER 95-174 AS OF AUGUST 21, 1995. THE SITE IS ALSO EQUIPPED WITH A CESIUM EXTERNAL TIME STANDARD. POINT OF CONTACT IS MICHAEL SCHMIDT OF THE GEOLOGICAL SURVEY OF CANADA, PO BOX 6000, 9860 WEST SAANICH RD, SIDNEY, BC, CANADA, V8L 4B2.  PHONE (604) 363-6760.  DESCRIBED BY M.L.  ASLAKSEN JR."
        },
        {
            "id": "DE6629",
            "lat": 48.38977688611111,
            "long": -123.48745291666667,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DE6631",
            "lat": 48.38977688611111,
            "long": -123.48745291666667,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'ALBH' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TR2715",
            "lat": 48.38953073888889,
            "long": -123.48694040555556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1991 THE STATION IS LOCATED SOUTHWEST OF VICTORIA BC AT THE CANADIAN FORCES BASE ESQUIMALT ALBERT HEAD CAMP.  CONTACT WARRANT OFFICER MCCONNELL AT 604-363-5974 OR MAJOR ROSS MCLAUGHLIN AT 604-380-4047. TO REACH THE STATION FROM THE JUNCTION OF THE TRANS CANADA HIGHWAY 1 AND HIGHWAY 1A, FOLLOW HIGHWAY 1A SOUTH FOR 4.7 KM (2.9 MI) THROUGH COLWOOD.  TURN LEFT ONTO METCHOSIN ROAD AND GO 4.4 KM (2.7 MI) TO THE INTERSECTION OF DUKE ROAD.  TURN LEFT AND GO 0.7 KM (0.4 MI) TO ALBERT HEAD ROAD.  TURN LEFT AND GO 0.2 KM (0.1 MI) TO THE MAIN GATE OF THE CAMP.  CONTINUE AHEAD FOR 0.5 KM (0.3 MI) PAST BARRACKS TO A LEVEL GRAVEL PAD AND THE STATION ON THE LEFT. THE STATION IS A BRASS TABLET CEMENTED IN EXPOSED BEDROCK.  LOCATED APPROXIMATELY 18 M (59.1 FT) SOUTH FROM THE INSIDE EDGE OF THE MOST NORTHEASTERLY OF THREE GUN EMPLACEMENTS.  A TEMPORARY ALUMINIUM STAND IS POSITIONED OVER THE STATION. DESCRIBED BY MIKE SCHMIDT AND H.J. SKELLEY."
        },
        {
            "id": "TP1205",
            "lat": 49.061117752777776,
            "long": -119.39601718888889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1925 ON THE SOUTHERNMOST OF TWO PEAKS OF ABOUT THE SAME ELEVATION KNOWN AS ANARCHIST MOUNTAIN, ABOUT 4 MILES EAST OF THE OSOYOOS (CANADIAN) CUSTOMHOUSE AND EAST OF THE NORTH END OF OSOYOOS LAKE.  THE STATION IS ABOUT 150 FEET SOUTH OF THE HIGHEST POINT OF THE MOUNTAIN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA MARK SET IN A SOLID LEDGE WITH CEMENT.  THE REFERENCES ARE SIMILARLY MARKED.  REFERENCE MARK NO 1 IS 7.226 METERS FROM THE STATION IN BEARING 205 DEGREES 12 MINUTES 46 SECONDS.  REFERENCE MARK NO 2 IS 11.026 METERS FROM THE STATION IN BEARING 338 DEGREES 15 MINUTES 39 SECONDS.                            STATION RECOVERY (1956)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1956 (RKL) STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "DP5993",
            "lat": 59.589479611111116,
            "long": -133.71444733055554,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'ATLI' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "DP5991",
            "lat": 59.589479611111116,
            "long": -133.71444733055554,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "TR2529",
            "lat": 49.00231425,
            "long": -123.08972096111111,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1911 ON THE HIGH BLUFF ON THE WEST SHORE OF POINT ROBERTS AND ABOUT 25 METERS NORTH OF THE INTERNATIONAL BOUNDARY.  THIS IS NOT THE ORIGINAL US COAST AND GEODETIC SURVEY STATION---AVENUE---, WHICH WAS IN THE SAME LOCALITY.  STATION MARK--A COPPER BOLT 3/4 BY 4 INCHES SET IN A BOULDER 1 FOOT BELOW THE SURFACE OF THE GROUND.  THE SUBSURFACE MARK IS A LIKE BOLT SET IN A BOULDER BURIED 27 INCHES UNDERGROUND.  THE STATION MARK IS 39.15 METERS, IN BEARING 136 DEGREES 02 MINUTES, FROM THE CENTER OF THE LARGE GRANITE MONUMENT, MONUMENT 1, OF THE INTERNATIONAL BOUNDARY."
        },
        {
            "id": "TN1028",
            "lat": 49.043039755555554,
            "long": -114.97879065555556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON A HIGH, BARE, ROCKY PEAK LOCALLY CALLED---BALDY---, ELEVATION 8000 FEET, ABOUT 2 MILES NORTH OF THE FALLS OF PHILLIPS CREEK.  RIDING ANIMALS MAY BE USED AS FAR AS THE LAMBERTON CABIN ON THE PHILLIPS CREEK TRAIL AND PACK ANIMALS CAN BE TAKEN TO WITHIN ONE - HALF MILE OF THE STATION.  STATION MARK--ORIGINALLY A DRILL HOLE IN A LARGE SQUARE ROCK SET FIRMLY IN THE GROUND.  IN 1933 THE STATION WAS RECOVERED IN THE ORIGINAL DRILL HOLE, AND A 4 - FOOT CAIRN WAS ERECTED OVER IT.                            STATION RECOVERY (1933)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1933 (ACB) STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8017",
            "lat": 54.76105413611111,
            "long": -130.64344388055554,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED NEAR THE SOUTHERN EXTREMITY OF BARTLETT POINT.  THERE IS A BOUNDARY MONUMENT ABOUT 200 METERS TO THE NORTHWARD, WHICH IS VISIBLE FROM STATION.  STATION IS MARKED WITH A PLAIN BRASS DISK, STAMPED BARTLETT 1933 CEMENTED INTO A DRILL HOLE IN ROCK."
        },
        {
            "id": "DR3497",
            "lat": 48.42925913055555,
            "long": -123.42869095833333,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY WHPACIFIC 2017 BCES IS A CONTINUOUSLY OPERATING REFERENCE STATION LOCATED IN ESQUIMALT, BRITISH COLOMBIA.  THE ANTENNA IS MOUNTED ON A CONCRETE PILLAR ON THE CFB ESQUIMALT WARDROOM.  GOOD CONDITION.  DATA CAN BE OBTAINED FROM THE WASHINGTON STATE REFERENCE NETWORK (WSRN) WWW.WSRN3.ORG. PRIMARY CONTACT GAVIN SCHROCK 206-684-5630."
        },
        {
            "id": "TR2577",
            "lat": 49.00208925277778,
            "long": -122.75719302777777,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1934 (JGH) THE SHORE RANGE MARK STANDS 5.50 METERS (18.04 FEET) EAST OF BOUNDARY MONUMENT 5, ON THE PROLONGATION OF THE STRAIGHT LINE THROUGH BOUNDARY MONUMENTS 4 AND 5, AT THE WEST EDGE OF THE PACIFIC HIGHWAY, AND AT AN APPROXIMATE ELEVATION OF 25 FEET ABOVE MEAN SEA LEVEL.                            STATION RECOVERY (1977)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1977 (CJG) NEW DAYMARKS COMPOSED OF ALUMINUM SIGN PANELS 10 FEET LONG BY 12 FEET HIGH AND COVERED WITH 3-M FLUORESCENT RED - ORANGE FILM WERE ERECTED ON BOTH EAST AND WEST RANGE TOWERS ON POINT ROBERTS.  THIS CHANGE WAS MADE FOR CONFORMITY WITH THE DAYMARKS ON THE MIDDLE RANGE TOWER WHICH HAVE MUCH BETTER VISIBILITY.  THE CONTRACT TO CLEAN, SPOT PRIME AND APPLY TWO COATS OF WARM GREY MARINE ENAMEL WAS AWARDED TO THE LOWER BIDDER.  WITH THE COMPLETION OF THIS CONTRACT, ALL THE BOUNDARY RANGE TOWERS ARE NOW PAINTED THE SAME COLOR, AS WELL AS HAVING IDENTICAL DAYMARKS."
        },
        {
            "id": "TR2578",
            "lat": 49.002085855555556,
            "long": -123.03521536666666,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (GTP) OFFSHORE RANGE MARK, WEST OF BOUNDARY BAY, WASHINGTON - BRITISH COLUMBIA.  A SQUARE TOWER OF STRUCTURAL STEEL 60 FEET IN HEIGHT ERECTED ON AND ANCHORED TO A CONCRETE SUBSTRUCTURE RISING ABOUT 12 FEET ABOVE HIGH WATER.  THE RANGE MARKS ARE OF THE STEEL - TOWER TYPE, OF THE SAME GENERAL DESIGN AND DIMENSIONS AS THE TWO ERECTED ON THE EAST SHORE OF THE BAY IN 1934, DIFFERING THEREFROM ONLY IN MINOR DETAILS.                            STATION RECOVERY (1977)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1977 (CJG) NEW DAYMARKS COMPOSED OF ALUMINUM SIGN PANELS 10 FEET LONG BY 12 FEET HIGH AND COVERED WITH 3-M FLUORESCENT RED - ORANGE FILM WERE ERECTED ON BOTH EAST AND WEST RANGE TOWERS ON POINT ROBERTS.  THIS CHANGE WAS MADE FOR CONFORMITY WITH THE DAYMARKS ON THE MIDDLE RANGE TOWER WHICH HAVE MUCH BETTER VISIBILITY.  THE CONTRACT TO CLEAN, SPOT PRIME AND APPLY TWO COATS OF WARM GREY MARINE ENAMEL WAS AWARDED TO THE LOWER BIDDER.  WITH THE COMPLETION OF THIS CONTRACT, ALL THE BOUNDARY RANGE TOWERS ARE NOW PAINTED THE SAME COLOR, AS WELL AS HAVING IDENTICAL DAYMARKS."
        },
        {
            "id": "TO0887",
            "lat": 49.11397818611111,
            "long": -117.42119972222223,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1925 ON THE SOUTH END OF THE RANGE OF MOUNTAINS LYING NORTH OF THE INTERNATIONAL BOUNDARY AND EAST OF THE COLUMBIA RIVER AND KNOWN AS THE GOLD RANGE.  IT IS ON A BARE SUMMIT AT THE EXTREME SOUTH OF THE RIDGE. THE STATION IS NOT ON BEAVER MOUNTAIN, BUT IS ABOUT 5 MILES SOUTHEAST OF IT.  IT IS ABOUT 2 MILES SOUTH OF STATION---KELLY---ON THE SAME RIDGE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE - DISK STATION MARK SET IN THE ROCK OUTCROP.  THERE ARE NO REFERENCES. INTERNATIONAL BOUNDARY COMMISSION STATION---BEAVER, 1905---, WHICH WAS WITHIN A FEW FEET OF THIS STATION HAS BEEN LOST AND NO MARK OF IT REMAINS.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8005",
            "lat": 54.70429503611111,
            "long": -130.47791408055556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1888 (CMT) THE STATION IS LOCATED ON WALES POINT, WALES ISLAND, ABOUT 20 FEET ABOVE HIGH-WATER MARK.  THE CENTER IS MARKED BY A CROSS CHIPPED IN THE GRANITE.  THE WITNESS MARK J.W.B. CHIPPED IN THE GRANITE IS DISTANT 15 FEET, BEARING WSW MAGNETIC. IT IS NOT VISIBLE ON THE SAME SIDE TO THE N BUT IS VISIBLE FROM THE ISLANDS TO THE W.                            STATION RECOVERY (1895)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1895 (EFD) THE STATION WAS ESTABLISHED BY THE HYDROGRAPHIC PARTY IN 1888 AND IS LOCATED ON THE OUTER EXTREMITY OF WALES POINT ON WALES ISLAND, ABOUT 20 FEET ABOVE TIDE.  THE CROSS OF THE OLD STATION WAS NOT VERY DISTINCT BUT FAIRLY CERTAIN.  TO PRESERVE THE STATION A 1/2-INCH HOLE WAS DRILLED IN THE CENTER OF THE CROSS.  THE WITNESS MARK J.W.B. COULD NOT BE FOUND."
        },
        {
            "id": "TN1029",
            "lat": 49.065870097222216,
            "long": -115.59017652222222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) FOUR AND ONE - HALF MILES NORTH OF THE INTERNATIONAL BOUNDARY, ON THE SOUTH END OF A PARTLY BARE PEAK IN THE FORKS OF THE EAST FORK OF THE NORTH FORK OF YAAK RIVER, THE NORTH END OF THE PEAK IS WOODED.  A TRAIL FROM THE NORTH FORK OF YAAK RIVER TO GOLD CREEK LEADS TO THE BASE OF THE MOUNTAIN.  STATION MARK--THE ORIGINAL STATION MARK WAS A DRILL HOLE IN SOLID ROCK.  THE STATION WAS RECOVERED IN 1934 AND FOUND MARKED WITH A SMALL BRONZE DISK BEARING THE LETTERS---B.C.---SET IN THE ORIGINAL DRILL HOLE.  THIS MARK WAS LEFT IN PLACE.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TO1122",
            "lat": 49.001420655555556,
            "long": -116.21408510833334,
            "setting": "OBJECT SURROUNDED BY MASS OF CONCRETE",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON THE SUMMIT OF BORDER MOUNTAIN, THE FIRST MOUNTAIN ON THE INTERNATIONAL BOUNDARY, WEST OF THE MOYIE RIVER.  THE STATION IS ON THE WESTERN ROCK RIM OF THE HIGHEST PART OF THE MOUNTAIN AND IS 95 METERS NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 214.  THE STATION IS EASILY REACHED BY A 2 - HOUR CLIMB FROM KINGSGATE, BRITISH COLUMBIA OR EASTPORT, IDAHO.  STATION MARK--THE STATION WAS RECOVERED, IN 1934, AND FOUND MARKED BY A COPPER BOLT STAMPED---U.S.G.S.---SET VERTICALLY IN A DEEP CREVICE IN THE OUTCROPPING ROCK AND PACKED IN PLACE WITH FINE BROKEN STONE. THE BOLT WAS REMOVED AND REPLACED BY A 3 - INCH BRONZE DISK BEARING WORDS---INTERNATIONAL BOUNDARY COMMISSION---.  THERE BEING NO SOLID ROCK AT THE STATION THAT COULD BE DRILLED, THE CREVICE WAS CLEANED AND CHIPPED OUT TO FIRM ROCK AND FILLED WITH CEMENT GROUT IN WHICH THE DISK WAS SET APPROXIMATELY 1 FOOT BELOW THE SURFACE OF THE ROCK OUTCROP.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED.                            STATION RECOVERY (1964)  RECOVERY NOTE BY US GEOLOGICAL SURVEY 1964 LOCATED ABOUT 1.5 MI. W. OF EASTPORT, IDAHO, ABOUT 1 MI. E. OF GILLON CREEK, ABOUT 300 FT. N. OF U.S. AND CANADA BORDER, 312 FT. NW. OF BOUNDARY MONUMENT 214, ON A RIDGE SEPARATING GILLON CREEK AND THE MOYIE RIVER.  TO REACH FROM CENTER OF HIGHWAY BRIDGE OVER KOOTENAI RIVER IN BONNERS FERRY, IDAHO, GO N. FOR 2.6 MI. TO JUNCTION OF U.S. HIGHWAYS 2 AND 95, GO STRAIGHT AHEAD ON HIGHWAY NO. 95 FOR 12.9 MI. TO JUNCTION OF U.S. HIGHWAY NO. 95 AND STATE HIGHWAY NO. 1, GO RIGHT ON HIGHWAY NO. 95 FOR 9.4 MI. TO GILLON CREEK RD. ON LEFT, PROCEED N. ON GILLON CREEK RD. FOR 0.5 MI. TO Y-RD., TAKE RIGHT FORK FOR 2.8 MI. TO Y-RD., TAKE RIGHT FORK THROUGH WIRE GATE AND ACROSS BRIDGE FOR 0.3 MI. TO BEGINNING OF TRAIL NO. 206, AT E. EDGE OF CLEARING, PACK E. UP TRAIL FOR ABOUT 1 MI. TO TOP OF RIDGE, GO N. ON RIDGE FOR ABOUT 1000 FT. (ABOUT 300 FT. N. OF INTERNATIONAL BOUNDARY).  STATION IS LOCATED ON HIGH POINT OF WESTERN RIM OF N-S. RIDGE.  REACHED BY HELICOPTER.  STATION MARK--A INTERNATIONAL BOULDARY COMMISSION TABLET STAMPED ---BORDER 1900 - 1934---, SET IN ROCK ABOUT 6 IN. BELOW GROUND LEVEL ON WESTERN RIM OF RIDGE."
        },
        {
            "id": "TQ0561",
            "lat": 49.01053969722222,
            "long": -120.20546884722222,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT THREE - FOURTHS MILE NORTH OF THE INTERNATIONAL BOUNDARY, 1.1 MILES NORTHEAST OF MONUMENT 94, AND 1.7 MILES NORTHWEST OF CATHEDRAL PEAK.  THE STATION IS ON THE HIGHEST POINT OF A HIGH, BARE, ROCKY PEAK (ELEVATION ABOUT 8200 FEET) THAT BREAKS DOWN ON THE NORTH IN A NEARLY VERTICAL CLIFF.  THE STATION MARK IS ABOUT 3 METERS FROM THE EDGE OF THE CLIFF.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A FLAT TOPPED ROCK ABOUT 2-1/2 FEET SQUARE AND RISING ABOUT 1 FOOT ABOVE THE GROUND."
        },
        {
            "id": "TY8022",
            "lat": 54.69825045555555,
            "long": -130.57057785,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) STATION IS SITUATED ON THE SUMMIT OF THE BARE HIGH-WATER ROCK ON THE OUTER EXTREMITY OF THE SOUTHERNMOST OF THE BOSTON ISLANDS.  THE S END OF WHALES ISLAND IS ALMOST IN RANGE WITH THE N END OF TRACY ISLAND.  THE STATION IS MARKED BY A 1/2-INCH HOLE DRILLED IN THE FACE OF THE ROCK.                            STATION RECOVERY (1933)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1933 (JS) STATION RECOVERED AS DESCRIBED.  THE ROCK MENTIONED IS A GRAY COLOR AND ABOUT 15 FEET ABOVE HIGH WATER.  THE DRILL HOLE WAS FOUND AND A PLAIN BRASS DISK CEMENTED INTO IT, STAMPED BOSTON 1895.  TWO REFERENCE MARKS WERE PLACED.  REFERENCE MARK NO. 1 IS A PLAIN BRASS DISK CEMENTED IN A DRILL HOLE.  REFERENCE MARK NO. 2 IS A COPPER BOLT CEMENTED IN CREVICE IN ROCK."
        },
        {
            "id": "TY7923",
            "lat": 59.48167727777778,
            "long": -138.06021873055556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (FM) ON THE NORTH SIDE OF ALSEK RIVER ABOUT 5 MILES ABOVE THE SECOND CANYON.  IT IS ON THE FIRST SHOULDER BELOW THE SHARP PEAK NEAR THE BOUNDARY.  STATION MARK--A 1 - INCH DRILL HOLE IN SLOPING GRANITE ROCK, WITH THREE WITNESS ARROWS CUT IN ADJOINING LEDGES.  WITNESS ARROW 1--LOCATED 8.6 FEET DISTANT IN AZIMUTH 51 DEGREES.  WITNESS ARROW 2--LOCATED 12 FEET DISTANT IN AZIMUTH 339 DEGREES.  WITNESS ARROW 3--LOCATED 15.2 FEET DISTANT IN AZIMUTH 163 DEGREES."
        },
        {
            "id": "TY7894",
            "lat": 56.59918630277778,
            "long": -131.835289525,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (GWF) ON MOUNT COTE, ABOUT 4 MILES SOUTHERLY FROM THE CONFLUENCE OF STIKINE AND KATETE RIVERS.  THIS PEAK IS THE POINT S4308 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--AN ALUMINUM - BRONZE CONE ABOUT 30 INCHES HIGH SET IN ROCK.                            STATION RECOVERY (1978)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1978 (CJG) MONUMENT WAS RECOVERED IN GOOD CONDITION AT CENTRE OF A CAIRN."
        },
        {
            "id": "TY7908",
            "lat": 59.624456022222226,
            "long": -135.138612825,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1936 AT THE SOUTH END OF SUMMIT LAKE, ON A SMALL ROCKY KNOLL ABOUT 13 METRES WEST OF THE RAILROAD AND 80 METRES SOUTH OF THE RAILROAD STATION.  IT IS ON THE SITE OF PROVISIONAL BOUNDARY MONUMENT NO 2, WHICH WAS WHEN ERECTED, CONSIDERED TO MARK THE EXACT SUMMIT OF WHITE PASS.  STATION MARK--AN ALUMINUM - BRONZE OBELISK ABOUT 4.5 FEET HIGH SET IN CONCRETE FILLING A CAVITY IN THE ROCK ABOUT 5 FEET ACROSS AND 3 FEET DEEP.  NUMBERED---117---.  A BENCH MARK IN THE FORM OF A CROSS CHISELLED ON THE WEST SIDE OF THE MONUMENT IS 3.75 INCHES ABOVE THE BASE.                            STATION RECOVERY (1982)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1982 (CJG) MONUMENT WAS RECOVERED IN GOOD CONDITION.  FLAGS OF THE TWO COUNTRIES ARE FLOWN AT EITHER SIDE OF MONUMENT."
        },
        {
            "id": "TY7912",
            "lat": 59.66277515,
            "long": -135.21984896944446,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1936 (OML) ON THE FLAT - TOPPED MOUNTAIN ABOUT 2 MILES SOUTHERLY FROM CHILKOOT PASS.  THE HIGHEST PART OF THE MOUNTAIN IS A THIN SPUR, SELDOM BARE OF SNOW.  THE POINT SELECTED FOR THE MONUMENT IS ON A MASS OF ROCK ABOUT 35 FEET LONG, EXTENDING NORTHEAST AND SOUTHWEST.  IT IS ONE OF THE FIRST ROCKS TO APPEAR WHEN THE SNOW MELTS.  THIS PEAK IS THE POINT S5550 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--AN ALUMINUM - BRONZE CONE ABOUT 30 INCHES HIGH SET IN THE ROCK A FEW FEET FROM A NORTHERLY PRECIPICE.                            STATION RECOVERY (1936)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1936 (HAK) STATION WAS FOUND IN GOOD CONDITION.  IT IS AT AN ELEVATION OF 5,951 FEET ON A SOUTHEASTERN SHOULDER AND WELL BELOW THE TOP OF A PEAK LYING 3-1/2 MILES NW OF WHITE PASS STATION ON THE WHITE PASS YUKON RAILROAD.  A LINE TO THE TOP OF THE PEAK PASSES OVER A GLACIER LYING ON THE SOUTHERN SLOPE OF THE MOUNTAIN.  A COPPER BOLT WITH A CROSS IN THE TOP WAS FOUND ABOUT 10 METERS N OF THE MONUMENT.  MONUMENT IS OF BRONZE, CONICAL IN SHAPE WITH A BASE ABOUT 6 INCHES IN DIAMETER, AND ABOUT 2-1/2 FEET IN HEIGHT.  STATION IS REACHED THROUGH THE VALLEY LEADING TO THE NW FROM ABOUT 1/2 MILE N OF THE SUMMIT OF WHITE PASS.                            STATION RECOVERY (1982)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1982 (CJG) MONUMENT WAS RECOVERED IN GOOD CONDITION.  REMAINS OF A SLAT - TYPE TRIANGULATION SIGNAL WERE FOUND AT THE STATION."
        },
        {
            "id": "TY7911",
            "lat": 59.665069366666664,
            "long": -135.21681787777777,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1936 (HAK) STATION IS ON THE SAME PEAK AS BOUNDARY MONUMENT 119.  THE PEAK LIES ABOUT 3-1/2 MILES TO THE NW FROM WHITE PASS STATION ON THE WHITE PASS AND YUKON RAILROAD.  IT SHOULD BE APPROACHED THROUGH THE VALLEY LEADING TO THE NW FROM ABOUT 1/2 MILE N OF THE SUMMIT OF THE PASS.  THE STATION IS ABOUT 30 FEET DOWN THE E SLOPE OF THE SECOND HIGHEST KNOLL ON THE PEAK, THE HIGHEST KNOLL LYING ABOUT 150 METERS TO THE W AND ABOUT 50 FEET HIGHER.  STATION IS A BRONZE DISK, SET IN A DRILL HOLE IN SLIGHTLY SLOPING BEDROCK.  NO REFERENCE MARKS WERE ESTABLISHED.                            STATION RECOVERY (1943)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1943 (JB) STATION IS LOCATED ABOUT 4 MILES (AIRLINE) NW OF THE RAILROAD STATION AT WHITE PASS AND ON THE SUMMIT OF A FLAT-TOPPED MOUNTAIN WHICH IS VISIBLE FROM THE RAILROAD TRACKS ABOUT 200 YARDS N OF THE SNOW SHED.  THE STATION IS A BRONZE DISK SET IN A DRILL HOLE IN OUTCROPPING BEDROCK.  STAMPED 119 ECC 1936.  REFERENCE MARK 1, NE OF THE STATION, IS A BRONZE CANADIAN DISK SET IN A DRILL HOLE IN OUTCROPPING BEDROCK.  STAMPED 119 ECC 1943.  REFERENCE MARK 2, W OF THE STATION, IS A BRONZE CANADIAN DISK SET IN A DRILL HOLE IN OUTCROPPING BEDROCK.  STAMPED 119 ECC 1943.  BOUNDARY MONUMENT 119, ABOUT 0.25 MILE S OF THE STATION, IS A BRONZE SHAFT CONICAL IN SHAPE ABOUT 2.5 FEET IN HEIGHT AND SET IN A CONCRETE BASE.  STAMPED 119.  THIS MONUMENT WAS RECOVERED IN GOOD CONDITION.  TO REACH FROM THE WHITE PASS RAILROAD STATION AND CUSTOMHOUSE, HIKE ALONG THE W SHORE OF THE LAKE FOR ABOUT 0.5 MILE TO A POINT WHERE AN ARM OF THE LAKE EXTENDS S AND W FOR A DISTANCE OF ABOUT 200 YARDS.  BEAR LEFT, W, KEEPING TO THE RIGHT OF NUMEROUS SMALL LAKES AND TO THE LEFT OF A ROCKY FOOTHILL FOR ABOUT 1 MILE TO A SMALL GRASSY MEADOW.  FROM HERE CONTINUE IN THE SAME LINE OF MARCH, NW, TAKING THE RIGHT HAND RIDGE AS YOU APPROACH THE FIRST SUMMIT.  THEN ALONG THE RIDGE, W, TO THE HIGH GROUND AND THE STATION."
        },
        {
            "id": "TY7901",
            "lat": 58.90609028611111,
            "long": -137.52551711111113,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (FM) MOUNT FAIRWEATHER, THE HIGHEST PEAK BETWEEN GLACIER BAY AND ALSEK RIVER.  THE PEAK HAS A ROUND, SNOW - COVERED TOP.  IT IS ABOUT 4 MILES SOUTHWESTERLY FROM THE SNOWFIELD AT THE WEST END OF MARGERIE GLACIER AND ABOUT 18 MILES NORTHEASTERLY FROM CAPE FAIRWEATHER ON THE PACIFIC COAST.  THIS PEAK IS THE POINT S15287 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE SNOW CAP AS IT WAS IN 1907."
        },
        {
            "id": "TY7900",
            "lat": 58.98532993888889,
            "long": -137.50039725,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (FM) MOUNT ROOT, A SHARP, WELL - DEFINED PEAK ABOUT 3 MILES NORTHWESTERLY FROM THE SNOWFIELD AT THE WEST END OF MARGERIE GLACIER.  IT IS ABOUT 6 MILES NORTHERLY FROM MOUNT FAIRWEATHER. THIS PEAK IS THE POINT S12430 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1907."
        },
        {
            "id": "TY7915",
            "lat": 59.10612311944445,
            "long": -137.54162841666667,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (FM) MOUNT LODGE, A PROMINENT MOUNTAIN SOUTH OF GRAND PACIFIC GLACIER, ABOUT 10 MILES SOUTHWESTERLY FROM THE JUNCTION OF GRAND PACIFIC AND MELBERN GLACIERS ON THE SOUTH SIDE OF A SMALL GLACIER TRIBUTARY TO THE GRAND PACIFIC.  THIS PEAK IS THE POINT S9500 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE SNOW CAP AS IT WAS IN 1907."
        },
        {
            "id": "TY7893",
            "lat": 56.70297070833334,
            "long": -131.8606466472222,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (FM) STATION IS ON THE SUMMIT OF ELBOW MOUNTAIN, IN THE BIG BEND OF THE STIKINE RIVER.  IT IS ONE OF THE BOUNDARY PEAKS OF THE AWARD.  IT IS MARKED BY AN ALUMINUM BRONZE MONUMENT, CIRCULAR IN SECTION, 30 INCHES HIGH, 9 INCHES IN DIAMETER AT THE BASE, AND TAPERING TO 3 INCHES AT THE TOP.  THE MONUMENT HAS 4 SEVEN-INCH LEGS WHICH ARE SET INTO HOLES DRILLED IN THE ROCK AND HELD IN PLACE BY CEMENT.  AS WITNESS MARKS THREE CROSSES WERE CUT ON NEIGHBORING LEDGES AND ROCKS.  CROSS NO. 1 IS N 22-1/4 DEG W (MAGNETIC) FROM THE STATION. DISTANT 12-6/10 FEET (ON LEDGE).  CROSS NO. 2 IS N 31-1/2 DEG E (MAGNETIC) FROM THE STATION, DISTANT 29-2/10 FEET (ON A BOULDER).  CROSS NO. 3 IS S 70-3/4 DEG E (MAGNETIC) FROM THE STATION, DISTANT 10-7/10 FEET (ON LEDGE).  NOTE--ELBOW MT. (PEAK 4235 OF AWARD).                            STATION RECOVERY (1929)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1929 (WMS) THE ORIGINAL DESCRIPTION HOLDS GOOD EXCEPT FOR THE FOLLOWING CHANGES--  THE NOTE PEAK 4235 OF THE AWARD SHOULD BE CHANGED TO BOUNDARD MONUMENT NO. 66.  WITNESS CROSS NO. 2 WAS DISTURBED BY A MEMBER OF THE 1929 PARTY.  TWO STANDARD BRONZE DISKS REFERENCE MARKS WERE SET IN DRILL HOLES IN BEDROCK.  AN INSTRUMENT STAND AND POLE SIGNAL WERE ERECTED OVER MONUMENT.  STATION IS BEST REACHED BY LANDING IN A ROCKY BIGHT ABOUT 1/4 MILE ABOVE THE CUSTOM HOUSE, TRAVELING TO FOOT OF ROCK SLIDE BEHIND A LOW TIMBERED RIDGE, CLIMBING TO MAIN RIDGE UP ROCK SLIDE, AND APPROACHING STATION ALONG RIDGE FROM E.  A TRAIL WAS CUT TO FOOT OF ROCK SLIDE.  STATION CAN BE REACHED IN ABOUT 6 HOURS FROM RIVER.  GOOD CAMP SITES, WITH WATER, BUT WITHOUT WOOD, CAN BE FOUND NEAR STATION.  THE LAST WOOD IS PASSES ABOUT AN HOUR AND A HALF BEFORE THE STATION IS REACHED.  HEIGHT OF TARGET ABOVE STATION (TOP OF MONUMENT) - 2.18 METERS."
        },
        {
            "id": "TY7899",
            "lat": 58.76788983611111,
            "long": -133.97243741111112,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (HSM) THE HIGHEST PEAK OF THE MOUNTAIN ABOUT 5 MILES NORTHWEST OF DEVILS PAW AND 3 MILES SOUTHWESTERLY FROM MOUNT NELLES, A SUGARLOAF PEAK HAVING AN ELEVATION OF OVER 8000 FEET.  IT IS ON THE EAST SIDE OF THE NARROW DIVIDE BETWEEN THE HEAD OF THE MAIN STREAM OF THE GLACIER FLOWING INTO TULSEQUAH RIVER AND THE SNOWFIELDS TO THE SOUTH.  THIS PEAK IS THE POINT S7850 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1910."
        },
        {
            "id": "TY7913",
            "lat": 59.46451605833334,
            "long": -136.3050543361111,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1970 (JGC) 34-1/4 MILES NORTHWEST OF HAINES, 15-1/4 MILES WEST-NORTHWEST OF KLUKWAN AND 2-1/4 MILES NORTHEAST OF THE INTERSECTION OF STATE HIGHWAY 7 AND THE CANADIAN BORDER.  IT IS ON TOP OF A LARGE BOULDER ON THE HIGHEST POINT OF SURGEON MOUNTAIN.  AN ELECTRONIC TRAVERSE WAS MADE TO TRIANGULATION STATION BORDER, DISTANCE BEING 52.819 METERS (173.29 FEET) NORTHEAST OF STATION BORDER.  THE POINT TRAVERSED FROM WAS THE TOP-CENTER OF A BRASS, CONE SHAPED MONUMENT WHICH IS CEMENTED TO THE TOP OF THE LARGE BOULDER AND PROJECTS 28 INCHES ABOVE THE TOP OF THE BOULDER.  IT HAS BEEN MARKED 144 ON ONE SIDE AND HAS CANADA ON ONE SIDE AND UNITED STATES ON THE OTHER, IN RAISED LETTERS."
        },
        {
            "id": "TY7914",
            "lat": 59.450373886111116,
            "long": -136.36254376388888,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1970 (JGC) THE STATION IS LOCATED ABOUT 36 AIRLINE MILES NORTHWEST OF HAINES, ABOUT 200 YARDS NORTH OF THE KLEHINI RIVER AND AT A POINT WHERE THE HIGHWAY CROSSES THE CANADIAN BORDER.  THE STATION IS THE TOP AND CENTER OF THE ALUMINUM-BRONZE OBELISK.  IT IS 4-1/2 FEET HIGH, SET IN A CONCRETE BASE WITH 146 INSCRIBED ON THE NORTHEAST SIDE.  A TRAVERSE CONNECTION WAS MADE TO TRIANGULATION STATION 42 MILE. SEE DESCRIPTION THEREOF.  THE DISTANCE TO 42 MILE IS 27.10 FEET OR 8.2590 METERS."
        },
        {
            "id": "TY7925",
            "lat": 59.76807048055556,
            "long": -138.62597839444445,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT HERBERT, ABOUT 10 MILES SOUTHEASTERLY FROM THE NARROW PART OF NUNATAK GLACIER ON THE WEST SIDE OF THE JUNCTION WITH ITS TRIBUTARY GLACIER, THE ARTLEWIS.  THIS PEAK IS THE POINT S5800 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7926",
            "lat": 59.80914291111111,
            "long": -138.66844152222222,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT WADE, ABOUT 8 MILES EASTERLY FROM THE NARROW PART OF NUNATAK GLACIER WHERE IT JOINS ARTLEWIS GLACIER FLOWING FROM THE NORTH.  THIS PEAK IS THE POINT S7500 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7927",
            "lat": 59.844849644444444,
            "long": -138.67927610277778,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT DUFF, ABOUT 8 MILES EAST - NORTHEAST FROM THE NARROW PART OF NUNATAK GLACIER WHERE IT JOINS ARTLEWIS GLACIER FLOWING FROM THE NORTH.  THIS PEAK IS THE POINT S6825 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7928",
            "lat": 59.9058079,
            "long": -138.70719757499998,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT ARMOUR, ABOUT 10 MILES NORTHEASTERLY FROM THE NARROW PART OF NUNATAK GLACIER WHERE IT JOINS ARTLEWIS GLACIER FLOWING FROM THE NORTH.  THIS PEAK IS THE POINT S8600 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7931",
            "lat": 59.924108527777776,
            "long": -138.79836426388889,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT AYLESWORTH, ABOUT 10 MILES NORTH - NORTHEAST FROM THE NARROW PART OF NUNATAK GLACIER WHERE IT JOINS ARTLEWIS GLACIER FLOWING FROM THE NORTH.  THIS PEAK IS THE POINT S8900 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7934",
            "lat": 59.99426326666667,
            "long": -139.0535116027778,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT JETTE, ABOUT 15 MILES EAST FROM THE ENTRANCE OF RUSSELL FIORD.  IT IS EAST OF THE EAST END OF VARIEGATED GLACIER. THIS PEAK IS THE POINT S8000 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TP1229",
            "lat": 49.000153858333334,
            "long": -118.09530079166666,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON THE SOUTH END OF THE HIGH, ISOLATED, AND PARTLY WOODED PEAK BETWEEN THE NORTH AND THE SOUTH FORKS OF DEEP CREEK, 6.27 METERS WEST OF THE CENTER OF MONUMENT 169.  STATION MARK--A CROSS CUT IN THE ROCK WITH A CHISEL.  THE ROCK IS VERY BRITTLE AND BADLY SHATTERED.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8007",
            "lat": 54.72592711944445,
            "long": -130.38091882777778,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1888 (CMT) THE STATION IS LOCATED ON THE WEST SIDE OF TRURO ISLAND AND ON A GROUP OF ROCKS WHICH HAVE A CLIFF ON THE NE SIDE AND A ROCKY SLOPE TO THE SE.  STATION NORTH BASE BEARS N BY W, STATION SOUTH BASE BEARS NW, STATION WOOD BEARS WNW 1/2 W, STATION BET BEARS SW 1/2 S, END OF ISLAND BEARS SW BY S, AND HOGAN ISLAND BEARS S.  THE WITNESS MARK IS A BLAZED TREE ON TOP OF THE BANK 30 FEET E FROM THE CROSS WHICH MARKS THE STATION.                            STATION RECOVERY (1895)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1895 (EFD) THIS STATION WAS ESTABLISHED BY THE HYDROGRAPHIC PARTY IN 1888 AND IS LOCATED NEAR THE S END OF TRURO ISLAND, ON THE E SIDE OF PORTLAND INLET, DIRECTLY OPPOSITE WALES PASSAGE.  IT IS ON A LARGE ROCK OR BOULDER WITH A WHITE CLIFF ON THE NE SIDE AND A ROCKY SLOPE TO THE WATER ON THE SW SIDE.  THE STATION WHICH WAS MARKED BY A CROSS (+) CUT IN THE ROCK, WAS FOUND.  A 1/2-INCH HOLE WAS DRILLED IN THE CENTER OF CROSS TO BETTER PRESERVE THE STATION.  THE BLAZED TREE ON TOP OF THE BANK WAS ALSO FOUND AS DESCRIBED."
        },
        {
            "id": "TP1230",
            "lat": 49.01770366666666,
            "long": -119.17411733888889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ON THE WEST SIDE OF ROCK CREEK ABOUT 1 MILE NORTH AND A LITTLE EAST OF INTERNATIONAL BOUNDARY MONUMENT 126, ABOUT 2 MILES SOUTH OF BRIDESVILLE.  THE STATION IS ON THE KNOLL AT THE EAST END OF A LONG GRAVEL RIDGE THAT RUNS OUT INTO THE VALLEY.  THERE IS A DEEP RAILROAD CUT THROUGH THE POINT OF THE RIDGE ABOUT 200 METERS EAST OF THE STATION.  STATION MARK--A 2 - INCH BRONZE - DISK STATION MARK SET IN A ROCK 8 BY 10 BY 15 INCHES IN SIZE, FIRMLY PLANTED IN THE GROUND."
        },
        {
            "id": "TN0965",
            "lat": 49.29646278888889,
            "long": -114.99055925833333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ON THE HIGHEST PEAK OF THE MOUNTAIN LOCALLY KNOWN AS BALDY, ABOUT 6 MILES SOUTHEAST OF ELKO, BRITISH COLUMBIA.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK WEDGED IN A DRILL HOLE IN OUTCROPPING BEDROCK.  THE TWO REFERENCE MARKS ARE STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARKS WEDGED IN DRILL HOLES IN OUTCROPPING BEDROCK.  REFERENCE MARK NO. 1 IS 4.948 METERS FROM THE STATION S 68 DEG 28 MIN W.  REFERENCE MARK NO. 2 IS 13.950 METERS FROM THE STATION S 35 DEG 43 MIN W."
        },
        {
            "id": "TQ0562",
            "lat": 49.03436425555555,
            "long": -120.96756979444444,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) THIS STATION HAS BEEN DESCRIBED UNDER THE NAMES---BRUSH---, ---BRUSHY---, AND---GRASSY---.  IT IS ON THE SUMMIT OF A GRASS GROWN PEAK WITH A FEW EVERGREEN TREES SCATTERED ABOUT.  IT IS ABOUT 2-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND 4-1/2 MILES EAST OF THE SKAGIT RIVER.  THE MOST WESTERN OF THE LIGHTNING (QUARTET) LAKES LIES AT THE FOOT OF THE PEAK 1-1/2 MILES SOUTHEAST OF THE STATION.  STATION MARK--IN 1935 THE ORIGINAL STATION MARK WAS FOUND BROKEN OUT OF THE DRILL HOLE.  A NEW 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS---INTERNATIONAL BOUNDARY COMMISSION---WAS SET IN THE ORIGINAL DRILL HOLE."
        },
        {
            "id": "TP1231",
            "lat": 49.04567471111111,
            "long": -118.04843903888889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 3 MILES NORTH OF THE INTERNATIONAL BOUNDARY, ON THE MOST EASTERN AND HIGHEST MOUNTAIN ON THE DIVIDE AT THE HEAD OF THE FORK OF DEEP CREEK.  THE STATION CAN BE REACHED BY FOLLOWING NORTH ALONG THE DIVIDE FROM THE POINT WHERE IT IS CROSSED BY THE GRAND FORKS - ROSSLAND ROAD.  STATION MARK--AN ALUMINUM DISK SET IN ROCK."
        },
        {
            "id": "TY7903",
            "lat": 59.713413413888894,
            "long": -134.969626225,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) LOCATED ABOUT 9 MILES (AIRLINE) NE OF WHITE PASS, 3.5 MILES S OF LOG CABIN, AND 2.5 MILES E OF THE FRASER RAILROAD STATION ON THE WHITE PASS AND YUKON RAILROAD, ON A LOW WOODED KNOLL WHICH LIES JUST E OF THE BARREN AREA.  STATION IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND.  STAMPED CABIN 1943.  REFERENCE MARK 1 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND AND THE SAME ELEVATION AS THE STATION.  STAMPED CABIN NO 1 1943.  REFERENCE MARK 2 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND AND ABOUT 3 FEET LOWER IN ELEVATION THAN THE STATION.  STAMPED CABIN NO 2 1943.  TRIANGULATION STATION LOG CAN BE USED AS AN AZIMUTH MARK.  REACHED FROM FRASER BY GOING NE ON THE RAILROAD TRACKS FOR 1.8 MILES TO A POINT ABOUT HALF WAY BETWEEN MILEPOSTS 29 AND 30 WHERE THE TRACK MAKES A BEND FROM NE TO N.  THENCE TAKE A BOAT DIRECTLY ACROSS THE LAKE TO A COVE IN THE E SHORE.  A SMALL BOAT WILL BE AVAILABLE EITHER AT FRASER OR AT FISHERS CABIN WHICH IS 2.6 MILES NE OF FRASER.  FROM HERE GO E ACROSS SEVERAL LOW RIDGES, AND PASS ABOUT 1/2 MILE S OF THE S END OF ANOTHER LAKE.  THENCE SE TO THE TOP OF THE FIRST WOODED KNOLL AND STATION.  PACKING TIME FROM THE E BANK OF THE LAKE IS ABOUT 40 MINUTES."
        },
        {
            "id": "TQ0564",
            "lat": 49.02245184722222,
            "long": -120.80005678333333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 1-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 78, ON THE SUMMIT OF THE RIDGE ON THE WEST SIDE OF CASTLE CREEK AND RUNNING NORTHEAST FROM FROSTY MOUNTAIN.  STATIONS---FROSTY WEST---, ---FROSTY---, AND---PATRICE---ARE ALL ON THIS RIDGE.  THE STATION IS IS SITUATED IN AN OPEN PLACE ON THE NORTHEAST END OF A HIGH KNOLL.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A ROCK PLACED BY HAND, ABOUT 3 FEET LONG AND 2 FEET WIDE."
        },
        {
            "id": "TQ0565",
            "lat": 49.01582373611111,
            "long": -121.75719378888888,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (GTP) ON THE RIDGE BETWEEN MCGUIRE AND RED MOUNTAINS, ABOUT 2 MILES SOUTH - EAST OF MCGUIRE.  THE STATION IS ON A ROCK BLUFF ABOUT 100 FEET BELOW THE HEATHER - COVERED CULMINATING POINT OF THE RIDGE.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED IN A DRILL HOLE IN THE BED ROCK."
        },
        {
            "id": "TN1032",
            "lat": 49.06878296111111,
            "long": -114.69848431111112,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (ECB) ON A SHARP LIMESTONE PEAK, THE HIGHEST POINT IN THE IMMEDIATE VICINITY PRECIPITOUS ON THE EAST AND ONLY APPROACHABLE FROM THE WEST, ABOUT 4-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY, AND AT THE HEAD OF A LARGE CREEK FLOWING INTO THE FLATHEAD RIVER FROM THE WEST, 3 MILES ABOVE THE BOUNDARY.  IT CAN BE BEST REACHED BY FOLLOWING UP THIS CREEK, KEEPING TO THE RIGHT AT EACH FORK AND FOLLOWING THE SECOND RIGHT - HAND FORK TO ITS HEAD IN A LOW SADDLE.  AFTER PASSING THIS, CROSS TO THE FIRST RIDGE RUNNING EAST AND WEST, AND GO UP THIS TO THE EASTWARD TO THE SUMMIT OF THE PEAK.  STATION MARK--A 1/2 INCH DRILL HOLE SURROUNDED BY A TRIANGLE IN A LIME ROCK 12 BY 15 BY 18 INCHES, FIRMLY SET IN THE GROUND, OVER WHICH IS A 4 - FOOT CAIRN."
        },
        {
            "id": "TY8012",
            "lat": 54.778689058333335,
            "long": -130.6052033888889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON NW POINT OF ONE OF THE WOODED ISLANDS AT THE ENTRANCE TO WALES HARBOR.  IT IS THE OUTERMOST ONE OF SAID GROUP.  THERE IS A TINY GRASS-COVERED ISLET, WITH A FEW LONE TREES ON ITS SUMMIT, 1/4 MILE TO THE NORTHWESTWARD. STATION IS ABOUT 1 NAUTICAL MILE NE OF POINT PHIPP.  STATION MARK IS A 1/2-INCH BRASS PLUG CEMENTED INTO A CREVICE ON SUMMIT OF ROUNDED SECTION OF GRANITE ROCK.  A CROSS MARKS THE CENTER OF THE PLUG AND STATION.  THE STATION IS ABOUT 8 FEET ABOVE HIGH-WATER MARK AND 10 FEET FROM TREE LINE."
        },
        {
            "id": "TS0333",
            "lat": 48.61178745555556,
            "long": -124.751332075,
            "description": "NO DESCRIPTIVE TEXT AVAILABLE."
        },
        {
            "id": "TP1232",
            "lat": 49.00007256944444,
            "long": -118.50498280833334,
            "setting": "OBJECT DRIVEN INTO GROUND",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1901 (CHS) ON THE INTERNATIONAL BOUNDARY, ON THE EDGE OF A PLATEAU OF CULTIVATED LAND ABOUT 150 METERS WEST OF CARSON, BRITISH COLUMBIA, AND ABOUT 1200 METERS NORTH OF DANVILLE, WASHINGTON.  THE STATION IS 3.5 METERS WEST OF INTERNATIONAL BOUNDARY MONUMENT 154.  STATION MARK--AN IRON PIPE 3-1/2 INCHES IN DIAMETER FIRMLY SET IN THE GROUND, WITH A BRASS CAP ATTACHED TO THE TOP OF IT BEARING THE INSCRIPTION---SOUTH MERIDIAN 1901---.  A NORTH MERIDIAN MARK SIMILAR TO THIS IS SET 624 METERS TO THE NORTH.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1233",
            "lat": 49.03650839722222,
            "long": -118.27993448611112,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 2 MILES NORTHWEST OF CASCADE, ON A HIGH PEAK.  THE STATION CAN BE EASILY REACHED.  STATION MARK--A DRILL HOLE IN SOLID ROCK.  IN 1930 A 2 - INCH BRONZE DISK WAS SET IN THE ORIGINAL DRILL HOLE.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1234",
            "lat": 49.021920413888886,
            "long": -118.16010549444445,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 2-1/4 MILES EAST OF THE VILLAGE OF CASCADE, ABOUT 1-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 168, ON THE SUMMIT OF THE HIGH, WOODED PEAK EAST OF KETTLE RIVER.  STATION MARK--A 2 - INCH ALUMINUM DISK CEMENTED IN A DRILL HOLE IN A SOLID ROCK PROJECTING 6 OR 8 INCHES ABOVE THE GROUND AND ABOUT 14 BY 36 INCHES IN LATERAL DIMENSIONS.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY7896",
            "lat": 56.87361241944444,
            "long": -132.12351894444444,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (FM) CASTLE MOUNTAIN, A MOUNTAIN WITH THREE PEAKS AT THE SOUTHWEST END OF GREAT GLACIER, WHICH DISCHARGES INTO STIKINE RIVER. THIS PEAK IS THE POINT S7342 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE SOUTHWESTERN PEAK AS IT WAS IN 1904.                            STATION RECOVERY (1929)  RECOVERY NOTE BY US GEOLOGICAL SURVEY 1929 CASTLE MOUNTAIN, A MOUNTAIN WITH THREE PEAKS AT THE SOUTHWEST END OF GREAT GLACIER, WHICH DISCHARGES INTO STIKINE RIVER. ELEVATION 7,326 FEET.  THIS PEAK IS THE POINT S 7342 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE SOUTHWESTERN PEAK AS IT WAS IN 1904."
        },
        {
            "id": "TR2581",
            "lat": 49.10558041111111,
            "long": -122.14189026111112,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (JJM) ON THE WESTERN AND LOWER SUMMIT OF SUMAS MOUNTAIN, ABOUT 10 MILES OF WEST OF CHILLIWACK AND ON THE WEST SIDE OF THE STEEP RAVINE ABOUT 1 MILE WEST OF THE SUMAS PUMPING STATION.  THE STATION IS ON AN EXPOSED ROCK IN A CIRCULAR GRASSY PATCH, ABOUT 30 METERS IN DIAMETER, WHICH IS SURROUNDED BY TREES.  ELEVATION, ABOUT 2600 FEET.  STATION MARK--A BRONZE DISK, 2 INCHES IN DIAMETER, WITH A TRIANGLE AT THE CENTER."
        },
        {
            "id": "DE6569",
            "lat": 49.15660352222222,
            "long": -122.00840957777778,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2019 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "TP1235",
            "lat": 49.02555187777778,
            "long": -118.4813677,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 2 MILES WEST OF GRAND FORKS, ON A PROMINENT KNOLL ABOUT 100 METERS NORTHWEST OF A HOUSE, AND ABOUT 30 METERS EAST OF THE SPUR OF THE GREAT NORTHERN RAILWAY (NOW ABANDONED) LEADING TO PHOENIX.  STATION MARK--AN ALUMINUM DISK SET IN SOLID ROCK.  THE REFERENCE MARK IS A LARGE PINE TREE ABOUT 3 METERS WEST OF THE STATION."
        },
        {
            "id": "TY7922",
            "lat": 59.68926228055555,
            "long": -138.37245701111112,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (HSM) ABOUT 9 MILES WEST OF ALSEK RIVER ON THE WESTERLY SHOULDER OF THE PROMINENT NUNATAK BETWEEN VERNRITCHIE AND BATTLE GLACIERS.  STATION MARK--A 4 - FOOT CAIRN."
        },
        {
            "id": "TY8004",
            "lat": 54.654636608333334,
            "long": -130.44180913333335,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) THE STATION IS LOCATED ON A HIGH-WATER ROCK AT THE NW END OF HOGAN ISLAND (FORMERLY CALLED COMPTON ISLAND), AND ON THE S SIDE OF THE ENTRANCE TO PORTLAND INLET.  THE STATION IS MARKED BY A 1/2-INCH HOLE DRILLED IN THE FACE OF THE GRANITE, ON THE E SIDE OF THE ROCK, AND ABOUT 25 FEET FROM THE HIGHEST POINT.  STATION IS PROBABLY NOT FAR FROM THE OLD STATION OIL, AS THE REMAINS OF A SIGNAL WERE FOUND IN THE IMMEDIATE VICINITY, ALTHOUGH NO SIGNS OF THE CROSS MARK COULD BE FOUND."
        },
        {
            "id": "TQ0568",
            "lat": 49.00035375555556,
            "long": -121.49811514722222,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON HIGH GROUND ABOUT 100 METERS NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 59 AND IMMEDIATELY NORTH OF A VERY LARGE BOULDER WHICH CAN BE SEEN FROM THE MONUMENT.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED INTO SOLID SURFACE ROCK."
        },
        {
            "id": "TO1126",
            "lat": 49.09505853888889,
            "long": -116.51552271666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 AT CRESTON, BRITISH COLUMBIA, ABOUT 275 METERS WEST OF THE CANADIAN PACIFIC RAILWAY STATION, 12 METERS SOUTH OF THE CENTERLINE OF FOURTH STREET, 1.2 METERS WEST OF THE A.E. FRENCH BUILDING, AND OPPOSITE THE CRESTON HOTEL.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE.  THE SUB-SURFACE MARK IS A LIKE BRONZE DISK SET IN A SQUARE BLOCK OF CONCRETE 3 FEET UNDERGROUND.  THE REFERENCE MARK IS AN INTERNATIONAL BOUNDARY COMMISSION BENCH MARK, A STANDARD IRON PIPE WITH A BRONZE CAP, MARKED UNITED STATES BENCH MARK SET NEAR THE STEPS OF THE CRESTON HOTEL, 21.289 METERS FROM THE STATION N 09 DEG 40 MIN W."
        },
        {
            "id": "TO1127",
            "lat": 49.09524726666667,
            "long": -116.51557165,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1925 MARK IS AN INTERNATIONAL BOUNDARY COMMISSION BENCH MARK, A STANDARD IRON PIPE WITH A BRONZE CAP, MARKED UNITED STATES BENCH MARK SET NEAR THE STEPS OF THE CRESTON HOTEL, 21.289 METERS FROM STATION CRESTON GSC."
        },
        {
            "id": "TQ0570",
            "lat": 49.01661053888889,
            "long": -121.58489738888889,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE RIDGE BETWEEN SILESIA CREEK AND MIDDLE CREEK, ABOUT 2 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 55.  THERE ARE SIX HIGH PEAKS ON THIS RIDGE AND STATION---D---IS ON THE FIFTH PEAK FROM THE NORTH.  THE THREE HIGHEST AND MOST NORTHERN OF THESE PEAKS ARE KNOWN AS PIERCE, NEEDLE, AND CANADIAN TAMIHI PEAKS.  THE STATION CAN BE REACHED FROM MONUMENT 55 BY FOLLOWING THE BURNT - OVER RIDGE LEADING NORTHEAST OF THE FOOT OF THE PEAK, WHICH CAN BE CLIMBED FROM THE WEST SIDE ONLY.  THE STATION IS ABOUT 5000 FEET ABOVE THE STATION ---POWER---, WHICH IS ON THE BANK OF SILESIA CREEK.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED INTO THE ROCK, OVER WHICH A 4 - FOOT CAIRN WAS ERECTED."
        },
        {
            "id": "TP1237",
            "lat": 49.00117783333334,
            "long": -118.48486791388889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON THE NORTHWEST SLOPE OF A GRASSY HILL ABOUT ONE - HALF MILE EAST OF THE CROSSING OF THE INTERNATIONAL BOUNDARY BY THE KETTLE RIVER NEAR CARSON.  THE HILL SLOPED STEEPLY FOR A SHORT DISTANCE FROM THE STATION AND THEN GRADUALLY TO THE RIVER BOTTOM.  STATION MARK--A DRILL HOLE IN A LARGE ROCK WHICH IS PROBABLY THE OUTCROP OF A LEDGE.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1238",
            "lat": 49.00576921111111,
            "long": -118.45018281388889,
            "setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON THE RIGHT - OF - WAY OF THE VANCOUVER, VICTORIA AND EASTERN BRANCH OF THE GREAT NORTHERN RAILWAY ABOUT 2 MILES EAST OF THE RAILROAD STATION AT DANVILLE.  THE STATION IS ON A BANK 6 METERS SOUTH OF THE SOUTH RAIL OF THE TRACK, 275 METERS EAST OF THE ROAD CROSSING, 900 METERS EAST OF THE EAST SWITCH TO GRAND FORKS AND 1800 METERS EAST OF ---DANVILLE WEST BASE---.  STATION MARK--A CROSS ON A COPPER BOLT SET IN A 6 - BY - 6 - BY - 6 INCH DRESSED GRANITE BLOCK, PLACED 3-1/2 FEET UNDERGROUND.  THE SURFACE MARK IS A CROSS ON A COPPER BOLT SET IN THE TOP OF A GRANITE POST 10 BY 10 BY 48 INCHES, SET IN CONCRETE TO A DEPTH OF 3 FEET.  THE TOP 12 INCHES OF THIS POST ARE DRESSED, AND THE LETTERS---U.S.C.B.--- ARE CUT IN THE FOUR CORNERS OF THE TOP SURFACE.  A BENCH - MARK DISK IS SET IN THE TOP OF THE POST AT ONE SIDE OF THE COPPER BOLT.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1239",
            "lat": 49.0058102,
            "long": -118.47478665,
            "setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) NEARLY THREE - FOURTHS MILE NORTHEAST OF DANVILLE, WASHINGTON, ON THE RIGHT - OF - WAY OF THE VANCOUVER, VICTORIA AND EASTERN BRANCH OF THE GREAT NORTHERN RAILWAY.  THE STATION IS ON A BANK 6 METERS SOUTH OF THE SOUTH RAIL, 9 METERS WEST OF THE ROAD CROSSING, AND ABOUT 500 METERS WEST OF THE WEST SWITCH TO GRAND FORKS.  STATION MARK--A CROSS ON A COPPER BOLT SET IN A 6 - BY - 6 - BY - 6 INCH DRESSED GRANITE BLOCK, PLACED 3-1/2 FEET UNDERGROUND.  THE SURFACE MARK IS A CROSS ON A COPPER BOLT SET IN THE TOP OF A GRANITE POST 10 BY 10 BY 48 INCHES, SET IN CONCRETE TO A DEPTH OF 3 FEET.  THE TOP 12 INCHES OF THIS POST ARE DRESSED, AND THE LETTERS---U.S.C.B.--- ARE CUT IN THE FOUR CORNERS OF THE TOP SURFACE.  A BENCH - MARK DISK IS SET IN THE TOP OF THE POST AT ONE SIDE OF THE COPPER BOLT.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TR2527",
            "lat": 49.09405561666667,
            "long": -122.92364892222223,
            "setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1913 ABOUT 7-1/2 MILES EAST AND A LITTLE SOUTH OF LADNER, BRITISH COLUMBIA, AND IN SE 1/4 SECTION 2, TOWNSHIP 4, NEW WESTMINSTER DISTRICT.  IT IS A SHORT DISTANCE SOUTH OF THE LADNER - CLOVERDALE ROAD.  A TOWER IS REQUIRED AT THE STATION TO SEE---DELTA WEST BASE---.  STATION MARK--A 3/4 - INCH COPPER BOLT SET IN A SLAB OF CONCRETE 4 FEET SQUARE AND 8 INCHES THICK PLACED 2 FEET 10 INCHES BELOW THE SURFACE OF THE GROUND.  THE REFERENCE MARK IS A CONCRETE MONUMENT ABOUT 3 FEET HIGH SET IN THE FENCE, 323.42 METERS FROM THE STATION IN BEARING 179 DEGREES 05 MINUTES 03 SECONDS."
        },
        {
            "id": "TR2528",
            "lat": 49.046604375,
            "long": -123.07507649166666,
            "setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1913 ABOUT 3-1/2 MILES SOUTH OF LADNER, BRITISH COLUMBIA, AND IN SE 1/4 SECTION 22, TOWNSHIP 5, NEW WESTMINSTER DISTRICT.  THE STATION IS ABOUT 460 METERS WEST OF THE LADNER - POINT ROBERTS ROAD IS A FEW FEET NORTH OF THE SOUTH FENCE LINE OF A PLOWED FIELD.  A TOWER IS REQUIRED AT THE STATION TO SEE---DELTA EAST BASE---.  STATION MARK--A 3/4 - INCH COPPER BOLT SET IN A SLAB OF CONCRETE 4 FEET SQUARE AND 8 INCHES THICK PLACED 2 FEET 8 INCHES BELOW THE SURFACE OF THE GROUND.  THE REFERENCE MARK IS A CONCRETE MONUMENT ABOUT 3 FEET HIGH SET IN THE WEST FENCE LINE OF THE LADNER - POINT ROBERTS ROAD, 459.11 METERS FROM THE STATION IN BEARING 270 DEGREES 32 MINUTES 13 SECONDS."
        },
        {
            "id": "TR2343",
            "lat": 48.42426852222222,
            "long": -123.22591778888889,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1978 (RBM) THE STATION WAS RECOVERED. IT IS LOCATED ABOUT 3 MILES EAST OF THE CITY OF VICTORIA, ON THE EAST SHORE OF DISCOVERY ISLAND AND ALONG THE WEST SIDE OF HARO STRAIT.  THE STATION IS THE WHITE, CIRCULAR LIGHTHOUSE. THE LIGHT IS DISPLAYED ABOUT 93 FEET ABOVE HIGH WATER."
        },
        {
            "id": "TR2311",
            "lat": 48.734057311111115,
            "long": -123.18773827222222,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1894 (JJG) ON PENDER ISLAND, B.C.  THERE ARE THE REFERENCE MARKS OF THE STATION OF 1854, BUT NO STATION MARK.  STATION WAS IN A DEPRESSION IN THE CONGLOMERATE ROCK.  A 2-INCH HOLE WAS DRIVEN INTO THE CENTER OF DEPRESSION WITHIN AN INCH OF THE OLD STATION CENTER.  STATION IS ON THE RIDGE OF BARE ROCK.  IN BACK OF SIGNAL IT IS LOWER AND GRASSY.  IN THE DIRECTION OF MOUNT BAKER THE RIDGE EXTENDS ABOUT 30 METERS TO HIGH-WATER LINE AND DOUBLE THAT DISTANCE AT LOW TIDE.  IT IS 6 METERS BACK FROM THE WATER AND 15 FEET ABOVE TIDES.  FROM A LARGE CONSPICUOUS FIR, ABOUT 100 METERS N OF STATION, THE SIGNAL IS NEARLY IN LINE WITH SIGNAL DANDY."
        },
        {
            "id": "TO1129",
            "lat": 49.0197089,
            "long": -116.75675416944445,
            "description": "DESCRIBED BY US GEOLOGICAL SURVEY 1967 LOCATED 1.5 MI. N. OF INTERNATIONAL BOUNDARY MONUMENT NO. 201, ABOUT 500 FT. S. OF THE TOP OF A SEMI-BARE TOP OVERLOOKING BOUNDARY CREEK.  REACHED BY HELICOPTER.  TO REACH FROM PORTHILL, TAKE RD. UP BOUNDARY CREEK TO A POINT NEAR BOUNDARY MONUMENT 201, THENCE PACK NORTHERLY UP STEEP SIDE HILL.  STATION MARK--AN I.B.C. TABLET (NOT STAMPED) SET IN ROCK."
        },
        {
            "id": "TY8028",
            "lat": 54.520831344444446,
            "long": -130.9168969361111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1914 ON THE SUMMIT OF MOUNT HENRY AT THE SOUTHERN END OF NORTH DUNDAS ISLAND.  STATION MARK--A COPPER BOLT 4 INCHES LONG SET 3 INCHES IN THE ROCK.  OVER THIS A CONCRETE PIER 18 INCHES SQUARE AND 42 INCHES HIGH WAS BUILT WITH A NAIL SET IN THE TOP TO MARK THE POINT OVER THE BOLT.                            STATION RECOVERY (1915)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1915 (JAD) STATION IS ON THE SOUTHERN END OF NORTH DUNDAS ISLAND, ON THE HIGHEST POINT OF MT. HENRY AT AN ELEVATION OF 1,520 FEET. THE STATION IS EASILY LOCATED AS THE PIER DESCRIBED BELOW STANDS OUT AGAINST THE SKY LINE AND CAN BE SEEN FOR 10 MILES.  TO REACH THE STATION A LANDING MUST BE MADE IN THE SMALL BAY IMMEDIATELY W OF GORE LANGTON POINT ISLANDS.  THIS BAY IS JUST OPPOSITE NARES ISLANDS, IN HUDSON BAY PASS AND AFFORDS SHELTER TO SMALL BOATS.  A SMALL CREEK ENTERS THE BAY FROM THE W NEAR THE HEAD, AND THE TRAIL LEADING TO THE STATION CROSSES THIS CREEK AT ITS MOUTH.  THE STATION IS MARKED BY A COPPER BOLT 4 BY 3/4 INCHES SET IN THE ROCK WITH A CONCRETE PIER 18 BY 18 BY 42 INCHES BUILT OVER IT.  A NAIL WAS SET IN THE TOP OF THE PIER TO MARK THE POINT VERTICALLY OVER THE BOLT."
        },
        {
            "id": "TQ0571",
            "lat": 49.0004161,
            "long": -121.56714652222222,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE PEAK ABOUT 120 METERS NORTH OF INTERNATIONAL BOUNDARY MONUMENT 56.  IT CAN BE REACHED FROM MONUMENT 55 BY GOING NORTHEAST TO THE TOP OF THE RIDGE AND THENCE SOUTH ALONG THE RIDGE TO THE STATION.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED INTO THE ROCK."
        },
        {
            "id": "TP1240",
            "lat": 49.05538883888889,
            "long": -118.52600971111112,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 4 MILES NORTH OF DANVILLE, WASHINGTON, AND ABOUT 4 MILES NORTHWEST OF GRAND FORKS, ON A HIGH ROUND - TOPPED HILL WITH A FEW LARGE FIR TREES ON IT, LOCALLY KNOWN AS EAGLE MOUNTAIN.  THE HESPERIAN MINE IS LOCATED ON THE WEST SLOPE OF THE HILL.  A ROAD FROM COLUMBIA LEADS TO A RANCH ON A HILL ONE - HALF MILE TO THE EAST, FROM WHICH A TRAIL LEADS TO THE MINE.  STATION MARK--AN ALUMINUM DISK SET IN ROCK.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0572",
            "lat": 49.001820852777776,
            "long": -120.04637964444444,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ON THE EAST END OF A SPUR RIDGE ONE - HALF MILE NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 99.  THE STATION IS ON TOP AND ABOUT 3 METERS BACK FROM THE EDGE OF A CLIFF FACING EAST.  STATION MARK--A DRILL HOLE 1 INCH IN DIAMETER AND 3 INCHES DEEP IN THE ROCK."
        },
        {
            "id": "TQ0573",
            "lat": 49.02473444444444,
            "long": -120.52189883333334,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 1-3/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 87, ABOUT 1 MILE EAST OF THE PASAYTEN RIVER, AND ABOUT 0.7 MILE NORTH OF PEEVE CREEK, ON A HEAVILY TIMBERED KNOB ABOUT 1800 FEET IN ELEVATION ABOVE THE PASAYTEN RIVER.  THE STATION IS LOCATED ON A SMALL BENCH ABOUT 360 METERS DOWN THE RIDGE RUNNING A LITTLE EAST OF SOUTH FROM THE SUMMIT OF THE KNOB.  LINES OF SIGHT HAD TO BE CUT THROUGH THE HEAVY TIMBER TO ALL THE STATIONS SIGHTED AND THE LOCATION OF THE STATION CAN BE IDENTIFIED BY THE CUTTINGS FOR MANY YEARS.  THE STATION MARK MAY BE FOUND BY MEASURING 6.7 METERS NORTH AND 1.2 METERS WEST FROM THE LARGEST FIR STUMP OF THE CUTTINGS.  THERE ARE MANY LARGE FIR TREES TO THE SOUTH AND WEST OF THE STATION.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A LEDGE OF ROCK LIGHTLY COVERED WITH EARTH."
        },
        {
            "id": "TP1241",
            "lat": 49.025781466666665,
            "long": -119.61992624444444,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 4 MILES A LITTLE EAST OF NORTH FROM NIGHTHAWK, WASHINGTON, AND ABOUT 1-3/4 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  THE STATION IS ON A HIGH PEAK, BARE ON THE SOUTH EDGE OF THE SUMMIT, BUT HEAVILY WOODED ON THE NORTH SIDE.  STATION MARK--AN ALUMINUM DISK SET IN SOLID ROCK.  IN 1935 THE ALUMINUM DISK HAD BEEN REMOVED FROM THE DRILL HOLE."
        },
        {
            "id": "TY7994",
            "lat": 54.56714521944445,
            "long": -130.48070893333335,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) THE STATION IS LOCATED ON THE N END OF FINLAYSON ISLAND.  PORT SIMPSON VILLAGE IS JUST VISIBLE ACROSS THE END OF POINT WHICH IS CLEAR OF TIMBER.  A SMALL TREE GROWING OUT OF A LOG WAS BLAZED AND A COPPER NAIL WAS DRIVEN IN IT, BEARING ABOUT S FROM THE STATION, DISTANT 33 FEET 4-1/2 INCHES.  THE STATION IS MARKED BY A 1/2-INCH DRILL HOLE IN THE S END OF A GREY GRANITE BOULDER."
        },
        {
            "id": "TN1035",
            "lat": 49.03075207222222,
            "long": -115.65281774722223,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1934 (JH) ON THE HIGH PARTLY OPEN END OF THE MOUNTAIN SPUR BETWEEN THE MAIN FORKS OF THE NORTH FORK OF YAAK RIVER, 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 231.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK, BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---, CEMENTED INTO A DRILL HOLE IN SOLID ROCK."
        },
        {
            "id": "TP1243",
            "lat": 49.000069969444446,
            "long": -118.81860536111111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) A FEW FEET SOUTH OF THE INTERNATIONAL BOUNDARY AND ABOUT HALF WAY BETWEEN MONUMENTS 139 AND 140, ON THE WEST EDGE OF A SPUR RIDGE SLOPING STEEPLY TO THE NORTH.  THE RIDGE HAS BEEN LOGGED OFF, LEAVING BUT A FEW SCATTERED TREES STANDING.  STATION MARK--A 2 - INCH BRONZE DISK INSCRIBED---U.S. AND C.B. SURVEY---SET IN OUTCROPPING BED ROCK FLUSH WITH THE GENERAL GROUND LEVEL.  A SMALL PILE OF ROCKS WAS LEFT OVER THE STATION MARK."
        },
        {
            "id": "TY7904",
            "lat": 59.74341558333334,
            "long": -135.00703519444446,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) LOCATED 7 MILES S OF BENNETT, 9 MILES NE OF WHITE PASS, 2.25 MILES SW OF LOG CABIN, AND 2.25 MILES NE OF FRASER, ON THE HIGHEST POINT AND NE END OF A LARGE PROMINENT MOUNTAIN.  STATION IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK, AND FLUSH WITH THE TOP OF THE ROCK. STAMPED FRASER 1943.  REFERENCE MARK 1 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND AND 8 INCHES LOWER IN ELEVATION THAN THE STATION.  STAMPED FRASER NO 1 1943.  REFERENCE MARK 2 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK WHICH PROJECTS ABOUT 1-1/2 FEET ABOVE THE GROUND AND IS ABOUT 3-1/2 FEET LOWER IN ELEVATION THAN THE STATION.  STAMPED FRASER NO 2 1943.  TRIANGULATION STATION CABIN CAN MOST CONVENIENTLY BE USED AS AN AZIMUTH MARK.  REACHED FROM FRASER, WHICH IS ON THE WHITE PASS AND YUKON RAILROAD AND 7.3 MILES N OF WHITE PASS, BY FOLLOWING THE RAILROAD NE FOR 0.3 MILE TO MILEPOST 28.  THENCE TURN LEFT AND FOLLOW THE RIGHT BANK OF A CANYON N FOR ABOUT 1 HOUR TO WHERE THE CANYON NARROWS DOWN AND THE STREAM TURNS LEFT.  THENCE TURN RIGHT AND CONTINUE NE UP THE STEEP SLOPE AND ROCK SLIDES TO THE TOP OF THE MOUNTAIN.  THENCE GO NE ALONG THE TOP OF THE MOUNTAIN, FOLLOWING THE RIDGE BETWEEN TWO SMALL LAKES TO THE NE END AND HIGHEST POINT OF THE MOUNTAIN AND STATION.  PACKING TIME, 3.3 HOURS."
        },
        {
            "id": "TN0966",
            "lat": 49.071916308333336,
            "long": -115.18631877222222,
            "setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1932 ON A ROUNDING, GRASSY HILL ON THE EAST SIDE OF THE KOOTENAY RIVER, ABOUT ONE-HALF MILE EAST OF THE TOWN OF FLAGSTONE, BRITISH COLUMBIA.  STATION MARK--A DRILL HOLE IN THE TOP OF A GRANITE POST, 6 BY 6 BY 48 INCHES, THE UPPER 6 INCHES DRESSED.  THE POST IS SET IN THE GROUND TO THE DEPTH OF 40 INCHES LEAVING 8 INCHES PROJECTING ABOVE THE GROUND.  THE LETTERS U.S.C.B. ARE CUT IN THE CORNERS OF THE TOP OF THE POST.  IN 1925 THE U.S. COAST AND GEODETIC SURVEY RECOVERED THE STATION AND PLACED A SUBSURFACE MARK UNDER THE ORIGINAL GRANITE POST.  THE SUBSURFACE MARK IS A GEODETIC SURVEY OF CANADA STANDARD BRONZE-DISK STATION MARK SET IN A BLOCK OF CONCRETE 3 FEET BELOW THE SURFACE OF THE GROUND.  WHEN THE GRANITE POST WAS REPLACED, A GEODETIC SURVEY OF CANADA STANDARD BRONZE-DISK STATION MARK WAS PLACED IN THE DRILL HOLE IN THE TOP OF IT FOR THE SURFACE MARK.  A GEODETIC SURVEY OF CANADA STANDARD BRONZE-DISK REFERENCE MARK WAS THEN SET IN AN IRREGULAR MASS OF CONCRETE 37.21 METERS FROM THE STATION N 37 DEG 10 MIN W.                            STATION RECOVERY (1947)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1947 (CRR) STATION AND REFERENCE MARK RECOVERED IN GOOD CONDITION.  THE DESCRIPTION BY THE INTERNATIONAL BOUNDARY COMMISSION WAS ADEQUATE EXCEPT THAT THE TOWN OF FLAGSTONE IS NOW A GHOST VILLAGE.  TO REACH FROM THE U.S.-CANADA BORDER ON U.S. HIGHWAY 93, GO N AND W FOR 6 MILES TO THE VILLAGE OF FLAGSTONE, TURN LEFT ON GRADED ROAD AND GO S AND W FOR ABOUT 2 MILES TO A CROSS ROAD WHERE MAIN ROAD TURNS RIGHT.  CONTINUE STRAIGHT AHEAD ON LITTLE USED ROAD TO OLD VILLAGE OF FLAGSTONE.  STATION IS 1/2 MILE E AND 1/4 MILE N OF THIS ROAD, ON A GRASSY HILL.                            STATION RECOVERY (1955)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1955 (CAS) STATION WAS RECOVERED AS DESCRIBED AND ALL MARKS WERE FOUND TO BE IN GOOD CONDITION.  A NEW TO REACH THE STATION FOLLOWS.  TO REACH THE STATION FROM THE U.S.-CANADA BORDER ON U.S. HIGHWAY 93, GO NORTH ON CANADA HIGHWAY 93 FOR 8.0 MILES TO A T-ROAD INTERSECTION IN THE SMALL VILLAGE OF FLAGSTONE, TURN LEFT ON HIGHWAY 93 AND GO SOUTH AND WEST FOR 3.0 MILES TO WHERE HIGHWAY TURNS TO THE RIGHT AND A SAND ROAD TO THE WEST AND SOUTH, CONTINUE STRAIGHT AHEAD, WEST, ON SAND ROAD AND GO 2.65 MILES AND END OF TRUCK TRAVEL.  FROM THIS POINT THE STATION IS ON HILL TO THE NORTH, PACK UP STEEP HILL TO STATION, THE STATION IS ON THE SOUTH SLOPE OF HILL.  ABOUT 20 MINUTE PACK."
        },
        {
            "id": "TQ0484",
            "lat": 49.010686738888886,
            "long": -120.83760662222221,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) ON THE EASTERN OF TWO HIGH POINTS ABOUT 1 MILE NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 1-1/4 MILES NORTHEAST OF MONUMENT 77. THESE TWO POINTS ARE ON THE MAIN WATERSHED OF THE CASCADE MOUNTAIN.  STATION MARK--AN ALUMINUM DISK MARKED---U.S. AND C.B.---, SET IN A DRILL HOLE IN SOLID ROCK, OVER WHICH IS A CAIRN."
        },
        {
            "id": "TQ0576",
            "lat": 49.0134368,
            "long": -120.84796347222222,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) ON A ROCKY RIDGE, PART OF THE SUMMIT OF THE CASCADE RANGE, ON THE DIVIDE BETWEEN THE WATERS OF CAMBIE CREEK AND LIGHTNING CREEK, ABOUT 1 MILE NORTH OF THE INTERNATIONAL BOUNDARY.  THIS STATION SHOULD NOT BE CONFUSED WITH APPEARS MORE PROMINENT WHEN VIEWED FROM THE EAST.  STATION MARK--AN ALUMINUM - DISK TRIANGULATION MARK, SET IN ROTTEN ROCK, OVER WHICH IS A 5 - FOOT CAIRN."
        },
        {
            "id": "TQ0577",
            "lat": 49.0203693,
            "long": -121.51949077777778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE HIGH PEAK ABOUT 2 MILES NORTH AND A LITTLE EAST OF THE INTERNATIONAL BOUNDARY MONUMENT 58.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK, CEMENTED INTO THE ROCK, OVER WHICH A 5 - FOOT CAIRN WAS ERECTED."
        },
        {
            "id": "TN1036",
            "lat": 49.00215244444444,
            "long": -115.17034796944445,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON THE HIGH KNOLL A SHORT DISTANCE NORTHEAST OF GATEWAY, MONTANA, ABOUT 300 METERS NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 244. NOT FAR FROM THE STATION ARE SOME LARGE PINES.  STATION MARK--THE NECK OF A BOTTLE, ABOUT 6 INCHES BELOW THE BOTTOM OF THE SURFACE MARK, WHICH IS A BLOCK OF GRANITE, 6 BY 6 BY 48 INCHES, DRESSED 6 INCHES FROM THE TOP AND THE REMAINDER ROUGH CUT.  A DRILL HOLE IS IN THE CENTER OF THIS STONE AND THE LETTERS---U.S.C.B.---ARE CUT IN THE CORNERS.  THE GRANITE BLOCK PROJECTS ABOUT 8 INCHES ABOVE THE GROUND.                            STATION RECOVERY (1970)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1970 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0578",
            "lat": 49.00741315277778,
            "long": -120.02786797499999,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 0.6 MILE NORTH AND 0.2 MILE WEST OF INTERNATIONAL BOUNDARY MONUMENT 100, ON THE SUMMIT OF A HIGH ROCKY POINT DIRECTLY OVERLOOKING THE DEEP CANYON OF HAIG CREEK TO THE WEST.  STATION MARK--A 1 - INCH DRILL HOLE IN ROCK."
        },
        {
            "id": "TP1244",
            "lat": 49.00492493888889,
            "long": -119.18524869444445,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ON THE WEST SIDE OF ROCK CREEK, ABOUT ONE - THIRD MILE NORTH AND A LITTLE WEST OF INTERNATIONAL BOUNDARY MONUMENT 126.  THE STATION IS ON THE SIDE OF THE HILL AND ON THE SECOND ROCK KNOB NORTH OF MONUMENT 126, AND IS ABOUT 500 FEET HIGHER THAN THE MONUMENT.  STATION MARK--A BRONZE DISK MARKED---U.S. AND C.B. SURVEY---SET IN A BOULDER PLANTED FOR THE PURPOSE."
        },
        {
            "id": "TP1204",
            "lat": 49.03232901111111,
            "long": -119.19951716944445,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1905 (CHS) ON THE BALD SUMMIT OF A PROMINENT HILL 2.2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 1.5 MILES WEST OF BRIDESVILLE, BRITISH COLUMBIA.  THE HILL IS SPARSELY TIMBERED ON THE NORTH SIDE.  STATION MARK--THE ORIGINAL STATION MARK WAS REPLACED IN 1925 WITH A STANDARD GEODETIC SURVEY OF CANADA BRONZE - DISK STATION MARK SET IN AN OUTCROPPING LEDGE.  THE REFERENCE MARKS SET AT THE SAME TIME ARE STANDARD MARKS OF THE GEODETIC SURVEY OF CANADA SET IN DRILL HOLES IN OUTCROPPING ROCK.  REFERENCE MARK NO 1 IS 15.128 METERS FROM THE STATION IN BEARING 193 DEGREES 13 MINUTES.  REFERENCE MARK NO 2 IS 7.048 METERS FROM THE STATION IN BEARING 292 DEGREES 01 MINUTES.                            STATION RECOVERY (1957)  RECOVERY NOTE BY US GEOLOGICAL SURVEY 1957 RECOVERED AS DESCRIBED BY IBC.  ALL MARKS IN GOOD CONDITION.  NEW TO REACH FOLLOWS.  TO REACH FROM BRIDESVILLE, BRITISH COLUMBIA, DRIVE 2.3 MI W. ON B.C. HWY. 3 TO CATTLEGUARD ON NORTH SIDE OF HWY.  TURN RIGHT OFF HWY. CROSSING CATTLEGUARD 1.3 MI ON MINING RD. UP RIDGE TO END OF RD.  CONTINUE UP RIDGE 0.5 MI TO HIGHEST POINT AND STATION."
        },
        {
            "id": "TP1245",
            "lat": 49.039797577777776,
            "long": -118.36871496388888,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 4 MILES EAST OF GRAND FORKS AND ABOUT 3 MILES NORTH OF THE INTERNATIONAL BOUNDARY, JUST NORTH OF THE NORTHERN LOOP OF KETTLE RIVER, ON THE SOUTHEAST POINT OF A HIGH PEAK.  STATION MARK--AN ALUMINUM DISK SET IN SOLID ROCK.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8025",
            "lat": 54.644780169444445,
            "long": -130.83352145833334,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) STATION IS LOCATED ON A LARGE FLAT ROCK ABOUT 15 FEET ABOVE TIDE, ON THE OUTER END OF THE MOST NORTHERLY OF THE GROUP OF WOODED ISLANDS, LYING OFF THE NE END OF DUNDAS ISLAND AND KNOWN AS THE GNARLED ISLANDS.  THE STATION IS MARKED BY A 1/2-INCH HOLE DRILLED IN THE FACE OF THE ROCK.                            STATION RECOVERY (1933)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON A LARGE FLAT ROCK ABOUT 15 FEET ABOVE HIGH WATER, ON THE OUTER END OF THE MOST NORTHERLY WOODED ISLAND OF THE GROUP OF ISLANDS KNOWN AS THE GNARLED ISLANDS, LYING JUST N OF BRUNDIGE INLET ON THE N SIDE OF DUNDAS ISLAND. THE DRILL HOLE WAS FOUND AND A PLAIN BRASS DISK CEMENTED INTO IT.  TWO REFERENCE MARKS WERE ALSO SET.  REFERENCE MARK NO. 1 IS A PLAIN BRASS DISK CEMENTED IN A DRILL HOLE.  REFERENCE MARK NO. 2 IS A COPPER BOLT CEMENTED IN A CREVICE IN THE ROCK."
        },
        {
            "id": "TN1040",
            "lat": 49.01785425833333,
            "long": -115.52461518888889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1934 (JH) ON THE SUMMIT OF CANADIAN CARIBOU MOUNTAIN, ON THE SAME RIDGE AS STATION---CARIBOU---AND BOUNDARY MONUMENT 236, AND 1-1/4 MILES NORTH OF THE MONUMENT.  THE MOUNTAIN IS NEARLY BARE OF TREES AND IS EASILY RECOGNIZED BY ITS PROMINENCE.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK, BEARING THE WORDS---INTERNATIONAL BOUNDARY COMMISSION---, CEMENTED INTO A DRILL HOLE IN A ROCK 18 BY 18 BY 16 INCHES IN SIZE, SET WITH ITS TOP SURFACE FLUSH WITH THE GROUND."
        },
        {
            "id": "TP1246",
            "lat": 49.03839611944444,
            "long": -118.44625097777778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON A HIGH ROCKY HILL OVERLOOKING AND ON THE NORTH SIDE OF GRAND FORKS. THE CREST OF THE HILL RUNS NEARLY EAST AND WEST.  THE NORTH AND THE SOUTH SIDES OF THE HILL ARE VERY STEEP.  THE BEST APPROACH IS BY GOING UP THE WEST SLOPE.  STATION MARK--AN ALUMINUM DISK SET IN SOLID ROCK.  THE REFERENCE MARK IS A CAIRN 2.5 METERS FROM THE STATION.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1203",
            "lat": 49.07276199722222,
            "long": -118.730771,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1990 MKDR TYPE D SETTING CODE 06 FROMT HE TOWN OF GREENWOOD AT THE TRAVEL AND INFORMATION CENTRE, DRIVE S ON HWY 3 FOR 0.6 KM TO A PAVED RD (JUST PASSED THE MOTHER LODGE CONFECTIONERY STORE), TURN RIGHT DRIVE 2.2 KM ALONG THSI PAVED RD (NOTE THIS RD TURNS INTO A DIRT RD), TO A DIRT RD, TURN LEFT DRIVE 2 KM, TURN LEFT DRIVE 5.4 KM TO THE TOP STAYING ON THE WELL TRAVELLED PORTION OF THE RD (FOLLOW FLAGGING). MKD BY A BR TAB SET IN BEDROCK."
        },
        {
            "id": "TQ0580",
            "lat": 49.007481194444445,
            "long": -121.47071248611111,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE SOUTHERN PART OF A HIGH PEAK THREE - FOURTHS MILE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 60 AND ON THE SAME RIDGE.  IT MAY BE REACHED BY FOLLOWING THE RIDGE FROM MONUMENT 60 TO THE NORTH SIDE OF A DEEP SADDLE IN THE RIDGE.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED INTO THE ROCK."
        },
        {
            "id": "TP1247",
            "lat": 49.02922945833333,
            "long": -118.52004065833333,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON HARDY MOUNTAIN, A GRASSY HILL 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 4 MILES WEST OF GRAND FORKS, NEARLY DUE NORTH OF DANVILLE, WASHINGTON.  STATION MARK--IN 1930 A 2 - INCH BRONZE DISK MARKED---U.S. AND C.B. SURVEY---WAS SET IN THE ORIGINAL DRILL HOLE MARKING THE STATION.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TO1133",
            "lat": 49.01722512777778,
            "long": -116.17075407222222,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1934 (JH) THIS STATION SUPERSEDES A FORMER STATION---HARPER---OF 1904 WHICH COULD NOT BE RECOVERED.  IT IS LOCATED ON THE SOUTHWEST SLOPE, NEAR THE TOP OF A HILL, 1-1/2 MILES NORTH AND ONE - THIRD MILE EAST OF KINGSGATE, BRITISH COLUMBIA, AND IN SIGHT AGAINST THE SKYLINE FROM KINGSGATE.  THERE ARE A NUMBER OF BARE SPOTS INTERSPERSED WITH TIMBER ON THE HILL.  THE STATION IS USEFUL ONLY FOR POINTS WITHIN ITS SOUTHERN SEMICIRCLE.  A HUB WITH A NAIL IN IT AND BITS OF A BROKEN SIGNAL WERE FOUND WHERE THE ORIGINAL DESCRIPTION CALLED FOR---A DRILL HOLE IN FLAT ROCK AND SMALL CAIRN OVER IT---.  STATION MARK--A 3 - INCH BRONZE DISK STATION MARK, BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A LARGE BOULDER FIRMLY EMBEDDED IN THE GROUND."
        },
        {
            "id": "TO1134",
            "lat": 49.020675069444444,
            "long": -116.28416033055555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON THE PARTLY WOODED SUMMIT OF THE HIGH MOUNTAIN 3-1/2 MILES WEST OF THE MOYIE RIVER AND 1-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY. BOUNDARY MONUMENT 212 AND TRIANGULATION STATION---HARVEY---ARE ON THE SAME RIDGE, BUT FURTHER SOUTH.  THE TOP OF THE RIDGE IS EASILY TRAVELED BETWEEN THE STATIONS, AND TRAILS LEAD SOUTH FROM STATION ---HARVEY---TO ROUND PRAIRIE.  STATION MARK--ORIGINALLY A DRILL HOLE IN SOLID ROCK.  IN 1934 THE STATION WAS RECOVERED AND A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS---INTERNATIONAL BOUNDARY COMMISSION---WAS SET IN THE ORIGINAL DRILL HOLE.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8023",
            "lat": 54.719795455555555,
            "long": -130.615576125,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE NORTHWESTERN EXTREMITY OF HAYSTACK ISLAND, AT THE SOUTHERN ENTRANCE TO TONGASS PASSAGE.  THERE IS A BOUNDARY MONUMENT ON THIS POINT, DISTANT 1.73 METERS FROM STATION.  STATION IS MARKED BY A BRASS DISK STAMPED HAYSTACK 1933 AND CEMENTED INTO A DRILL HOLE IN ROCK."
        },
        {
            "id": "DE6583",
            "lat": 50.64034959722222,
            "long": -128.13497903888887,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DE6585",
            "lat": 50.64034959722222,
            "long": -128.13497903888887,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'HOLB' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TO1135",
            "lat": 49.024268544444446,
            "long": -116.10680375833333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1905 (CHS) ON THE SUMMIT OF THE FLAT, TIMBERED RIDGE BETWEEN CANNUCK CREEK AND THE MOYIE RIVER, 1.7 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 220, ON A BARE ELEVATED SPOT NEAR THE EASTERN RIM OF THE RIDGE.  STATION MARK--THE ORIGINAL STATION MARK, A DRILL HOLE IN THE CENTER OF A FLAT LEDGE OF ROCK ABOUT 15 FEET SQUARE, WAS RECOVERED IN 1934 AND A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---WAS SET IN THE ORIGINAL DRILL HOLE.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1251",
            "lat": 49.02371758611111,
            "long": -118.83620334722222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON A PROMINENT, GRASSY HILL OVERLOOKING THE TOWN OF MIDWAY, ABOUT 3 MILES NORTHWEST OF THE TOWN.  THE HILL IS NORTH OF THE ROAD, FROM WHICH IT RISES GRADUALLY.  STATION MARK--A 1/2 - INCH DRILL HOLE IN A ROCK LEDGE.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0583",
            "lat": 49.03754012222222,
            "long": -121.46266911111111,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE NORTH KNOB OF THE SECOND PEAK FROM THE NORTH ON THE RIDGE RUNNING FROM THE CHILLIWACK RIVER ALONG THE WEST SIDE OF CHILLIWACK LAKE, ABOUT 2-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED INTO THE ROCK."
        },
        {
            "id": "TP1252",
            "lat": 49.00083532222222,
            "long": -118.95688674444445,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) THE STATION IS ON THE SUMMIT OF THE RIDGE, IN BEARING 193 DEGREES 40 MINUTES 30 SECONDS, 85.74 METERS DISTANT FROM INTERNATIONAL BOUNDARY MONUMENT 134.  STATION MARK--A 2 - INCH BRONZE DISK INSCRIBED---U.S. AND C.B. SURVEY---SET IN A DRILL HOLE IN A BOULDER WEIGHING ABOUT 150 POUNDS, FIRMLY SET IN THE GROUND."
        },
        {
            "id": "TQ0585",
            "lat": 49.022191041666666,
            "long": -121.43062852777778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (DJF) ON A BARE KNOB ON A SHOULDER RUNNING UP FROM A POINT ON THE WEST SHORE OF CHILLIWACK LAKE 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  THIS SHOULDER RUNS IN A SOUTHWESTERLY DIRECTION.  FOLLOW IT TO THE SECOND BARE KNOB ABOUT 3000 FEET ABOVE THE LAKE.  THERE IS A DRAW ABOUT 50 FEET DEEP JUST WEST OF THE STATION.  THE STATION IS DIRECTLY ACROSS THE LAKE FROM THE MOUTH OF DEPOT CREEK.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK, CEMENTED IN ROCK, OVER WHICH IS A 3 - FOOT CAIRN."
        },
        {
            "id": "TY7897",
            "lat": 57.04500603333333,
            "long": -132.0450722361111,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (WFR) KATES NEEDLE, THE SNOW - COVERED MOUNTAIN WITH THREE PROMINENT PEAKS, ABOUT 9 MILES WEST OF STIKINE RIVER AT A POINT 20 MILES ABOVE THE MOUTH OF ISKUT RIVER.  THE MIDDLE AND HIGHEST PEAK IS THE POINT S9955 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE MIDDLE AND HIGHEST SNOW - COVERED PEAK AS IT WAS IN 1907."
        },
        {
            "id": "TQ0586",
            "lat": 49.01288025277778,
            "long": -120.34538646666667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 0.9 MILE NEARLY DUE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 91 AND 0.7 MILE WEST OF THE ASHNOLA RIVER, ON THE EXTREME NORTHEAST END OF THE FIRST PROMINENT RIDGE NORTH OF MONUMENT 91.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN LEVEL LEDGE ROCK ABOUT 3-1/2 BY 5 FEET IN DIMENSIONS."
        },
        {
            "id": "TO0888",
            "lat": 49.139369783333336,
            "long": -117.42674195000001,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1925 ON THE HIGHEST POINT, AND NEAR THE NORTH END, OF THE RANGE OF MOUNTAINS LYING NORTH OF THE INTERNATIONAL BOUNDARY AND EAST OF THE COLUMBIA RIVER AND KNOWN AS THE GOLD RANGE.  IT IS ABOUT 8-1/2 MILES BY ROAD AND TRAIL FROM FRUITVALE, BRITISH COLUMBIA.  THE SUMMIT OF THE MOUNTAIN IS MOSTLY BARE AND GRASSY, BUT THERE ARE A FEW SCRUBBY TREES ON IT.  THIS IS NOT KELLY MOUNTAIN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE - DISK STATION MARK SET IN SOLID ROCK OUTCROP.  THERE ARE TWO STANDARD GEODETIC SURVEY OF CANADA REFERENCE MARKS SET AS FOLLOWS--REFERENCE MARK NO 1 IS 4.634 METERS FROM THE STATION IN BEARING 134 DEGREES 38 MINUTES.  REFERENCE MARK NO 2 IS 12.173 METERS FROM THE STATION IN BEARING 209 DEGREES 41 MINUTES.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TO1117",
            "lat": 49.251308775,
            "long": -116.19648649166668,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 20 MILES BY TRAIL NORTHEAST OF KITCHENER, BRITISH COLUMBIA, ON THE SOUTHERN-MOST HIGH PEAK OF THE DIVIDE BETWEEN KID CREEK AND GOAT RIVER.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK WEDGED IN A DRILL HOLE IN OUTCROPPING BEDROCK. REFERENCE MARK NO. 1 IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK, WITH THE ARROW POINTING TOWARD THE STATION, WEDGED IN A DRILL HOLE IN BEDROCK 14.209 METERS FROM THE STATION S 02 DEG 42 MIN E.  REFERENCE MARK NO. 2 IS A LIKE BRONZE DISK SET IN THE SAME MANNER 5.846 METERS FROM THE STATION S 57 DEG 10 MIN W."
        },
        {
            "id": "TN1044",
            "lat": 49.061328325,
            "long": -114.33691824722221,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (ECB) ON THE HIGHEST POINT OF MOUNT YARREL, THE FIRST PEAK EAST OF THE FLATHEAD RIVER ON THE NORTHWEST SIDE OF KISHENEHN CREEK, ABOUT 4-1/2 MILES NORTHEAST OF WHERE THE INTERNATIONAL BOUNDARY CROSSES KISHENEHN CREEK.  STATION MARK--ORIGINALLY A DRILL HOLE IN AN OUTCROPPING LEDGE OF RED SHALE HAVING A DIP OF ABOUT 45 DEGREES TO THE SOUTH.  WHEN THE STATION WAS RECOVERED IN 1933 THE ROCK AROUND IT WAS FOUND BADLY SHATTERED AND THE DRILL HOLE ALL BUT OBLITERATED.  A 1/2 - INCH COLD - CHISEL WAS FOUND DRIVEN INTO THE HOLE.  THIS WAS LEFT IN PLACE AND A SMALL CAIRN ERECTED OVER IT.                            STATION RECOVERY (1933)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1933 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1212",
            "lat": 49.115920330555554,
            "long": -119.676008525,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1990 MKR TYPE D SETTING CODE 06 LOC APPROX 26 RD KM NW OF OSOYOOS, OFF THE HWY 3. IT IS AT THE TOP OF MOUNT KOBAU, ABOUT 0.2 KM NW OF A SMALL OBSERVATORY NEAR THE END OF THE OBSERVATORY RD. FROM THE JUNC OF HWY 3 W AND HWY 97  IN OSOYOOS DRIVE NW ON HWY 3 11.5 KM, TURN RIGHT ON A GRAVEL RD WITH A TEXAS GATE, DRIVE UP TO MOUNT KOBAU, 20.5 STA IS APPROX 150 M NW OF A HIGH T.V. ANTENNA AT THE SITE OF TOW METEOROLOGY STA. THE MON IS 1.5 M S OF ONE WEATHER BOX AND 2.75 M SE OF THE OTHER. MKD BY A BRONZE TAB SET IN A CONC PAD ON BEDROCK."
        },
        {
            "id": "TN1045",
            "lat": 49.093245205555554,
            "long": -115.35300515833333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON THE LARGE, WOODED SUMMIT ABOUT 10 MILES NORTHWEST OF GATEWAY, ON THE WEST SIDE OF THE KOOTENAI RIVER, ON THE HIGHEST PART OF THE SUMMIT THAT RISES TOWARD THE WEST FROM THE PRECIPITOUS EAST SIDE.  STATION MARK--A DRILL HOLE IN A TRIANGULAR STONE PLACED 2 FEET UNDERGROUND.  THE SURFACE MARK IS A DRILL HOLE IN THE END OF AN IRREGULARLY SHAPED STONE 20 INCHES LONG SET OVER THE LOWER MARK WITH A SMALL FLAT STONE PLACED BETWEEN THEM.  THREE REFERENCE STONES, ONE NORTH AND ONE SOUTH, MARKED WITH ARROWS, AND ONE WEST, MARKED WITH A CROSS, ARE RESPECTIVELY 1.29, 2.05, AND 1.42 METERS FROM THE STATION."
        },
        {
            "id": "TQ0587",
            "lat": 49.02949085833333,
            "long": -121.34413805277778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JDF) ON A HIGH PEAK ON THE RIDGE NORTH OF DEPOT CREEK AND EAST OF CHILLIWACK LAKE, ABOUT 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND 2-1/2 MILES ALMOST DUE EAST OF THE MOUTH OF DEPOT CREEK.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK, CEMENTED IN ROCK, OVER WHICH IS A 5 - FOOT CAIRN."
        },
        {
            "id": "TO0892",
            "lat": 49.038807675,
            "long": -117.74646536666667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1925 ON THE SUMMIT OF LAKE MOUNTAIN, ABOUT 3 MILES SOUTH - BY - WEST OF TRAIL, BRITISH COLUMBIA, AND ABOUT 1-1/2 MILES WEST OF VIOLIN LAKE WHICH CAN BE SEEN FROM THE SUMMIT OF THE MOUNTAIN.  STATION MARK--IN 1925 THE US COAST AND GEODETIC SURVEY FOUND A CAIRN MARKING THE OLD STATION AND DROVE AN IRON PIN IN THE CENTER OF IT. THEY THEN SET A STANDARD GEODETIC SURVEY OF CANADA BRONZE - DISK STATION MARK IN THE OUTCROPPING BED ROCK 3.215 METERS FROM THE ORIGINAL STATION MARK IN BEARING 57 DEGREES 49 MINUTES.  IN 1930 THE ORIGINAL STATION MARK COULD NOT BE FOUND, BUT THE BRONZE DISK WAS RECOVERED.  THE PUBLISHED POSITION IS THAT OF THE BRONZE DISK.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0483",
            "lat": 49.04384099166666,
            "long": -120.15926569444446,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) ON A HIGH, BARE MOUNTAIN SUMMIT ABOUT 3 MILES NORTH OF THE INTERNATIONAL BOUNDARY, ABOUT 3-1/2 MILES NORTHEAST OF CATHEDRAL PEAK. THE EAST FORK OF THE ASHNOLA RIVER HEADS TO THE SOUTH OF THIS MOUNTAIN AND RUNS AROUND THE EAST BASE OF IT.  STATION MARK--AN ALUMINUM STATION - MARK DISK MARKED---U.S. AND C.B.---, SET IN SOLID ROCK, WITH A CAIRN BUILT OVER IT."
        },
        {
            "id": "TQ0588",
            "lat": 49.067769436111114,
            "long": -121.01645667222222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1905 (ECB) ON THE MOST NORTHERN PEAK OF THE HOZOMEEN RANGE, ABOUT 4-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 3 MILES EAST OF THE WHITWORTH RANCH ON THE SKAGIT RIVER.  THE PEAK IS A ROUND AND NEARLY BALD KNOB.  STATION MARK--AN ALUMINUM TRIANGULATION DISK, SET IN ROCK, OVER WHICH IS A 3 - FOOT CAIRN."
        },
        {
            "id": "TQ0589",
            "lat": 49.00079093055555,
            "long": -121.84948030277778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (GTP) ON THE HIGHEST PART OF THE RUGGED RIDGE BETWEEN THE END OF THE LIUMCHEN TRAIL ON THE CANADIAN SIDE OF THE BOUNDARY AND THE CANYON RIDGE TRAIL ON THE UNITED STATES SIDE.  THE STATION IS MOST EASILY ACCESSIBLE FROM THE CANYON RIDGE TRAIL.  IT IS A FEW FEET FROM THE NORTH SIDE OF THE BLUFF THAT DROPS PRECIPITOUSLY IN ALL DIRECTIONS EXCEPT THE SOUTH.  IT IS 240.9 METERS FROM INTERNATIONAL BOUNDARY MONUMENT 48, IN BEARING 200 DEGREES 47 MINUTES.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK SET IN A DRILL HOLE IN SOLID ROCK.                            STATION RECOVERY (1950)  RECOVERY NOTE BY US GEOLOGICAL SURVEY 1950 RECOVERED AS DESCRIBED BY INTERNATIONAL BDRY. COM.  LOCATED ABOUT 9 MI NE. OF GLACIER, WA, ABOUT 3 MI N. OF CANYON CREEK.  790 FT. NW. OF BOUNDARY MON. 48.  ON HIGHEST PART OF N.-S. RIDGE.  REACHED BY HELICOPTER AND LANDED IN SADDLE BETWEEN STATION AND MON. 48.  STATION MARK--IBC BRONZE DISK CEMENTED IN SOLID ROCK FLUSH WITH GROUND."
        },
        {
            "id": "TN1047",
            "lat": 49.062420563888885,
            "long": -115.78494734166667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ABOUT 4 MILES NORTH OF THE INTERNATIONAL BOUNDARY ON A HIGH, WOODED SUMMIT OF A NORTH - AND - SOUTH RIDGE THAT TERMINATES ON THE SOUTH AT THE WEST FORK OF YAAK RIVER ABOUT THREE - FOURTHS MILE NORTH OF MONUMENT 227.  STATION MARK--ORIGINALLY A DRILL HOLE IN SOLID ROCK.  IN 1934 THE STATION WAS RECOVERED AND FOUND MARKED BY A SMALL BRONZE DISK, BEARING THE LETTERS---B.C.---, SET IN THE ORIGINAL DRILL HOLE.  THIS MARK WAS LEFT AS FOUND.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY7902",
            "lat": 59.72755785277778,
            "long": -134.9296870972222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) STATION IS LOCATED ABOUT 10 MILES NE OF WHITE PASS RAILROAD STATION, 4 MILES NE OF RAILROAD WATER TANK AT FRASER AND 2-3/4 MILES SSE OF LOG CABIN RAILROAD STATION ON A LOW SPARSELY-WOODED KNOLL WHICH IS THE MOST NE OF A GROUP LYING E OF THE RAILROAD.  IT IS ON THE MOST E KNOLL IN THIS VICINITY AND THE FIRST KNOLL E OF A SMALL RIVER, 150 FEET SW OF SUMMIT OF KNOLL ON THE SW SIDE.  STATION IS MARKED WITH A BRONZE CANADIAN TRIANGULATION DISK SET IN BEDROCK FLUSH WITH ROCKY SURFACE, AND STAMPED LOG 1943.  REFERENCE MARK 1 IS ESE OF STATION, 6 FEET N OF A LARGE ROCK OUTCROP AND ON SAME ELEVATION AS STATION.  MARK IS A BRONZE CANADIAN TRIANGULATION DISK SET IN THE TOP OF A SMALL 2- BY 2-FOOT ROCK OUTCROP AND PROJECTS 1 FOOT.  STAMPED LOG NO 1 1943.  REFERENCE MARK 2 IS NNW OF STATION ON THE NW EDGE OF RIDGE AND ON SAME ELEVATION AS STATION.  MARK IS A BRONZE CANADIAN TRIANGULATION DISK SET FLUSH IN A LARGE SURFACE OF OUTCROPPING BEDROCK.  STAMPED LOG NO 2 1943.  TO REACH FROM WHITE PASS GO N ON RAILROAD FOR 10.8 MILES TO A SIGN LOG CABIN ONE MILE ABOUT 0.2 MILE S OF MILEPOST 32. FROM HERE GO N ABOUT 10 PACES TO A TRAIL DOWN THE BANK (E), PASS OLD CAMPSITE AT BOTTOM OF HILL AND CONTINUE SE ALONG NE EDGE OF LAKE TO A PORTAGE.  CROSS PORTAGE AND CONTINUE E OVER SEVERAL SMALL RIDGES TO A RIVER IN A LONG N-S VALLEY. CROSS RIVER AND GO UP SPARSELY-WOODED KNOLL TO TOP OF KNOLL AND STATION SITE AS DESCRIBED.  STATION HILL IS VISIBLE FROM MILEPOST 31 ON RAILROAD AT MAGNETIC BEARING 110 DEG.  PORTAGE CAN BE CROSSED WITHOUT A BOAT.  HOWEVER, IT IS ADVISABLE TO PACK A RUBBER BOAT FOR CROSSING RIVER AS WATER IS APPROXIMATELY 4 FEET DEEP.  ABOUT A 1-1/2 HOUR PACK.  A 4-FOOT STAND REQUIRED TO CLEAR ALL LINES."
        },
        {
            "id": "TQ0590",
            "lat": 49.01025037777778,
            "long": -120.94574163055556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 0.7 MILE NORTH OF THE INTERNATIONAL BOUNDARY, AND A LITTLE EAST OF MONUMENT 75, ON THE OPEN - TOPPED MOUNTAIN, IN THE FORKS OF THE HEADWATERS OF LIGHTNING CREEK, KNOWN AS LONE MOUNTAIN.  THE STATION IS ON THE SOUTH SLOPE OF THE MOUNTAIN ABOUT 30 METERS FROM THE TOP OF THE RIDGE AND ABOUT 100 METERS EAST OF THE PEAK OF THE MOUNTAIN.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN ROCK."
        },
        {
            "id": "TY7907",
            "lat": 59.69774465277777,
            "long": -135.1082339611111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) LOCATED ABOUT 5.3 MILES NNE OF THE WHITE PASS RAILROAD STATION OF THE WHITE PASS AND YUKON RAILROAD.  2.5 MILES SW OF FRASER, 1.5 MILES NW OF THE MEADOWS RAILROAD SIDING, AND ABOUT 2/3 OF THE WAY UP THE SLOPE OF A HIGH, SHARP, MOUNTAIN ON THE HIGHEST POINT OF A ROCKY RIDGE OR SHOULDER WHICH LIES AT THE BASE OF A LARGE, PROMINENT ROCK SLIDE.  STATION IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN A 6-FOOT PROJECTION OF BEDROCK, AND ABOUT 1 FOOT LOWER THAN ITS HIGHEST POINT.  STAMPED LOOP 1943.  REFERENCE MARK 1 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK, AND ABOUT 2 FEET LOWER IN ELEVATION THAN THE STATION.  STAMPED LOOP NO 1 1943.  REFERENCE MARK 2 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK, AND ABOUT 2 FEET LOWER IN ELEVATION THAN THE STATION.  STAMPED LOOP NO 2 1943.  TRIANGULATION STATION WHITE PASS NORTH BASE CAN MOST CONVENIENTLY BE USED AS AN AZIMUTH MARK.  REACHED FROM FRASER, WHICH IS 7.3 MILES N OF WHITE PASS.  GO S ALONG THE RAILROAD TRACKS FOR 1.0 MILE TO A BRIDGE.  (THE STATION BEARS S 43 DEG W MAGNETIC FROM THIS POINT).  THENCE TURN RIGHT AND FOLLOW THE W BANK OF A RIVER FOR ABOUT 50 YARDS TO AN OLD BUT WELL-WORN TRAIL.  THENCE FOLLOW THIS TRAIL SW OVER A RIDGE FOR 75 YARDS TO THE RIVER.  THENCE FOLLOW THE BEND OF THE RIVER W FOR 30 YARDS TO WHERE THE TRAIL IS VISIBLE AGAIN.  THENCE FOLLOW THE TRAIL SW OVER A SECOND LOW RIDGE PAST AN OLD CAMPSITE TO THE MOUTH OF A STREAM.  FORD AND GO S UP THE SLOPE OF A RIDGE FOR 1/4 MILE TO ITS CREST.  FROM HERE FOLLOW THE RIDGE SW UP THE SLOPE OF THE MOUNTAIN FOR ABOUT 1 HOUR TO THE HEAD OF THE VALLEY ON THE LEFT. THENCE TURN LEFT AND GO S ACROSS THE VALLEY AND UP THE SLOPE OF THE NEXT RIDGE FOR 15 MINUTES TO ITS CREST AND STATION."
        },
        {
            "id": "TQ0592",
            "lat": 49.00026361111111,
            "long": -120.78686028055556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 1.4 METERS NORTH OF THE INTERNATIONAL BOUNDARY, ON THE HIGH, SHARP, ROCKY POINT OF THE RIDGE 1.2 MILES WEST OF MONUMENT 79 AND 0.7 MILE EAST OF MONUMENT 78.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN LEDGE ROCK."
        },
        {
            "id": "TN1048",
            "lat": 49.10255658611111,
            "long": -115.98625316111111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON THE SUMMIT OF A LONG, WOODED, NORTH - AND - SOUTH RIDGE THAT TERMINATES ON THE SOUTH AT HAWKINS CREEK JUST WEST OF THE MOUTH OF AMERICAN CREEK.  THE STATION IS 7 MILES NORTH OF THE INTERNATIONAL BOUNDARY LINE, AND ABOUT 4 MILES NORTHWEST OF HAWKINS CREEK ---MEADOWS---.  THE AREA BETWEEN THE STATION AND HAWKINS CREEK HAS BEEN LOGGED OFF AND BURNED OVER TO SUCH AN EXTENT THAT THE STATION IS READILY REACHED FROM HAWKINS CREEK.  STATION MARK--THE ORIGINAL STATION MARK--A DRILL HOLE IN SOLID ROCK, WAS RECOVERED IN 1934 AND A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS---INTERNATIONAL BOUNDARY COMMISSION---WAS SET IN THE ORIGINAL DRILL HOLE.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TP1256",
            "lat": 49.009900175,
            "long": -119.92437822777778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 0.7 MILE NORTH OF THE INTERNATIONAL BOUNDARY AND 0.9 MILE NORTHEAST OF MONUMENT 104.  THE STATION IS ON THE HIGHEST PART OF A BARE ROCKY KNOLL, ON THE EXTREME EAST END OF A HIGH RIDGE AND DIRECTLY OVERLOOKING THE EXTREME WEST HEAD OF SNEHUMPTION CREEK.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A FLAT OUTCROPPING ROCK ROUGHLY 4 FEET BY 4 FEET IN SIZE."
        },
        {
            "id": "TY8014",
            "lat": 54.801554588888884,
            "long": -130.53437942777776,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE NW COAST OF WALES ISLAND, ABOUT 1/4 NAUTICAL MILE NE FROM THE PROMINENT, STEEP CLIFF, WHICH FORMS THE N ENTRANCE POINT TO THE BAY IN WHICH THE WALES ISLAND CANNERY IS LOCATED.  THE POINT ON WHICH THE STATION IS LOCATED IS ONLY SLIGHTLY PROTRUDING.  THE GRANITE ROCK IS WHITE IN COLOR AND OF A SMOOTH, SLOPING FORMATION.  THE STATION MARK IS A 1/2-INCH BRASS PLUG, WITH A CROSS CHISELED THEREON, SET IN CEMENT INTO A DRILL HOLE IN GRANITE LEDGE.  STATION IS ABOUT 2 FEET ABOVE HIGH WATER AND 15 METERS FROM THE TREE LINE."
        },
        {
            "id": "TQ0593",
            "lat": 49.03392029166667,
            "long": -121.77298768611111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (JJM) ON THE HIGHEST PART OF MCGUIRE MOUNTAIN, ABOUT 5 MILES SOUTHEAST OF THE JUNCTION OF CHILLIWACK RIVER AND TAMIHI CREEK.  IN 1935 THE MOUNTAIN WAS CLIMBED FROM TAMIHI CREEK, NEAR INTERNATIONAL BOUNDARY MONUMENT 50 AND THE STATION WAS APPROACHED ALONG THE RIDGE WHICH IS ALTERNATELY COVERED WITH PATCHES OF HEATHER AND WOODS.  THE NARROW SUMMIT IS OF FRIABLE ROCK, IT SLOPES STEEPLY IN ALL DIRECTIONS EXCEPT THE SOUTHEAST, WHERE A NARROW NOSE OF JAGGED ROCK CONNECTS IT WITH THE LOWER RIDGE.  ELEVATION, ABOUT 6600 FEET.  STATION MARK--A BRONZE DISK 2 INCHES IN DIAMETER WITH A TRIANGLE IN THE CENTER, SET IN A DRILL HOLE IN BED ROCK."
        },
        {
            "id": "TY7905",
            "lat": 59.673937575,
            "long": -135.02267323055557,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) STATION IS LOCATED ABOUT 2 MILES E OF MEADOWS RAILROAD SIDING, 3-1/2 MILES S OF RAILROAD WATER TANK AT FRASER, AND ABOUT 5-1/2 MILES NE OF WHITE PASS RAILROAD STATION ON THE MOST N AND LOWEST OF THREE MOUNTAIN PEAKS WHICH FORM A SEMI-CIRCLE FACING THE RAILROAD.  IT IS 3/4 MILE N OF HIGHEST PEAK, 1/4 MILE W OF SECOND HIGHEST PEAK, 100 FEET NW OF DEEP CANYON, 100 FEET SW OF SUMMIT AND IS ON THE W CENTRAL SIDE OF PEAK, 4 FEET E OF W EDGE OF CLIFF.  STATION IS MARKED WITH A BRONZE CANADIAN TRIANGULATION DISK SET FLUSH IN A LONG NARROW SURFACE OF BEDROCK, AND STAMPED MEADOWS 1943.  REFERENCE MARK 1 IS E OF THE STATION, 75 FEET SW OF SUMMIT AND ABOUT 4 FEET HIGHER IN ELEVATION THAN STATION.  MARK IS A BRONZE CANADIAN TRIANGULATION DISK SET FLUSH IN BEDROCK, STAMPED MEADOWS NO 1 1943.  REFERENCE MARK 2 IS SSW OF THE STATION ON THE S SLOPE OF PEAK AND ABOUT 1 FOOT LOWER IN ELEVATION THAN STATION.  MARK IS A BRONZE CANADIAN TRIANGULATION DISK SET FLUSH IN S END OF A LARGE SURFACE OF BEDROCK, AND STAMPED MEADOWS NO 2 1943.  TO REACH FROM WHITE PASS RAILROAD STATION GO N ON RAILROAD FOR 4.2 MILES TO S END OF MEADOWS SIDING.  FROM HERE PACK E.  AFTER CROSSING FIRST RIDGE, A SMALL MOUNTAIN STREAM IS VISIBLE.  CROSS STREAM AND CONTINUE E UP STEEP SLOPE TO TOP OF A N-S RIDGE. TURN LEFT N AND FOLLOW ALONG RIDGE TO TOP OF PEAK AND STATION SITE AS DESCRIBED.  ABOUT A 3-HOUR PACK.  4-FOOT STAND WILL CLEAR LINES."
        },
        {
            "id": "TP1257",
            "lat": 49.028518858333335,
            "long": -118.77928731944445,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON THE SOUTHWEST END OF A BARE PEAK, THE HIGHEST IN THE VICINITY, JUST NORTH AND 1-1/2 MILES DISTANT FROM THE TOWN OF MIDWAY.  STATION MARK--ORIGINALLY AN ALUMINUM DISK SET IN SOLID ROCK.  IN 1930 THE STATION WAS FOUND TO BE RE - MARKED BY A SMALL BRONZE DISK BEARING THE LETTERS---B.C.---.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TO1138",
            "lat": 49.05453975277778,
            "long": -117.01523189166667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (JJM) ORIGINAL DESCRIPTIVE NOT AVAILABLE.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 (GTP) ABOUT ONE - HALF MILE EAST AND 4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 195, ON THE WEST END AND ON THE HIGHEST POINT OF A HIGH, SQUARE MOUNTAIN.  THE STATION IS A LITTLE EAST OF NORTH OF BIG SNOWY MOUNTAIN.  STATION MARK--THE ORIGINAL STATION MARK WAS A DRILL HOLE IN ROCK.  IN 1934 THE STATION WAS OCCUPIED BY THE INTERNATIONAL BOUNDARY COMMISSION AND RE - MARKED BY SETTING A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK STATION MARK IS SOLID ROCK.  THE NEW MARK IS IN THE APPROXIMATE POSITION OF THE OLD MARK."
        },
        {
            "id": "TY8018",
            "lat": 54.77009003055556,
            "long": -130.63639254166665,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON A BLACK ROCK, WHICH COVERS AT HIGH WATER, AND IS DETACHED FROM, AND 25 METERS DISTANT FROM THE SHORE OF WALES ISLAND.  THIS ROCK IS ABOUT 1/4 MILE N OF BARTLETT POINT.  STATION MARK IS A PLAIN BRASS DISK, STAMPED MORE 1933 CEMENTED INTO A DRILL HOLE IN ROCK."
        },
        {
            "id": "TN0967",
            "lat": 49.25385917222222,
            "long": -115.76529866666667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 AT THE MOYIE LOOKOUT STATION OF THE BRITISH COLUMBIA FOREST SERVICE, ABOUT 8 MILES BY ROAD AND TRAIL FROM THE TOWN OF MOYIE, BRITISH COLUMBIA.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK WEDGED IN A DRILL HOLE IN OUTCROPPING BEDROCK. THE TWO REFERENCE MARKS ARE STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARKS WEDGED IN DRILL HOLES IN OUTCROPPING BEDROCK.  REFERENCE MARK NO. 1 IS 19.207 METERS FROM THE STATION N 26 DEG 07 MIN E.  REFERENCE MARK NO. 2 IS 10.510 METERS FROM THE STATION N 65 DEG 44 MIN W.  THE SOUTHEAST CORNER OF THE LOOKOUT CABIN IS 12.60 METERS FROM THE STATION N 28 DEG 07 MIN W.                            STATION RECOVERY (1990)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1990 MKR TYPE D SETTING CODE 6 LOC AT THE MOYIE LOOKOUT STA OF THE B.C. FOREST SERVICE FROM THE GENERAL STORE AND POST OFFICE IN MOYIE, DRIVE 2.8 KM S ON HWY 3/93 TO SUNRISE RD, TURN LEFT AND FOLLOW APPROX 18.5 KM TO THE TOP OF THE MOUNTAIN. STA IS APPROX 200 MW NW OF MICROWAVE TOWER, NW OF OLD FOREST LOOKOUT AND S OF CONC BASE OF LOOKOUT. MKD BY A GSC BR TAB SET IN COUTCDROPPING BEDROCK. REF TO 2 GSC TAB AND THE SE CORNER OF THE OLD LOOKOUT CABIN."
        },
        {
            "id": "TN1097",
            "lat": 49.00802390277778,
            "long": -114.68131667222222,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1933 (JH) ABOUT 1 MILE NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 257 ON THE HEAVILY WOODED RIDGE BETWEEN THE TWO MAIN CREEKS FLOWING INTO THE NORTHSIDE OF FROZEN LAKE.  THE RIDGE HAS SEVERAL BARE ROCK EXPOSURES. THE STATION IS ON ONE OF THESE ABOUT 500 FEET BELOW THE SUMMIT.  STATION MARK--A COPPER NAIL SET IN CEMENT IN A DRILL HOLE SURROUNDED BY A TRIANGLE CUT IN A LARGE ROCK IN PLACE."
        },
        {
            "id": "TP1331",
            "lat": 49.01715024722222,
            "long": -119.02228465555555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ABOUT 1-1/4 MILES NORTH OF THE INTERNATIONAL BOUNDARY, ON A HIGH, BARE RIDGE ON THE WEST SIDE OF AND OVERLOOKING MYERS CREEK ABOUT THREE - FOURTHS MILE NEARLY NORTH OF THE NOW ABANDONED VANCOUVER, VICTORIA AND EASTERN RAILWAY STATION MYNCASTER.  A LONG NARROW LAKE IN MYERS CREEK VALLEY, ABOUT ONE - HALF MILE TO THE NORTHEAST, CAN BE SEEN FROM THE STATION.  STATION MARK--A 2-INCH BRONZE DISK INSCRIBED---U.S. AND C.B. SURVEY SET IN A DRILL HOLE IN A VERY HARD STONE WEIGHING ABOUT 150 POUNDS, FIRMLY EMBEDDED IN THE GROUND."
        },
        {
            "id": "TQ0653",
            "lat": 49.02322102777778,
            "long": -120.61826901666666,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 1-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 3 MILES WEST OF THE PASAYTEN RIVER, ON THE PARTLY TIMBERED KNOB ON THE SOUTHEAST END OF THE RIDGE ON WHICH STATION---ROCHE---IS SITUATED. THE STATION IS ABOUT 12 METERS SOUTHEAST OF THE SUMMIT OF THE MOST SOUTHEASTERN KNOLL OF THIS KNOB.  STATION MARK--A 3 - INCH BRONZE DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A FLAT TOPPED ROCK ABOUT 12 INCHES BY 18 INCHES IN DIMENSIONS."
        },
        {
            "id": "TN1098",
            "lat": 49.00689108888889,
            "long": -115.18962363611111,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1970 (FXP) THE STATION IS LOCATED ABOUT 10-1/2 MILES NORTHWEST OF EUREKA, MONTANA, ABOUT 900 METERS NORTH OF THE BOUNDARY, 834 METERS NORTH - NORTHEAST OF BOUNDARY MONUMENT 243-70, 1629 METERS WEST - NORTHWEST OF BOUNDARY MONUMENT 244-70, ABOUT HALF WAY UP A HILL, 10 METERS NORTH OF A LONE PINE AND 2-1/2 METERS NORTHWEST OF A CORNER FENCE POST.  ALL ROADS LEADING TO THE VICINITY OF THE STATION WILL BE COVERED BY WATER IMPOUNDED BY THE LIBBY DAM.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION STATION MARK DISK SET IN THE TOP OF AN 18 - INCH CONCRETE DRAIN TILE FOUR FEET IN LENGTH AND PROJECTING ABOUT 4 INCHES ABOVE THE GROUND.  THE DISK IS STAMPED---NEWGATE 1970---.  THE SUBSURFACE MARK IS A SIMILAR DISK SET IN A 6 - INCH MASS OF CONCRETE ABOUT FOUR FEET BELOW THE SURFACE OF THE GROUND."
        },
        {
            "id": "TQ0654",
            "lat": 49.014045861111114,
            "long": -121.60088462499999,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) AT THE SOUTH END OF THE SECOND HIGHEST PEAK ON THE RIDGE NORTH OF THE DRAW WHICH LEADS NORTHEAST FROM SILESIA CREEK AT INTERNATIONAL BOUNDARY MONUMENT 55.  STATION MARK--A DRILL HOLE IN ROCK."
        },
        {
            "id": "TY8035",
            "lat": 54.235681050000004,
            "long": -132.999983325,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1908 (RBD) STATION IS ON SUMMIT OF HILL, 525 FEET HIGH, NORTH ISLAND, QUEEN CHARLOTTE ISLANDS, BRITISH COLUMBIA (HIGHEST HILL NE PART OF ISLAND).  STATION IS A LITTLE TO THE EASTWARD OF THE EXTREME SUMMIT OF HILL, SUMMIT BEING POSITION OF H.M.S. EGERIAS STATION NORTH.  STATION IS REACHED BY A WELL BLAZED TRAIL STARTING FROM THREE BLAZED TREES 50 FEET S OF SMALL STREAM AND AT HIGH WATER LINE OF THE NW CORNER OF EXPLORER BAY.  CAMPING SITE IS TO THE NORTHWARD OF THIS STREAM.  THE TRAIL LEADS RIGHT TO STATION AND IS A WALK OF 30 MINUTES.  SURFACE MARK IS A BROWN GLASS BOTTLE SET VERTICAL WITH NECK PROJECTING 1 INCH ABOVE GROUND.  SUBSURFACE MARK IS A GREEN GLASS BOTTLE SET VERTICAL AND INVERTED ABOUT 20 INCHES BELOW SURFACE.  STATION IS CENTER OF BOTTLE.  REFERENCE MARK NO. 1 IS A 20 PENNY NAIL IN CENTER OF TRIANGLE BLAZED ON AN 8-INCH TREE STUMP 4 FEET HIGH AND STATION BEARS FROM IT S 46 DEG 17 MIN W (MAGNETIC) DISTANT 5.51 METERS.  REFERENCE MARK NO. 2 IS A 20 PENNY NAIL IN CENTER OF TRIANGLE BLAZED ON A 12-INCH TREE STUMP 4 FEET HIGH AND STATION BEARS FROM IT N 43 DEG 29 MIN W (MAGNETIC) DISTANT 4.53 METERS.                            STATION RECOVERY (1925)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1925 (HBC) STATION RECOVERED AS DESCRIBED.  THE BROWN GLASS BOTTLE SURFACE MARK WAS BROKEN WHILE CHOPPING OFF SMALL BRUSH AND A CLEAR GLASS BOTTLE FILLED WITH CEMENT WAS PLACED IN ITS STEAD.  THE STUMPS OF REFERENCE MARKS NO. 1 AND NO. 2 HAVE ROTTED CONSIDERABLY AND WILL PROBABLY BE GONE IN ANOTHER 20 YEARS. THEY WERE CAPPED WITH A THIN LAYER OF CEMENT TO SLOW UP THE ROTTING THOUGH THEY WILL PROBABLY ROT OFF AT THE GROUND FIRST.  REFERENCE MARK NO. 3 IS A STANDARD DISK SET IN AN IRREGULAR MASS OF CONCRETE ON THE TOP OF A SLIGHT 2-FOOT PROJECTION TO THE S OF THE GENERAL SUMMIT.  REFERENCE MARK NO. 4 IS A STANDARD DISK SET IN AN IRREGULAR MASS OF CONCRETE ON THE HIGHEST GROUND OF THE SUMMIT.  A DECAYED BRUSH PILE AND A ROTTEN 15-INCH STUMP LIE ABOUT 3 METERS NE OF THIS MARK.  THE CANADIAN STATION NORTH WAS CONNECTED BY A DISTANCE AND DIRECTION TIE.  THE STUMP WAS COVERED WITH A THIN CAP OF CEMENT TO RETARD DECAY THAT WOULD BE CAUSED FROM THE NAIL PROJECTING THROUGH IT."
        },
        {
            "id": "TY8034",
            "lat": 54.23571193055556,
            "long": -133.00008342777778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1914 ON THE NORTH END OF LANGARA ISLAND, NEAR THE NORTHWEST CORNER OF GRAHAM ISLAND.  IT IS ON THE SUMMIT OF A HILL 523 FEET HIGH, DIRECTLY BETWEEN TWO LAKES.  STATION MARK--A SPIKE DRIVEN INTO A HARDWOOD STUMP ABOUT 18 INCHES HIGH WITH A HEAVY TRIPOD BUILT OVER IT."
        },
        {
            "id": "TP1209",
            "lat": 49.028012974999996,
            "long": -119.4708233861111,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1925 ON THE TOP OF A PROMINENT BARE RIDGE ABOUT ONE HALF MILE SOUTHWEST OF OF THE OLD OSOYOOS CUSTOM - HOUSE AND ABOUT 150 METERS NORTH OF OROVILLE - OSOYOOS ROAD WHERE IT TURNS EAST TO CROSS THE NECK OF THE LAKE.  STATION MARK--STANDARD GEODETIC SURVEY OF CANADA BRONZE DISK MARKS WERE USED FOR THE STATION AND REFERENCE MARKS.  REFERENCE MARK NO 1 IS 35.024 METERS FROM THE STATION IN BEARING 79 DEGREES 18 MINUTES 38 SECONDS.  REFERENCE MARK NO 2 IS 42.480 METERS FROM THE STATION IN BEARING 201 DEGREES 08 MINUTES 27 SECONDS."
        },
        {
            "id": "TQ0656",
            "lat": 49.00612505833333,
            "long": -120.6695879388889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ON THE SOUTHWEST SLOPE OF THE WESTERNMOST RIDGE OF THE MOUNTAIN ON WHICH INTERNATIONAL BOUNDARY MONUMENT 83 IS SITUATED ABOUT 670 METERS NEARLY DUE NORTH OF MONUMENT 82.  THE STATION IS ON THE STEEP HILLSIDE ABOUT 45 METERS BELOW THE COMB OF THE RIDGE AND APPROXIMATELY 90 METERS SOUTH OF THE HEAD OF THE SECOND DRAW NORTH OF THE INTERNATIONAL BOUNDARY.  STATION MARK--A 3 INCH BRONZE DISK STATION MARK BEARING THE WORDS--- INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A ROCK PLACED BY HAND, ABOUT 1 FOOT SQUARE."
        },
        {
            "id": "TP1333",
            "lat": 49.01939333611111,
            "long": -118.25533440833334,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ABOUT 2 MILES EAST OF CASCADE, ON THE OUTER EDGE OF A ROCK RIM AT AN ELEVATION OF ABOUT 2,950 FEET ON THE SOUTH SLOPE OF THE MOUNTAIN DIRECTLY OPPOSITE A SHARP SOUTH BOW OF THE KETTLE RIVER RUNS NEARLY STRAIGHT FOR ABOUT THREE - FOURTHS MILE IN A NORTHEASTERLY DIRECTION PARALLEL WITH THE HIGHWAY.  STATION MARK--A 2 INCH BRONZE DISK INSCRIBED---U.S. AND C.B. SURVEY SET IN A DRILL IN THE ROCK."
        },
        {
            "id": "TQ0657",
            "lat": 49.014151588888886,
            "long": -121.22602154166667,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JDF) ON THE FIRST RIDGE EAST OF THE INTERNATIONAL BOUNDARY, MONUMENT 68, ON A ROUND TOPPED ROCKY KNOLL ABOUT 1 MILE NORTH OF THE BOUNDARY.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE DISK TRIANGULATION MARK, CEMENTED IN ROCK, OVER WHICH IS A 5 FOOT CAIRN."
        },
        {
            "id": "TS0339",
            "lat": 48.72213678055556,
            "long": -125.09756137777778,
            "description": "NO DESCRIPTIVE TEXT AVAILABLE."
        },
        {
            "id": "TP1202",
            "lat": 49.02435841111111,
            "long": -118.62021565555555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON THE SUMMIT OF A BARE KNOLL ON THE HIGHEST PART OF A HIGH, TIMBERED RIDGE, TO THE EAST OF MIDWAY, BRITISH COLUMBIA, AND ABOUT 8 MILES WEST OF GRAND FORKS, BRITISH COLUMBIA.  STATION MARK--AN ALUMINUM - DISK STATION MARK STAMPED---U.S.C. AND C.B.---SET IN THE OUTCROPPING BEDROCK ON THE HIGHEST POINT OF THE KNOLL.  A CANADIAN MINERAL - SURVEY STATION IS ABOUT 2 METERS SOUTH OF THE STATION.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TR2329",
            "lat": 48.83975019722222,
            "long": -123.29614554444444,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1911 ON THE SUMMIT OF MOUNT PARKE, LOCALLY CALLED SIGNAL HILL, THE HIGHEST POINT ON MAYNE ISLAND, BRITISH COLUMBIA.  MAYNE ISLAND MAY BE REACHED BY STEAMER FROM VICTORIA, LANDING AT ACTIVE PASS.  STATION MARK--A COPPER BOLT SET IN SOFT ROCK.  ONE REFERENCE MARK IS A COPPER BOLT 5.58 METERS FROM THE STATION IN BEARING 43 DEGREES 39 MINUTES.  TWO OTHER REFERENCE MARKS ARE FIR TREES, THE FIRST IS 19.72 METERS FROM THE STATION IN BEARING 246 DEGREES 31 MINUTES.  THE SECOND IS 21.49 METERS FROM THE STATION IN BEARING 328 DEGREES 39 MINUTES."
        },
        {
            "id": "TY8006",
            "lat": 54.62935944444445,
            "long": -130.4656309111111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) THE STATION IS LOCATED ON PARKING ISLAND LYING OFF THE S ENTRANCE TO WORK CHANNEL, AND ABOUT 6 MILES TO THE N OF PORT SIMPSON.  THE N END OF FINLAYSON ISLAND SHOWS CLEAR OF BIRNIE ISLAND.  THE ASTRONOMICAL STATION OF 1895 AT PORT SIMPSON SHOWS JUST CLEAR OF THE POINT OPPOSITE THE E SIDE OF BIRNIE ISLAND.  IT IS ON THE E POINT OF ROCK JUST E OF PARKINS ISLANDS ON THE EXTREME E END OF THE RIDGE OF ROCK RUNNING THROUGH THE CENTER OF THE ISLAND, ABOUT 7 FEET BELOW THE HIGH POINT ON THE E END OF THE RIDGE, AND ABOUT 20 FEET E OF IT.  THE STATION IS MARKED BY A 1/2-INCH HOLE DRILLED IN THE GRANITE."
        },
        {
            "id": "TY7909",
            "lat": 59.64780631111111,
            "long": -135.13812644444442,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1943 (JB) THE STATION IS LOCATED ABOUT 2 MILES N OF WHITE PASS AND 300 YARDS W OF THE LAKE SHORE ON THE E SLOPE OF A ROCKY FOOTHILL.  THE STATION IS A BRONZE AZIMUTH MARK SET IN A DRILL HOLE IN OUTCROPPING BEDROCK.  STAMPED PASS ASTRO 1943.  A WELL-BUILT ROCK PLATFORM WAS BUILT AROUND THIS STATION AND WILL ASSIST IN FUTURE RECOVERY IN THE EVENT THAT MOSS WILL GROW OVER THE MARK.  TO REACH FROM THE RAILROAD STATION AT WHITE PASS, HIKE ALONG THE W SHORE OF THE LAKE TO A POINT OPPOSITE THE MIDDLE OF A SMALL ISLAND.  FROM HERE PACK INLAND, UP THE SLOPE, FOR ABOUT 300 YARDS TO THE STATION."
        },
        {
            "id": "TQ0658",
            "lat": 49.039005849999995,
            "long": -120.75261052777778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ON THE ISOLATED MOUNTAIN, 6000 FEET IN ELEVATION, LYING IN THE FORKS OF SIMILKAMEEN (CAMBRIE) RIVER AND CASTLE CREEK ABOUT 2-3/4 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND A LITTLE EAST OF MONUMENT 79. THE STATION IS ON THE SOUTH END OF THE CREST OF THE MOUNTAIN AT A POINT WHERE THE STEEP ROCKY SLOPE SOUTH TO CASTLE CREEK BEGINS. THERE IS A BRITISH COLUMBIA PROVINCIAL SURVEY TRIANGULATION STATION ON THE NORTH END OF THE CREST OF THE MOUNTAIN, MARKED WITH A SMALL BRONZE DISK BEARING THE LETTERS---B.C.---BUT INTERVISIBLE WITH THE STATION---PATRICE---.  NO CONNECTION WAS MADE WITH IT.  A 3 - INCH BRONZE DISK STATION MARK BEARING THE WORDS---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN LEDGE ROCK."
        },
        {
            "id": "TP1336",
            "lat": 49.00156334166667,
            "long": -119.12854961666666,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ON THE CREST OF A LITTLE ROCKY RIDGE N 6 DEGREES E, 166 METERS DISTANCE FROM INTERNATIONAL BOUNDARY MONUMENT 128.  STATION MARK--A DRILL HOLE ABOUT ONE INCH DEEP IN SOLID BED ROCK.  A COPPER PENNY IS BATTERED INTO THE BOTTOM OF THE DRILL HOLE."
        },
        {
            "id": "TP1405",
            "lat": 49.322613772222226,
            "long": -119.62496556388888,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1990 THE STATION IS LOCATED ABOUT 40 KM (24.9 MI) EAST-SOUTHEAST OF PRINCETON BC, 28 KM (17.4 MI) NORTH OF OROVILLE, 26 KM (16.2 MI) SOUTH OF PENTICON BC AND AT THE DOMINION RADIO ASTROPHYSICAL OBSERVATORY, PERMISSION TO VISIT THE SITE MUST BE OBTAINED IN ADVANCE BY CALLING DR. LOYD HIGGS AT 604-497-5321. TO REACH FROM THE JUNCTION OF BRITISH COLUMBIA ROUTES 97 AND 3 IN OSOYOOS, GO NORTH ON BRITISH COLUMBIA ROUTE 97 FOR 46.67 KM (29.00 MI) TO A REVERSE FORK.  TURN SHARP LEFT AND GO SOUTHWEST ON WHITE LAKE ROAD FOR 4.67 KM (2.90 MI) TO THE ST ANDREWS CONTRY CLUB AND GOLF COURSE ON THE RIGHT. CONTINUE AHEAD ON WHITE LAKE ROAD FOR 2.57 KM (1.60 MI) TO A SIDE RAOD LEFT AND SIGN, DOMINION RADIO ASTROPHYSICAL OBSERVATORY-DRAO.  TURN LEFT AND GO EAST ON THE ONE LANE ROAD FOR 0.32 KM (0.20 MI) TO A SIDE ROAD LEFT.  (TO CHECK IN AT THE OBSERVATORY CONTINUE EAST TO THE BUILDING COMPLEX, THE BRICK AND WHITE BUILDING IS THE MAIN OFFICE.)  TURN LEFT AND GO NORTH FOR 0.16 KM (0.10 MI) TO A GATE.  PASS THROUGH THE GATE, TURN LEFT AND GO WEST ALONG THE SOUTH SIDE OF THE TRACKS FOR THE RADIO TELESCOPES TO THE END OF THE TRACKS THENCE EAST ALONG THE NORTH SIDE OF THE TRACKS TO THE ENERGY MINES AND RESOURCES CONCRETE BUNKER.  FROM THIS POINT THE PEDESTALL IS EAST-NORTHEAST AT THE TOP OF THE ROCK OUTCROP . THE MARK IS A CONCRETE PIER WITH A STAINLESS STEEL PLATE IMBEDDED IN THE TOP WITH A BOLT IN THE CENTER.  IT IS ON THE HIGHEST POINT OF THE ROCK OUTCROP, 30 M (98.4 FT) EAST OF THE ENERGY OF MINES AND RESOURCES BUNKER AND 34 M (111.5 FT) NORTH OF A FENCE. IT IS POSSIBLE TO DRIVE AROUND THE FENCED AREA TO GET A LITTLE CLOSER TO THE PIER.  NO TRIPOD IS NEEDED.                            STATION RECOVERY (1990)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1990 THE STATION IS LOCATED ABOUT 40 KM (24.9 MI) EAST-SOUTHEAST OF PRINCETON BC, 28 KM (17.4 MI) NORTH OF OROVILLE, 10 KM (6.2 MI) SOUTH OF PENTICON BC AND AT THE DOMINION RADIO ASTROPHYSICAL OBSERVATORY. TO REACH THE STATION FROM THE PENTCON AIRPORT, GO SOUTH ON BC HIGHWAY 97 FOR 7.2 KM (4.5 MI) TO A SIDE ROAD LEADING TO KALEDON.  CONTINUE SOUTHERLY ON BC HIGHWAY 97 FOR 9.5 KM (5.9 MI) TO A SIDE ROAD RIGHT. TURN RIGHT AND GO SOUTHWEST ON WHITE LAKE ROAD FOR 0.32 KM (0.20 MI) TO THE DOMINION RADIO ASTROPHYSICAL OBSERVATORY AND THE STATION.  PERMISSION TO VISIT THE STATION MUST BE OBTAINED FROM DR HIGGS OR MR JOHN GAULT, PHONE IS 604-497-5321. THE STATION IS A BRASS PLATE FASTENED TO THE TOP OF A CONCRETE PILLAR. LOCATED 30 M (98.4 FT) EAST OF THE ENERGY MINES AND RESOURCES SEISMIC BUNKER AND 34 M (111.5 FT) NORTH OF A FENCE. DESCRIBED BY D.A. WEGENAST, TYPED BY HJS.                            STATION RECOVERY (1992)  RECOVERED 1992 RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1999)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1999 (CSM) STATION IS A GPS CORS."
        },
        {
            "id": "DE6548",
            "lat": 49.322613886111114,
            "long": -119.62496529444444,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DE6550",
            "lat": 49.322613886111114,
            "long": -119.62496529444444,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'DRAO' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TP0911",
            "lat": 49.32258261388889,
            "long": -119.61987934444444,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1984 PRIMARY SCIENTIFIC PURPOSES - MEASUREMENTS SUPPORTING THE DETERMINATION OF INTERNAL PLATE DEFORMATION/PLATE STABILITY. SITE DESCRIPTION - THE SITE IS A PERMANENT RADIO OBSERVATORY COMPLEX OPERATED BY THE HERZBERG INSTITUTE OF ASTROPHYSICS, NATIONAL RESEARCH COUNCIL OF CANADA.  THE FACILITIES INCLUDE A 26-METER ANTENNA, A FIXED ANTENNA ARRAY, AND A SYNTHESIS INTERFEROMETER EMPLOYIING TWO MOVEABLE AND TWO FIXED 8.5-METER ANTENNAS.  THE SITE IS EQUIPPED WITH AN OBSERVING MONUMENT THAT CAN ACCOMMODATE ANY MOBILE VLBI SYSTEM. THE MARK IS A BRONZE TABLET IN THE TOP OF A TRUNCATED CONCRETE PYRAMID. SITE TOPO MAP - PENTICTON 825, EDITION 2, 1978. AVAILABLE FROM CANADA MAP OFFICE, DEPARTMENT OF ENERGY, MINES AND RESOURCES, OTTAWA. GEOLOGICAL PROVINCE - COLUMBIA INTERMONTANE BELT LOCAL GEOLOGY - THE SITE IS ON GLACIAL AND RECENT SEDIMENTARY DEPOSITS THAT LIE ON A THICK SEQUENCE OF EARLY TERTIARY ROCK OF DISCONTINUOUS BEDS OF BRECCIA, CONGLOMERATE, ANDESITE AND RHYODASITE LAVE, AND VOLCANIC SANDSTONE OVERLAIN BY LAKE AND STREAM FANGLOMERATES.                            STATION RECOVERY (1986)  RECOVERED 1986 RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "TO1156",
            "lat": 49.01747056666667,
            "long": -116.24693375277778,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1934 (JH) ON THE EAST SLOPE OF THE MOUNTAIN WEST AND ACROSS THE VALLEY FROM BORDER MOUNTAIN, ONE - HALF MILE WEST AND 1.1 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 213.  THE STATION IS ON AN OPEN SPOT ON THE PROMINENT SPUR RIDGE THAT COMES DOWN BETWEEN THE WATERS RUNNING NORTH INTO LITTLE MOYIE RIVER AND THE WATERS RUNNING SOUTH INTO ROUND PRAIRIE CREEK.  THE STATION IS ABOUT 1100 FEET ABOVE THE MARSHY VALLEY.  STATION MARK--A CROSS CUT IN THE SURFACE OF A LARGE BOULDER IN PLACE."
        },
        {
            "id": "TY8020",
            "lat": 54.77603586944444,
            "long": -130.62683876111112,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON A ROCK OFF PHIPP POINT, WHICH BARES AT ABOUT 3/4 TIDE.  THE ROCK IS COVERED WITH BARNACLES AND KELP.  STATION MARK IS A BRASS DISK STAMPED PHIPP 1933 SET INTO A DRILL HOLE IN THE GRANITE ROCK, AND IS ON THE HIGHEST PART OF THE ROCK AND NEAR THE EASTERN END THEREOF."
        },
        {
            "id": "TN1100",
            "lat": 49.02259863888889,
            "long": -114.27458249444445,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1933 (JH) ON THE SOUTHWEST SHOULDER OF KING EDWARD MOUNTAIN, IN THE FORKS OF STARVATION CREEK.  STATION MARK--A TWENTYPENNY NAIL DRIVEN IN THE SHALE ROCK.  THE SOUTHWEST CORNER OF A LARGE DIAMOND - SHAPED ROCK IS 4.3 METERS FROM THE STATION IN BEARING 218 DEGREES.  THE NORTHEAST CORNER OF THE SAME ROCK IS 7.9 METERS FROM THE STATION IN BEARING 245 DEGREES."
        },
        {
            "id": "TY8024",
            "lat": 54.604930397222226,
            "long": -130.53742286666667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) THIS STATION IS SITUATED ON THE MIDDLE AND HIGHEST OF THE POINTERS ROCKS, ABOUT 6 MILES NW OF PORT SIMPSON.  THE STATION IS ABOUT 15 FEET TO THE EASTWARD OF THE HIGHEST POINT OF THE ROCK, AND IS MARKED BY A 1/2-INCH HOLE DRILLED IN THE FACE OF THE ROCK.                            STATION RECOVERY (1933)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1933 (JS) OLD STATION WAS RECOVERED.  THIS STATION IS SITUATED ON THE MIDDLE AND HIGHEST ONE OF THE POINTER ROCKS, ABOUT 6 MILES NW OF PORT SIMPSON.  THE STATION IS 4.48 METERS N OF THE NW CORNER OF THE CEMENT BASE FOR THE LIGHT AND ABOUT 15 FEET E OF THE HIGHEST PART OF THE ROCK AND 3 FEET ABOVE HIGH WATER.  THE DRILL HOLE WAS FOUND AND A PLAIN BRASS DISK CEMENTED INTO IT.  TWO REFERENCE MARKS WERE SET.  REFERENCE MARK NO. 1 IS A PLAIN BRASS DISK IN DRILL HOLE.  REFERENCE MARK NO. 2 IS A COPPER BOLT CEMENTED IN CREVICE OF ROCK."
        },
        {
            "id": "TO1157",
            "lat": 49.02156638611111,
            "long": -116.61491724444444,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (JJM) ON THE FIRST PEAK NORTH OF THE INTERNATIONAL BOUNDARY AND WEST OF THE KOOTENAY VALLEY.  STATION MARK--ORIGINALLY RECORDED AS A HOLE DRILLED IN ROCK.  IN 1930 THE STATION WAS IDENTIFIED BY A OLD TRIPOD SIGNAL, BUT NO DRILL HOLE WAS FOUND IN THE LOOSE ROCK UNDER THE TRIPOD.  THE CENTER OF THE OLD ADOPTED AS THE STATION AND A BRONZE DISK FOR REFERENCE WAS SET IN A SOLID GRANITE OUTCROP NEAR THE CENTER OF A CLEAR SPACE OF SEVERAL HUNDRED FEET RADIUS, WHERE THE SLOPE BREAKS TO THE SOUTHEAST.  THE DISK IS 8.66 METERS FROM THE POINT ADOPTED AS THE STATION, IN BEARING 313 DEGREES 42 MINUTES.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0661",
            "lat": 49.07746409166667,
            "long": -120.44910440833334,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) ON A GRASSY HILL ON THE DIVIDE BETWEEN ASHNOLA CREEK AND THE PASAYTEN RIVER ABOUT 5 MILES NORTH OF THE INTERNATIONAL BOUNDARY. STATION MARK--AN ALUMINUM - DISK TRIANGULATION MARK, SET IN A SOLID ROCK, OVER WHICH IS A 3-1/2 FOOT CAIRN."
        },
        {
            "id": "TR2530",
            "lat": 49.00207269166667,
            "long": -123.089411325,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1894 RECOVERED AS DESCRIBED.                            STATION RECOVERY (2001)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2001 (DB) THIS REPORT WAS SUBMITTED BY THE US POWER SQUADRONS."
        },
        {
            "id": "TR2660",
            "lat": 49.00208193888889,
            "long": -123.11228763888889,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1928 (JGH) THE OUTER OR OFFSHORE RANGE MARK WOULD CONSIST OF A SQUARE TOWER OF STRUCTURAL STEEL 60 FEET IN HEIGHT, ERECTED ON AND ANCHORED TO A CONCRETE SUBSTRUCTURE RISING ABOUT 10 FEET ABOVE HIGH WATER SO THAT THE LANTERN TABLE AT THE TOP OF THE TOWER WOULD BE APPROXIMATELY 70 FEET ABOVE EXTREME HIGH TIDE.  THE UPPER 30 FEET OF THE TOWER, INCLUDING THE DAY MARK AND LANTERN TABLE, WOULD BE IDENTICAL IN IN CONSTRUCTION WITH THE 30 - FOOT TOWER ON THE SHORE.  THE FOUNDATION OF THE OUTER MARK WOULD CONSIST OF 98 WOODEN PILES (DOUGLAS FIR) 14 INCHES IN DIAMETER, DRIVEN TO RESISTANCE, SAWED OFF, AND CAPPED WITH A CONCRETE FOOTING 22 FEET SQUARE AND 6 FEET THICK.  THE PIER, RESTING ON AND ANCHORED TO THIS FOUNDATION BY REINFORCING STEEL, WOULD BE 17 FEET SQUARE AT THE BOTTOM, 13 FEET SQUARE AT THE TOP, AND 25 FEET HIGH.  THE OUTER MARK ABOUT ONE MILE OFF - SHORE ON THE MUD FLATS.                            STATION RECOVERY (1948)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1948 (DFC) RECOVERED LEANING.  NOTE--THIS RANGE MARK WAS MOVED TO A NEW LOCATION IN 1951, AND WAS REPLACED WITH A NEW STRUCTURAL STEEL TOWER IN 1976."
        },
        {
            "id": "TR2661",
            "lat": 49.00205963055556,
            "long": -123.08940619722222,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1928 (JGH) THE DESIGN FOR THE RANGE MARK AT THE TOP OF THE 150 - FOOT BLUFF CALLED FOR A SQUARE TOWER OF STRUCTURAL STEEL 31 FEET 6 INCHES HIGH, SET ON AND ANCHORED TO FOUR CONCRETE PIERS EACH CONTAINING FOUR CUBIC YARDS OF CONCRETE.  THE TOP OF THE TOWER WOULD CARRY A RAILED PLATFORM AND A LANTERN TABLE TO SUPPORT A LIGHT, AND ON THE WEST SIDE OF THE TOWER, IMMEDIATELY BELOW THE PLATFORM, WOULD BE A SLATTED STEEL DAY MARK 11 FEET SQUARE, PAINTED WHITE.  THE TOP OF THE LANTERN TABLE WOULD THEREFORE BE APPROXIMATELY 130 FEET ABOVE EXTREME HIGH WATER AT THE FOOT OF THE BLUFF AND THE CENTER OF THE DAY MARK ABOUT 170 FEET ABOVE HIGH WATER.                            STATION RECOVERY (1976)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1976 (CJG) THE RANGE MARK WAS REFURBISHED AND NEW DAYMARK PANELS INSTALLED.  NEW DAYMARKS COMPOSED OF ALUMINUM SIGN PANELS 10 FEET LONG BY 12 FEET HIGH AND COVERED WITH 3 - M FLUORESCENT RED - ORANGE FILM WERE ERECTED ON BOTH THE EAST AND WEST RANGE TOWERS ON POINT ROBERTS.  THIS CHANGE WAS MADE FOR CONFORMITY WITH THE DAYMARKS ON THE MIDDLE RANGE TOWER WHICH HAVE MUCH BETTER VISIBILITY.                            STATION RECOVERY (1977)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1977 (CJG) THE CONTRACT TO CLEAN, SPOT PRIME AND APPLY TWO COATS OF WARM GREY MARINE ENAMEL WAS AWARDED TO THE LOWER BIDDER, WITH THE COMPLETION OF THIS CONTRACT, ALL THE BOUNDARY RANGE TOWERS ARE NOW PAINTED THE SAME COLOUR, AS WELL AS HAVING IDENTICAL DAYMARKS."
        },
        {
            "id": "DR3648",
            "lat": 48.544264524999996,
            "long": -124.41304097777778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2008 PTRF IGS ARP IS A CONTINUOUSLY OPERATING REFERENCE STATION LOCATED IN PORT RENFREW, BRITISH COLUMBIA, CANADA."
        },
        {
            "id": "TN1101",
            "lat": 49.018263355555554,
            "long": -115.4082034138889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON THE PURCELL RANGE, ONE - FOURTH MILE NORTH OF THE INTERNATIONAL BOUNDARY AND 11 MILES WEST OF GATEWAY, MONTANA, ON A HIGH PEAK COVERED WITH SCRUB PINES.  STATION MARK--IN 1934 THE ORIGINAL STATION MARK, A DRILL HOLE IN SOLID ROCK, WAS RECOVERED AND A 3 INCH BRONZE DISK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---WAS SET IN THE DRILL HOLE.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0662",
            "lat": 49.02964251666666,
            "long": -121.20131794166667,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JDF) ON THE HIGHEST POINT OF THE SECOND RIDGE WEST OF THE SKAGIT RIVER. THE STATION IS ABOUT 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY MONUMENT 69.  IT CAN BE REACHED BY FOLLOWING THE BOUNDARY TRAIL WEST FROM THE SKAGIT RIVER TO THE SUMMIT OF THE SECOND RIDGE.  THE STATION IS ABOUT 30 METERS FROM THE TRAIL AND WILL BE EASILY FOUND ON THE HIGHEST POINT.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK, CEMENTED IN ROCK, OVER WHICH IS A 3 - FOOT CAIRN."
        },
        {
            "id": "TY8015",
            "lat": 54.78630748333333,
            "long": -130.56784016111112,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS ON THE EASTERLY ONE OF THE TWO GRASS-COVERED, ROCKY ISLETS LYING NEAR THE N SHORE OF WALES ISLAND, IN THE VICINITY OF THE WALES ISLAND CANNERY LOCATION.  THESE TWO GRASS-COVERED, ROUNDED ISLETS, ARE READILY DISTINGUISHED, BEING CHARACTERISTICALLY OF DIFFERENT APPEARANCE FROM OTHER HEAVILY WOODED ISLANDS IN THIS VICINITY.  THEY LIE ABOUT 1 NAUTICAL MILE TO THE NORTHEASTWARD OF WALES HARBOR.  STATION MARK IS A 1/2-INCH COPPER PLUG, WITH A CROSS CHISELED ON IT, CEMENTED INTO A DRILL HOLE OF FLAT, GRANITE ROCK ON SUMMIT OF ISLAND.  THERE IS A BOUNDARY MONUMENT CLOSE TO THE STATION.  THE ELEVATION OF STATION IS ESTIMATED AS 16 FEET ABOVE HIGH-WATER MARK."
        },
        {
            "id": "TO1119",
            "lat": 49.02773535,
            "long": -116.10438820555555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY US GEOLOGICAL SURVEY 1964 LOCATED ABOUT 1.5 MI. N. OF THE U.S. - CANADIAN BOUNDARY, 4 MI. NE. OF EASTPORT, IDAHO, ON THE SAME RIDGE, BUT N. OF COPPER AND RUBY MOUNTAINS.  REACHED BY HELICOPTER.  STATION MARK--A BRASS TABLET STAMPED---R 1 1959---, SET LOOSELY BUT IN PLACE UNDER A 4.6 FT. CAIRN."
        },
        {
            "id": "TR2464",
            "lat": 48.29799515277777,
            "long": -123.53141489166667,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1978 (RBM) THE STATION WAS RECOVERED IN GOOD CONDITION AS DESCRIBED. THE STATION WAS REACHED BY HELICOPTER."
        },
        {
            "id": "TO1158",
            "lat": 49.00073521111111,
            "long": -117.61911063888888,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ON THE RIM OF THE PLATEAU ON THE EAST SIDE OF THE COLUMBIA RIVER, AND VERY NEAR THE INTERNATIONAL BOUNDARY.  IT IS 619.8 METERS DUE EAST OF MONUMENT 181.  STATION MARK--A PIECE OF RAILROAD SET ON END AND PROJECTING ABOUT 3 FEET ABOVE THE GROUND.  THIS MARK WAS SET BY CH SINCLAIR IN 1901 FOR A MARK ON THE TANGENT TO THE 49TH PARALLEL AS OBSERVED FROM A LATITUDE STATION NEAR WHERE MONUMENT 181 NOW STANDS."
        },
        {
            "id": "TO1159",
            "lat": 49.09693013333334,
            "long": -117.88216073055555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (JJM) ON THE SUMMIT OF RECORD MOUNTAIN WEST OF ROSSLAND.  STATION MARK--A DRILL HOLE IN A ROCK."
        },
        {
            "id": "TN1102",
            "lat": 49.005247213888886,
            "long": -114.09555060555554,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1905 (CHS) ON THE HIGH PEAK ON THE AKAMINA RIDGE LOCALLY KNOWN AS RED MOUNTAIN, ONE - HALF MILE NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT ONE - HALF MILE DUE SOUTH OF WALL LAKE.  STATION MARK--A HIGH RED CAIRN.  NO CENTER IS RECORED.                            STATION RECOVERY (1933)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1933 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8016",
            "lat": 54.78631729166666,
            "long": -130.56782114166666,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1913 (WHM) ABOUT 2-1/2 MILES NORTHEAST OF PHIPP POINT AT THE ENTRANCE TO PEARSE CANAL, ON A SMALL ISLAND ABOUT ONE-THIRD MILE FROM WALES ISLAND, 10 FEET ABOVE MEAN HIGH WATER.  STATION MARK--A CONCRETE PIER SIMILAR TO REFERENCE MONUMENT S-1 AND 2                            STATION RECOVERY (1977)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1977 (CJG) THE OLD 18 - INCH CONCRETE MONUMENT WAS RECOVERED IN A DETERIORATED CONDITION.  THE POST WAS BROKEN AWAY AND THE TWO ANCHOR BARS WERE CUT OFF.  A NEW MONUMENT WAS SET AT THE CENTRE OF THE OLD LOCATION AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION-- ON THE SOUTHEAST SIDE OF PEARSE CANAL, ABOUT 1.6 MILES ABOVE PEARSE CANAL ISLAND, ON A ROCKY WEED - COVERED ISLAND.  IT IS NEAR THE HIGHEST POINT ON THE ISLAND.  STATION MARK--A MONEL IBC REFERENCE MONUMENT POST 8 INCHES HIGH ENGRAVED---CAN.---AND---C5---ON TWO OPPOSITE FACES AND SET WITH A WEDGE IN A 1.50 INCH DIAMETER DRILL HOLE IN THE CONCRETE OF OLD BASE.  REFERENCE MARK 1--A BRONZE IBC REFERENCE MARK DISK ENGRAVED ---C5 1913 - 77 NO.1---AND CEMENTED IN A 1.25 INCH DIAMETER DRILL HOLE IN BEDROCK.  REFERENCE MARK 2--A BRONZE IBC REFERENCE MARK DISK ENGRAVED ---C5 1913 - 77 NO.2---AND CEMENTED IN A 1.25 INCH DIAMETER DRILL HOLE IN BEDROCK.                            STATION RECOVERY (1979)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1979 (CJG) REFERENCE MONUMENT WAS RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "TR2521",
            "lat": 49.06332286666667,
            "long": -122.21489585,
            "setting": "OBJECT DRIVEN INTO GROUND",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1990 MKR TYPE D SETTING CODE 03 FORM HWY 1 TAKE HWY 11 N TO MARSHELL RD (APPROX 1 KM) TURN E ON MARSHALL FOR 600 M, TURN N ON MCMILLAN FOR 2 KM TO CASSAIR RD, TURN E FOR 800 M UNTIL GATE TO VICARRO RANCH TAKE RD TO THE LEFT OF SIGN UNTIL REACHING LOCKED GATE (600 M) PROCEED THROUGH GATE AND THEN OVER CATTLE GUARD. PROCEED ON RD THAT TURNS LEFT IMMEDIALLY AFTER CATTLE GUARD  FOR 2.2 KM PARK TRACK AT TFENCE AND PROCEED LEFT UNTIL FIRST RIGHT TURN AN DTHEM PROCEED TO TOP OF HILL (20 MIN WALK) MKD BY A BRASS TAB SET IN CONC."
        },
        {
            "id": "TY8010",
            "lat": 54.81520216111111,
            "long": -130.50839476944444,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE W SHORE OF WALES ISLAND, 3/4 NAUTICAL MILE S OF THE NW POINT OF ISLAND.  STATION MARK IS A 1/2-INCH BRASS PLUG, WITH A CROSS CHISELED THEREON, SET IN CEMENT INTO A CREVICE IN FLAT, GRANITE LEDGE. THIS IS A SMALL PROJECTING POINT.  STATION IS ABOUT 5 FEET ABOVE HIGH WATER AND ABOUT 20 METERS FROM TREE LINE."
        },
        {
            "id": "TQ0665",
            "lat": 49.01073332777778,
            "long": -120.91313648055556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT THREE - FOURTHS MILE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 76, ON THE BARE PEAK ON THE NORTH END OF THE RIDGE LYING WEST OF PASS CREEK, THE SAME RIDGE ON WHICH MONUMENT 76 IS SITUATED.  THE STATION IS ABOUT 150 METERS SOUTHWEST OF THE HIGHEST POINT OF THE MOUNTAIN.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN ROCK."
        },
        {
            "id": "TQ0666",
            "lat": 49.03752941388889,
            "long": -120.63723194166667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) ON A BALD KNOB ON THE HIGHEST POINT OF THE DIVIDE BETWEEN THE SIMILKAMEEN AND PASAYTEN RIVERS, ABOUT 2-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  STATION MARK--AN ALUMINUM - DISK TRIANGULATION MARK, SET IN ROCK, OVER WHICH IS A 7-1/2 FOOT CAIRN."
        },
        {
            "id": "TP1337",
            "lat": 49.020131883333335,
            "long": -118.87431745555556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 1-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY, ON THE HIGH ROCKY HILL IN THE FORKS OF KETTLE RIVER AND MYERS CREEK, COVERED WITH A THIN GROWTH OF FIR AND TAMARACK.  THE HILL RISES ABRUPTLY FROM THE EAST AND SOUTH, BUT GRADUALLY FROM THE NORTH AND WEST, FROM EITHER OF WHICH SIDES IT MAY BE EASILY ASCENDED.  STATION MARK--ORIGINALLY A DRILL HOLE IN SOLID ROCK.  IN 1930 A BRONZE DISK MARKED---U.S. AND C.B. SURVEY---WAS SET IN THE DRILL HOLE.                            STATION RECOVERY (1930)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1930 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TQ0667",
            "lat": 49.01029486388889,
            "long": -121.14628623055556,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (DJF) ON THE NEARLY BARE KNOB, THE SECOND KNOB NORTH OF THE INTERNATIONAL BOUNDARY, ON A HIGH RIDGE IMMEDIATELY WEST OF THE SKAGIT RIVER.  THE STATION IS ABOUT 1 MILE NORTH ALONG THE RIDGE FROM MONUMENT 70.  THE TRAIL CROSSES THE RIDGE ONE - QUARTER MILE NORTH OF THE BOUNDARY. FROM THIS POINT THE RIDGE SHOULD BE FOLLOWED NORTH TO THE SECOND KNOB.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK, SET IN CONCRETE, OVER WHICH IS A SMALL CAIRN."
        },
        {
            "id": "TY8009",
            "lat": 54.80453131944444,
            "long": -130.52810035555558,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE W SHORE OF WALES ISLAND, ABOUT 1-3/4 MILES (NAUTICAL) FROM THE NW POINT OF ISLAND.  STATION IS MARKED WITH A 1/2-INCH BRASS PLUG SET IN CEMENT INTO A CREVICE IN SLOPING GRANITE ROCK.  THE STATION IS ABOUT 5 FEET ABOVE HIGH WATER AND 6 FEET BELOW AND 10 METERS FROM TREE LINE.  THIS POINT IS NOT ESPECIALLY PRONOUNCED."
        },
        {
            "id": "TY8011",
            "lat": 54.78112341944444,
            "long": -130.6086766722222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 STATION IS LOCATED NEAR THE NORTHWESTERN EXTREMITY OF A SMALL, GRASS-COVERED, ISLET WHICH ALSO CONTAINS A FEW LONE TREES. THIS ISLET IS ABOUT IN MID-CHANNEL OF S ENTRANCE TO PEARSE CANAL.  LIKEWISE IT IS ABOUT EQUALLY DISTANT FROM MALE POINT AND POINT PHIPP.  STATION IS NOT ON HIGHEST PART OF THE ISLET, BUT ON A FLAT, GRANITE LEDGE ABOUT 10 FEET ABOVE HIGH WATER.  STATION MARK IS A PLAIN BRASS DISK, STAMPED SALE 1933 CEMENTED INTO DRILL HOLE IN ROCK."
        },
        {
            "id": "DR3649",
            "lat": 48.92315970833333,
            "long": -123.70411160277779,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2010 SC04 IGS ARP IS A CONTINUOUSLY OPERATING REFERENCE STATION LOCATED IN CHEMAINUS, BRITISH COLUMBIA, CANADA."
        },
        {
            "id": "TN1104",
            "lat": 49.00940255,
            "long": -115.06289931388889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ABOUT 5 MILES EAST OF GATEWAY, MONTANA, 1000 METERS NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 600 METERS WEST OF PHILLIPS CREEK, ON A BARE, FLAT - TOPPED HILL WITH MANY LOOSE STONES SCATTERED OVER IT.  STATION MARK--A DRILL HOLE IN A ROCK ABOUT LEVEL WITH THE SURFACE OF THE GROUND.                            STATION RECOVERY (1932)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1932 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8013",
            "lat": 54.797462655555556,
            "long": -130.54467281944443,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE N SHORE OF WALES ISLAND, BRITISH COLUMBIA, CANADA, OPPOSITE THE S SHORE OF FILLMORE ISLAND. IT IS ON THE PRECIPITOUS, ROUNDED POINT, IMMEDIATELY N OF THE WALES ISLAND CANNERY.  THE CANNERY IS NOT VISIBLE FROM THE STATION.  THE POINT ON WHICH THE STATION IS LOCATED IS ABOUT 3 NAUTICAL MILES TO THE EASTWARD OF POINT PHIPP.  STATION IS MARKED WITH A 1/2-INCH BRASS PLUG SET IN CEMENT IN A CREVICE IN GRANITE CLIFF.  A CROSS MARKS THE CENTER OF PLUG AND STATION.  THE STATION IS 8 FEET ABOVE THE HIGH-WATER MARK, AND DIRECTLY BELOW THE TREE LINE.  THIS STATION IS DIFFICULT TO OCCUPY WITH AN INSTRUMENT, BEING SET IN A DEEP CREVICE OF AN ALMOST VERTICAL CLIFF.  SOME CLEARING WAS DONE IN THE IMMEDIATE VICINITY OF STATION."
        },
        {
            "id": "TR2513",
            "lat": 48.376768858333335,
            "long": -123.92106456666667,
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1978 (RBM) RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "TP1338",
            "lat": 49.02483731388889,
            "long": -119.34915499444443,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON A BARE SPOT ON A SPUR RIDGE RUNNING NEARLY NORTH AND SOUTH, ABOUT 4 MILES EAST OF OSOYOOS LAKE AND 1-3/4 MILES NORTH OF THE INTERNATIONAL  BOUNDARY.  THE STATION IS QUITE A LITTLE BELOW THE SUMMIT OF THE RIDGE, WHICH IS HEAVILY TIMBERED, AND DOES NOT SEE ANY OF THE BOUNDARY MONUMENTS.  STATION MARK--AN ALUMINUM DISK IN SOLID ROCK."
        },
        {
            "id": "TQ0668",
            "lat": 49.129605947222224,
            "long": -121.50515729444444,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ON THE SUMMIT OF SILVER MOUNTAIN, A HIGH CONICAL PEAK NORTH OF CHILLIWACK LAKE.  THE STATION CAN BE REACHED IN 6 HOURS, FROM A POINT ON THE CHILLIWACK LAKE TRAIL ABOUT 2 MILES WEST OF THE LAKE.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK CEMENTED INTO AN OLD DRILL HOLE WHICH WAS ASSUMED TO BE THE POSITION OF THE ORIGINAL STATION AND WITHIN A FEW FEET OF WHICH THE BRONZE DISK SET IN 1905 TO MARK THE STATION WAS FOUND LYING."
        },
        {
            "id": "TY7993",
            "lat": 54.52999476944444,
            "long": -130.41727075,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1914 ON THE SUMMIT OF MOUNT GRIFFIN (OF THE ADMIRALTY CHARTS), ABOUT 1.75 MILES SOUTH OF THE VILLAGE OF PORT SIMPSON.  A SIDEWALK MAKES TRAVELLING EASY FOR ABOUT ONE MILE FROM THE VILLAGE, BUT FOR THE REST OF THE WAY THE TRAVELLING IS DIFFICULT.  THE TOP OF THE HILL IS HEAVILY TIMBERED.  STATION MARK--A COPPER BOLT SET IN THE ROCK.  OVER THIS A CEMENT PIER 17 INCHES SQUARE AND 30 INCHES HIGH WAS BUILT WITH A COPPER BOLT SET IN THE TOP TO MARK THE POINT OVER THE GROUND BOLT."
        },
        {
            "id": "TQ0670",
            "lat": 49.05279702222222,
            "long": -121.62546012499999,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE SUMMIT OF THE THIRD PEAK FROM THE NORTH, ON A HIGH RIDGE EAST OF SILESIA (SLESSE) CREEK, ABOUT 4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 54.  FROM A POINT ON THE OLD CHILLIWACK LAKE TRAIL ABOUT 2 MILES EAST OF SILESIA CREEK A SIDE TRAIL LEADS UP TO A MINING CLAIM AT UPPER PIERCE LAKE.  THE RIDGE ON THE NORTH SIDE OF THIS LAKE LEADS WEST AND DIRECTLY TO THE STATION.  STATION MARK--A ROCK DRILL, DRIVEN INTO THE SHALY ROCK SURFACE, OVER WHICH A 5 - FOOT CAIRN WAS ERECTED.  STATION---SILICIA---, ON THIS PEAK, MARKED BY JJ MCARTHUR IN 1908 BY A BRONZE DISK, WAS NOT RECOVERED."
        },
        {
            "id": "TP1214",
            "lat": 49.049047277777774,
            "long": -119.86894838055555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (ECB) ON THE HIGHEST POINT OF A BOLD, HIGH MOUNTAIN ON THE NORTH SIDE OF THE HEADWATERS OF SNEHUMPTION CREEK, A SMALL STREAM THAT EMPTIES INTO THE SIMILKAMEEN RIVER A SHORT DISTANCE NORTH OF THE INTERNATIONAL BOUNDARY.  IT IS ON THE SAME RIDGE AND ABOUT 6 MILES NORTHEAST OF HORSESHOE PASS.  STATION MARK--AN ALUMINUM DISK MARKED---U.S. AND C.B.---, SET IN SOLID ROCK, OVER WHICH IS A CAIRN."
        },
        {
            "id": "TP1341",
            "lat": 49.00007518611111,
            "long": -119.16527408055556,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) A FEW FEET SOUTH OF THE INTERNATIONAL BOUNDARY AND ON THE BROW OF THE HILL ABOUT THREE - FOURTHS MILE EAST OF ROCK CREEK.  IT IS ON A LITTLE FLAT BENCH ABOUT 30 FEET WIDE THAT RUNS LEVEL ALONG THE SIDE HILL FOR A CONSIDERABLE DISTANCE.  STATION MARK--A BRONZE DISK SET IN A BOULDER WEIGHING ABOUT 175 POUNDS EMBEDDED FIRMLY IN THE GROUND."
        },
        {
            "id": "TQ0672",
            "lat": 49.00476864444445,
            "long": -121.58804383611111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE RIDGE SOUTH OF THE DRAW WHICH LEADS NORTHEAST FROM INTERNATIONAL BOUNDARY MONUMENT 55.  THE STATION IS DISTANT FROM THE MONUMENT ABOUT 1-1/2 MILES AND IS ABOUT ONE - HALF MILE NORTH OF THE BOUNDARY MIDWAY BETWEEN MONUMENTS 55 AND 56.  STATION MARK--A DRILL HOLE IN ROCK."
        },
        {
            "id": "TY8008",
            "lat": 54.82233617222222,
            "long": -130.49826613333332,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON THE N SHORE OF WALES ISLAND, NEAR ITS UPPER EXTREMITY, AND IS 1/4 NAUTICAL MILE SW FROM THE NORTHERLY POINT.  STATION MARK IS 1/2-INCH BRASS PLUG, WITH A CROSS CHISELED THEREON, SET IN CEMENT IN A CREVICE ON SLOPING ROCK LEDGE. THE STATION IS AT THE HIGH-WATER MARK AND ABOUT 5 METERS FROM THE TREE LINE.  IT SEES NOTHING TO THE NORTHWARD ON THIS SHORE."
        },
        {
            "id": "TN1106",
            "lat": 49.02485247222222,
            "long": -115.79369605,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1934 (JH) ABOUT 1-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 227, 1-1/2 MILES WEST AND 1 MILE NORTH OF THE ELBOW OR BIG BEND OF WEST FORK OF YAAK RIVER.  THE STATION IS ON THE SOUTH NOSE OF THE NORTH - AND - SOUTH RIDGE ON WHICH STATION---LODGE---IS LOCATED.  THE SLOPES TO THE SOUTH AND EAST OF THE STATION HAVE BEEN LOGGED OFF AND BURNED OVER. THERE IS GREEN TIMBER ON THE WEST SLOPE.  CLEARING HAD TO BE DONE FOR ALL LINES OF SIGHT.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN A LARGE, FIRMLY EMBEDDED BOULDER."
        },
        {
            "id": "TO1162",
            "lat": 49.051818911111106,
            "long": -117.17071450277778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (JJM) ABOUT 1 MILE WEST AND 3-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 192, ON THE HIGHEST PART OF THE HIGH AND ISOLATED PEAK KNOWN AS LOST MOUNTAIN.  STATION MARK--ORIGINALLY A DRILL HOLE IN ROCK.  IN 1934 THE OLD STATION MARK COULD NOT BE RECOVERED AND A NEW STATION WAS ESTABLISHED AND MARKED WITH A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK STATION MARK SET IN SOLID ROCK.  THE NEW STATION IS PROBABLY ABOUT 6 METERS SOUTHWEST OF THE ORIGINAL STATION.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TN1107",
            "lat": 49.038062116666666,
            "long": -114.26834754722222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (ECB) NEAR THE NORTH END OF THE NORTHERNMOST OF TWO PEAKS AT THE HEAD OF THE NORTH FORK OF STARVATION CREEK.  A TRAIL IS CUT TO THE BASIN HEAD WHERE WOOD, WATER, AND GRASS ARE TO BE HAD FOR CAMPING.  STATION MARK--A DRILL HOLE IN THE OUTCROPPING LEDGE, WITH A STONE PILE OVER IT."
        },
        {
            "id": "TR2725",
            "lat": 49.129092122222225,
            "long": -123.19550916944445,
            "setting": "OBJECT DRIVEN INTO GROUND",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1990 MKR TYPE D SETTING CODE 03 FROM HWY 99 S TAKE EXIT FOR STEVESTON RD W FOR 7.0 KM. TURN S (LEFT) ON 7TH AVE AND DRIVE 0.85 KM TO CHATHAM ST, TURN W (RIGHT) INTO THE APRKINGAREA FOR 0.15 KM TO A PARKING LOT FOR THE DIKE WALKING TRAIL. THE STA IS 120 M N OF THE BARRIER OF THE E SIDE OF THE TRAIL. MKD BY A GSC BR TAB SET IN A CYL CONC MON."
        },
        {
            "id": "TY7906",
            "lat": 59.63313576388889,
            "long": -135.0799506777778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1936 (HAK) STATION IS ON THE E SIDE OF THE WHITE PASS AND YUKON RAILROAD, ON THE HIGHEST PART OF THE FIRST PEAK N OF THE SUMMIT OF WHITE PASS.  THIS PEAK ELEVATION, 5,725 FEET, IS LOWER THAN THE OTHERS IN THE VICINITY.  THERE ARE WELL-DEFINED VALLEYS BOTH TO THE N AND S AND BETWEEN THE PEAK AND HIGHER MOUNTAINS TO THE E.  STATION AND REFERENCE MARKS ARE BRONZE DISKS SET IN DRILL HOLES IN OUTCROPPING BEDROCK.  THE STATION SHOULD BE APPROACHED FROM WHITE PASS, THE CLIMB TAKING ABOUT 2 HOURS.  IT APPEARS TO BE NEAR THE N END OF A ROCKY RIDGE WHICH HAS AN EASY SLOPE TO ITS S END.                            STATION RECOVERY (1943)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1943 (JB) THE STATION IS LOCATED ABOUT 2-1/4 MILES (AIRLINE) NNE OF WHITE PASS AND 2 MILES E OF THE WHITE PASS AND YUKON RAILROAD TRACK.  IT IS ON THE SUMMIT OF A PROMINENT ROCKY MOUNTAIN WHICH IS THE FIRST HIGH POINT NNE OF THE PASS.  THERE ARE HIGHER MOUNTAINS TO THE E AND SE.  THE STATION MARK WAS RECOVERED AS DESCRIBED AND FOUND TO BE IN EXCELLENT CONDITION.  IT IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK AND STAMPED SUMMIT 1936.  REFERENCE MARK 1 WAS RECOVERED AS DESCRIBED AND FOUND TO BE IN EXCELLENT CONDITION.  IT IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK AND STAMPED SUMMIT NO 1 1936.  REFERENCE MARK 2 WAS RECOVERED AS DESCRIBED AND FOUND TO BE IN EXCELLENT CONDITION.  IT IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK AND STAMPED SUMMIT NO 2 1936.  TO REACH THE STATION FROM THE S END OF THE SNOW SHED AT WHITE PASS PACK E BY N, CROSSING A SERIES OF CANYONS, FOR ABOUT 1 MILE TO A LARGE CANYON AT THE FOOT OF THE MAIN SLOPE (THIS CANYON RUNS GENERALLY N AND S).  CROSS THIS CANYON AND FOLLOW THE MAIN WASH E TO THE HIGHEST POINT AND STATION. (THIS LAST ASCENT IS STEEP.) A 3-1/2 HOUR PACK."
        },
        {
            "id": "TO1128",
            "lat": 49.17755212777777,
            "long": -116.83042227222222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 25 MILES BY ROAD AND TRAIL NORTHWEST OF CRESTON, BRITISH COLUMBIA, AND ABOUT 6 MILES NORTH AND WEST OF THE FORKS OF SUMMIT CREEK.  THE STATION IS ON THE SOUTHERNMOST OF TWO HIGH PEAKS ABOUT 1/2 MILE APART.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK WEDGED IN A DRILL HOLE IN OUTCROPPING BEDROCK. REFERENCE MARK NO. 1 IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK, WITH THE ARROW POINTING TOWARD THE STATION, WEDGED IN A DRILL HOLE IN OUTCROPPING BEDROCK 7.328 METERS FROM THE STATION N 04 DEG 19 MIN W.  REFERENCE MARK NO. 2 IS A LIKE MARK SET IN THE SAME MANNER 11.726 METERS FROM THE STATION N 80 DEG 06 MIN W."
        },
        {
            "id": "TP1342",
            "lat": 49.018526875,
            "long": -119.10366018888888,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON A HIGH ROCKY PEAK 1.3 MILES NEARLY DUE NORTH OF THE INTERNATIONAL BOUNDARY MONUMENT 129.  STATION MARK--AN ALUMINUM DISK SET IN A DRILL HOLE IN ROCK."
        },
        {
            "id": "TQ0674",
            "lat": 49.106952980555555,
            "long": -121.76778930833333,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JHK) ON THE HIGHEST POINT ON A RIDGE BETWEEN THE FRASER VALLEY AND CHILLIWACK RIVER, NORTHEAST OF MCGUIRE MOUNTAIN.  STATION MARK--A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK TRIANGULATION MARK SET IN A BOULDER.  STATION---THURSTON---, ON THIS RIDGE, MARKED BY JJ MCARTHUR IN 1908 BY A BRONZE DISK SET IN A BOULDER, WAS NOT RECOVERED IN 1935."
        },
        {
            "id": "TP1343",
            "lat": 49.03610171111111,
            "long": -118.99830504444445,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (CHS) ON A HIGH AND PROMINENT ROCKY PEAK ABOUT 2-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT THREE - FOURTHS MILE EAST OF THE ROAD BETWEEN MIDWAY AND BOLSTER.  THE STATION, WHICH IS ABOUT THREE - FOURTHS MILE NORTHWEST OF THE MOST NORTHERN BEND OF MYERS CREEK, WHERE IT TURNS FROM THE NORTHEAST TO THE SOUTHEAST, IS VISIBLE FROM THE ROAD AND IS EASILY REACHED FROM IT.  STATION MARK--AN ALUMINUM DISK SET IN ROCK."
        },
        {
            "id": "TY8033",
            "lat": 54.074513108333335,
            "long": -131.79871385833334,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1914 ON THE NORTHERN END OF GRAHAM ISLAND ABOUT 7 MILES FROM THE NORTHEASTERLY END OF THE ISLAND KNOWN AS ROSE POINT.  IT IS ON A ROCKY BLUFF 500 FEET HIGH, WHICH STANDS OUT ALONE ABOUT 600 FEET WEST OF THE MOUTH OF HIELLEN RIVER.  THE TOP OF THE HILL IS CLEARED OF TIMBER.  STATION MARK--A COPPER BOLT 4 INCHES LONG SET 3 INCHES IN THE ROCK.  OVER THIS A CONCRETE PIER 18 INCHES SQUARE AND 40 INCHES HIGH WAS BUILT WITH A NAIL SET IN THE TOP TO MARK THE POINT OVER THE BOLT."
        },
        {
            "id": "DR6414",
            "lat": 49.09810650277778,
            "long": -117.70993832222223,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY WHPACIFIC 2020 NO DESCRIPTION SUBMITTED FOR THIS POINT.  TEXT CREATED BY WINDESC."
        },
        {
            "id": "TR2450",
            "lat": 48.395165227777774,
            "long": -123.30501063055556,
            "description": "NO DESCRIPTIVE TEXT AVAILABLE."
        },
        {
            "id": "DE6609",
            "lat": 48.92563374722222,
            "long": -125.54162248333333,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DE6611",
            "lat": 48.92563374722222,
            "long": -125.54162248333333,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'UCLU' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TR2520",
            "lat": 49.05359791944444,
            "long": -122.04408646944444,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1925 ON THE HIGHEST PART OF THE ROCKY RIDGE ON VEDDER MOUNTAIN, ABOUT 2 MILES NORTHWEST OF CULTUS LAKE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION - MARK DISK LEADED IN SOLID ROCK.  THERE ARE 2 STANDARD REFERENCE - MARK DISKS--THE FIRST IS 12.66 METERS FROM THE STATION IN BEARING 94 DEGREES 42 MINUTES."
        },
        {
            "id": "TY8021",
            "lat": 54.726471788888894,
            "long": -130.59719643055556,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1933 (JS) STATION IS LOCATED ON A ROCKY ISLET, ABOUT 100 METERS DISTANT, AND DETACHED FROM THE MAIN SHORE OF WALES ISLAND.  THE STATION IS OPPOSITE THE NORTHERNMOST OF THE PROCTOR ISLANDS.  STATION MARK IS A PLAIN BRASS DISK STAMPED WALES 1933."
        },
        {
            "id": "TQ0676",
            "lat": 49.01425123055556,
            "long": -120.12867735833332,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1935 (JH) ABOUT 1-1/4 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 96, ON THE MOST SOUTHERN END OF A HIGH AND RUGGED ROCKY MOUNTAIN HAVING SEVERAL ROCK DOMES ON ITS CREST.  THE STATION IS ON THE TOP OF A HIGH AND PROMINENT CLIFF SOMEWHAT BELOW THE TOP OF THE SOUTH END OF THE MOUNTAIN.  A POT HOLE IN THE ROCK, ABOUT THE SIZE OF A LARGE TUB, AND ABOUT 3 METERS SOUTHEAST OF THE STATION, HOLDS WATER FOR SOME TIME AFTER RAINS.  STATION MARK--A 3 - INCH BRONZE - DISK STATION MARK BEARING THE WORDS ---INTERNATIONAL BOUNDARY COMMISSION---SET IN A DRILL HOLE IN THE LEDGE ROCK."
        },
        {
            "id": "TO1163",
            "lat": 49.01970521111111,
            "long": -117.59130826944444,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1930 (JGH) ON A RIDGE 1-1/2 MILES NORTHWEST OF THE RAILROAD DEPOT AT WENETA, BRITISH COLUMBIA.  IT IS ON A BARE ROCK LEDGE ON THE EAST SIDE OF THE RIDGE AT AN ELEVATION OF ABOUT 3100 FEET.  IT IS ABOUT 180 METERS SOUTHWEST FROM THE HIGHEST POINT OF THE RIDGE.  STATION MARK--A 2 - INCH BRONZE DISK CEMENTED INTO A DRILL HOLE IN THE ROCK."
        },
        {
            "id": "TY7910",
            "lat": 59.62477716666667,
            "long": -135.13885852222222,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 SEE STATION PASS ASTRO"
        },
        {
            "id": "TT3837",
            "lat": 59.68791683888889,
            "long": -135.07152125555555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) LOCATED ABOUT 2 MILES S OF THE FRASER RAILROAD STATION ON THE WHITE PASS AND YUKON RAILROAD.  1/4 MILE N OF THE MEADOWS TELEPHONE BOOTH AND SIDING, AND 100 YARDS E OF THE RAILROAD TRACKS, ON THE HIGHEST POINT OF A ROCKY KNOLL.  STATION IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND.  STAMPED WHITE PASS N BASE 1943.  REFERENCE MARK 1 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND, AND THE SAME ELEVATION AS THE STATION.  STAMPED WHITE PASS N BASE NO 1 1943.  REFERENCE MARK 2 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND, AND THE SAME ELEVATION AS THE STATION.  STAMPED WHITE PASS N BASE NO 2 1943.  TRIANGULATION STATION WHITE PASS SOUTH BASE CAN MOST CONVENIENTLY BE USED AS AN AZIMUTH MARK.  REACHED FROM FRASER BY GOING S ON THE RAILROAD TRACKS FOR 2 MILES TO A POINT ABOUT 1/4 MILE N OF THE MEADOWS SIDING AND TELEPHONE BOOTH.  THENCE TURN LEFT AND GO E FOR ABOUT 100 YARDS TO THE TOP OF A ROCKY KNOLL AND STATION."
        },
        {
            "id": "TT3843",
            "lat": 59.665493911111106,
            "long": -135.0928009527778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) STATION IS LOCATED ABOUT 3-1/4 MILES NE OF WHITE PASS RAILROAD STATION AND 1-1/2 MILES S OF MEADOWS SIDING ON A ROCKY RIDGE E OF RAILROAD.  IT IS 300 FEET SE OF THE N END OF RAILROAD BRIDGE 23A, 90 FEET S OF A HIGH E-W SNOW FENCE AND 0.15 MILE S OF S END OF TANGENT OF W RAIL OF RAILROAD TRACK ON THE SE EDGE OF RIDGE.  STATION IS MARKED WITH A BRONZE CANADIAN TRIANGULATION DISK SET FLUSH IN BEDROCK, STAMPED WHITE PASS S. BASE 1943.  REFERENCE MARK 1 IS SW OF STATION NEAR TOP OF RIDGE AND ABOUT 2 FEET HIGHER IN ELEVATION THAN STATION.  MARK IS A BRONZE CANADIAN TRIANGULATION DISK SET IN OUTCROPPING BEDROCK, PROJECTS 2 FEET, AND IS STAMPED WHITE PASS S. BASE NO 1 1943.  REFERENCE MARK 2 IS NW OF STATION ON W EDGE OF RIDGE AND ON SAME ELEVATION AS STATION.  MARK IS A BRONZE CANADIAN TRIANGULATION DISK SET FLUSH IN BEDROCK, STAMPED WHITE PASS S. BASE NO 2 1943.  TO REACH FROM WHITE PASS GO N ON RAILROAD FOR 3.2 MILES TO N END OF RAILROAD BRIDGE 23A, THEN PACK SE FOR 300 FEET TO ROCKY RIDGE AND STATION SITE AS DESCRIBED."
        },
        {
            "id": "TY8026",
            "lat": 54.62294924722222,
            "long": -130.758348475,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) STATION IS SITUATED ON THE SUMMIT OF A ROCKY KNOB OR HIGH-WATER ISLET, AT THE EASTERN EXTREMITY OF THE SMALL WOODED ISLAND LYING OFF WHITLY POINT, AT THE NE END OF DUNDAS ISLAND.  THIS STATION IS ABOUT 15 FEET ABOVE TIDE AND IS MARKED BY A 1/2-INCH HOLE IN THE FACE OF THE ROCK.                            STATION RECOVERY (1933)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1933 (JS) THIS STATION IS SITUATED ON THE SUMMIT OF A HIGH-WATER ROCK ON THE E SIDE OF HOLLIDAY ISLAND OFF THE NE POINT OF DUNDAS ISLAND AND IS ABOUT 15 FEET ABOVE HIGH WATER.  THE DRILL HOLE WAS FOUND AND A PLAIN BRASS DISK CEMENTED IN THE DRILL HOLE, STAMPED WHITLY 1895.  TWO REFERENCE MARKS WERE ALSO SET.  REFERENCE MARK NO. 1 IS A PLAIN BRASS DISK CEMENTED IN A DRILL HOLE.  REFERENCE MARK NO. 2 IS A COPPER BOLT CEMENTED IN THE CREVICE OF A ROCK."
        },
        {
            "id": "TQ0677",
            "lat": 49.06766293333334,
            "long": -121.21941173611111,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1905 (ECB) ABOUT 5 MILES NORTH OF THE INTERNATIONAL BOUNDARY, ON THE THIRD HILL FROM SILVER CREEK, AND ON THE THIRD RIDGE FROM THE SKAGIT RIVER, ON A SHARP POINT OF ROTTEN ROCK NOT QUITE AS HIGH AS THE MOST NORTHERN ONE BUT BETTER LOCATED FOR LOOKING SOUTH.  STATION MARK--AN ALUMINUM DISK SET IN A ROCK 2 FEET SQUARE, OVER WHICH IS A 5 - FOOT CAIRN."
        },
        {
            "id": "TN1111",
            "lat": 49.02968192777778,
            "long": -114.75815009166666,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1903 (CHS) ON A HIGH BARE POINT ON THE RIDGE DIRECTLY ABOVE AND EAST OF WIGWAM RIVER, ABOUT 2 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  STATION MARK--ORIGINALLY A CROSS CUT ON A FLAT ROCK LYING ON THE SURFACE OF THE GROUND.  THE STATION WAS RECOVERED IN 1933, A 1/2 - INCH HOLE WAS DRILLED IN THE CENTER OF THE CROSS, A COPPER NAIL WAS CEMENTED IN THE HOLE, AND A TRIANGLE WAS CUT IN THE ROCK AROUND IT.                            STATION RECOVERY (1933)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1933 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "DE6618",
            "lat": 52.23686298888889,
            "long": -122.16779367222223,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DE6620",
            "lat": 52.23686298888889,
            "long": -122.16779367222223,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'WILL' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TO1164",
            "lat": 49.027932477777775,
            "long": -116.74099212222222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1904 (JJM) ABOUT ONE - HALF MILE EAST AND ABOUT 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 201, ON THE CREST OF AND NEAR THE MIDDLE OF THE HOGBACK RIDGE EXTENDING NORTHEAST FROM STATION---DUFF---.  STATION MARK--THE ORIGINAL MARK WAS A DRILL HOLE IN ROCK.  IN 1934 THIS MARK WAS NOT POSITIVELY IDENTIFIED.  A STANDARD INTERNATIONAL BOUNDARY COMMISSION BRONZE - DISK STATION MARK WAS SET IN A SLIGHT DEPRESSION IN THE SOLID ROCK.                            STATION RECOVERY (1934)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1934 STATION SEARCHED FOR AND RECOVERED."
        },
        {
            "id": "TY8030",
            "lat": 54.625286125,
            "long": -131.0487380972222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1895 (EFD) THE STATION IS LOCATED ON A ROCKY HIGH-WATER ISLAND OFF THE NE END OF ZAYAS ISLAND, ON THE W SIDE OF CAAMANO PASSAGE.  IT IS ABOUT 25 FEET ABOVE TIDE AND ABOUT 400 YARDS FROM THE TIMBER LINE OF THE ISLAND.  THE STATION IS MARKED BY A 1/2-INCH HOLE DRILLED IN THE ROCK."
        },
        {
            "id": "TR2665",
            "lat": 49.00205967777778,
            "long": -123.09069394444444,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1928 (JGH) THE MONUMENT WAS BUILT THREE FEET SQUARE AND SEVEN AND ONE - HALF FEET DEEP, BRINGING THE TOP OF THE MONUMENT UP TO A LITTLE MORE THAN THREE FEET ABOVE THE SURFACE OF THE BEACH.  THE CONCRETE WAS REINFORCED WITH EIGHT 3/4 - INCH STEEL RODS 7 FEET LONG PLACED VERTICALLY, ONE IN EACH CORNER AND FOUR EVENLY DISTRIBUTED WITHIN THE SQUARE FORMED BY THE FOUR CORNER ONES.  THE TOP WAS BATTERED TO A SLOPE OF ABOUT 1 TO 4, AND THE MANGANESE BRONZE POST WAS SET IN THE CENTER OF THE TOP. THE BRONZE POST IS ABOUT 2 INCHES SQUARE AND ABOUT 6 INCHES HIGH.  ON THE NORTH SIDE IT IS MARKED---CANADA---, ON THE SOUTH SIDE---U.S.---, ON THE WEST SIDE---O---, AND ON THE EAST SIDE---INTERNATIONAL BOUNDARY---.  IN 1976 THIS MONUMENT WAS MOVED TO A NEW LOCATION.                            STATION RECOVERY (1976)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1976 (CJG) THIS MONUMENT WAS MOVED TO A NEW LOCATION.                            STATION RECOVERY (1990)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1990 MKR TYPE D SETTING CODE 04 LOC ON THE CANADA-US BOUNDARY ON THE W SHORE OF BOUNDARY BAY AND POINT ROBERTS. THE MON IS ON THE BEACH AT THE HIGH WATER MAR, 2  M W OF THE W END OF A STORM SEWER OUTLET. FROM HWY 17 TAKE POINT ROBERTS RD S  FROM ROBERTS RD HEADING S TURN W (RIGHT) ONTO 12TH AVE, THE S (LEFT) ONTO ENGLISH BLUFF RD. PROCEED TO THE S END OF RD AND PARK. PROCEED ON FOOT OVER GUARD RAIL AND DOWN BANK ON THE W. MKD BY A BR DISK SET IN A SQUARE CONC MON. *** retrieval complete."
        }
    ]
}