{
    "date": "DECEMBER  2, 2022",
    "region": "BF",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE--THIS IS A TIE STATION FOR FREEPORT INTERNATIONAL AIRPORT.  THE STATION IS LOCATED AT THE NORTHWEST END OF GRAND BAHAMA ISLAND, IN WEST END, JUST NORTH OF THE SOUTH END OF A SEAWALL ON THE WEST SIDE OF THE CHANNEL, WEST OF THE MAIN CHANNEL, AND ADJACENT TO THE MARINA OFFICE AND WAREHOUSE.  OWNERSHIP--JACK TAR MARINA.  CONTACT CAPTAIN RICHARD RINEHART FOR PERMISSION TO OCCUPY THIS STATION AND ACCESS THROUGH THE LOCKED GATE.  PHONE 809-346-6259.  THE ESCORT AT THE TIME OF THIS VISIT WAS JOE HEPBURN.  THE AREA CODE WILL CHANGE TO 242 IN MAY OR JUNE OF 1996.  TO REACH FROM THE JUNCTION OF QUEENS HIGHWAY AND FISHING HOLE ROAD (ALSO KNOWN AS QUEENS HIGHWAY) , GO NORTH, THEN NORTHWEST, ON FISHING HOLE ROAD FOR 5.47 KM (3.40 MI) TO A T-JUNCTION. TURN RIGHT, NORTHWESTERLY, PASSING THROUGH THE SETTLEMENT OF EIGHT MILE ROCK FOR 21.25 KM (13.20 MI) TO A PAVED ROAD RIGHT AND A SIGN WEST END, HOME OF HOSPITALITY.  TURN RIGHT, NORTHWESTERLY, ON THE ROAD FOR 6.52 KM (4.05 MI) TO A LOCKED GATE AT JACK TAR MARINA.  PASS THROUGH THE GATE, NORTHWEST, FOR 1.28 KM (0.80 MI) TO THE STATION JUST AFTER PASSING THROUGH A SECOND GATE. THE STATION IS SET FLUSH IN THE TOP OF THE SEAWALL PROJECTING 30 CM ABOVE THE GROUND.  IT IS 55.3 M (181.4 FT) NORTH-NORTHEAST OF THE WEST GATEPOST AT THE SECOND MARINA ENTRANCE, 13.7 M (44.9 FT) WEST-NORTHWEST OF THE CENTER OF THE TOP OF A BOAT SLIP, 12.7 M (41.7 FT) SOUTHEAST OF THE SOUTHEAST CORNER OF THE MARINA OFFICE AND WAREHOUSE BUILDING, 9.7 M (31.8 FT) NORTHEAST OF THE CENTER OF A 0.55 M (1.80 FT) SQUARE STEEL ELECTRICAL COVER, 9.5 M (31.2 FT) SOUTH OF THE EAST GATEPOST OF A GATE FROM THE SEAWALL TO THE BUILDING, AND 2.6 M (8.5 FT) NORTH OF THE SOUTHWEST CORNER OF THE SEAWALL.  DESCRIBED BY D.G.  AUG",
            "elevation": 2.05,
            "history": [
                {
                    "date": "1985",
                    "condition": "MONUMENTED",
                    "reporter": "NOS"
                },
                {
                    "date": "19960315",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9250",
            "lat": 26.702536977777775,
            "long": -78.99223241666667,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE--THIS IS A TIE STATION FOR FREEPORT INTERNATIONAL AIRPORT.  THE STATION IS LOCATED NEAR THE NORTHWEST END OF GRAND BAHAMA ISLAND, IN THE BOOTLE BAY AREA, ABOUT 0.9 KM (0.55 MI) SOUTHWEST OF THE NORTHEAST SHORE OF THE ISLAND, IN THE BOOTLE BAY AREA, IN LOW BRUSH AND ADJACENT TO THE BC-4 BUILDING.  OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O. BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA. WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER.  PHONE 809-352-6020, FAX 809-352-9432.  TO REACH FROM THE JUNCTION OF QUEENS HIGHWAY AND FISHING HOLE ROAD (ALSO KNOWN AS QUEENS HIGHWAY) , GO NORTH, THEN NORTHWEST, ON FISHING HOLE ROAD FOR 5.47 KM (3.40 MI) TO A T-JUNCTION.  TURN RIGHT, NORTHWESTERLY, PASSING THROUGH THE SETTLEMENT OF EIGHT MILE ROCK FOR 20.12 KM (12.50 MI) TO A PAVED ROAD RIGHT ABOUT 0.24 KM (0.15 MI) BEFORE REACHING BERNIES RESTAURANT AND LOUNGE ON THE LEFT.  TURN RIGHT, NORTHEAST, ON THE ROAD FOR 0.16 KM (0.10 MI) TO THE STATION ON THE LEFT.  THE STATION IS SET FLUSH NEAR THE SOUTH CORNER OF THE TOP OF A 2.1 M (6.9 FT) SQUARE CONCRETE FOUNDATION PROJECTING 45 CM WITH 03992 STENCILED ON THE SOUTHEAST SIDE (BARELY LEDGIBLE) . IT IS 42.0 M (137.8 FT) NORTHWEST OF THE CENTER OF THE ROAD, 19.7 M (64.6 FT) SOUTH-SOUTHWEST OF THE SOUTH CORNER OF A 3.25 M (10.66 FT) X 4.7 M (15.4 FT) CONCRETE BLOCK BUILDING, 15.05 M (49.38 FT) WEST OF THE WEST CORNER OF A 6.2 M (20.3 FT) TALL X 1.3 M (4.3 FT) SQUARE (AT THE BASE) OBELISK HOLDING STATION BC-4 WEST END 1960, 11.05 M (36.25 FT) WEST-NORTHWEST OF WEST CORNER OF A 3.25 M (10.66 FT) X 4.5 M (14.8 FT) BUILDING (BUILDING NUMBER 03052) , AND 1.13 M (3.71 FT) SOUTH OF THE CENTER OF A 2 INCH DIAMETER STEEL PIPE IN THE CENTER OF THE CONCRETE FOUNDATION.  DESCRIBED BY D.G.  AUG",
            "elevation": 2.5,
            "history": [
                {
                    "date": "1962",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "19960315",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9251",
            "lat": 26.654613341666664,
            "long": -78.93309321666668,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY BAHAMAS DEPT OF LAND + SURVEY 1970 (KJB) NOTE--THE STATION IS RECOVERED BY NGS AT THIS TIME.  BAHAMAS LANDS AND SURVEYS RECORDS SHOW THIS STATION WAS SET BY K.J.  BARRY IN APRIL 1970, WITH PUBLISHED HEIGHT ABOVE M.S.L.= 38.16, UNSPECIFIED DATUM.* NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .* THE STATION IS ON ELEUTHERA ISLAND, BAHAMAS, ABOUT 12 KM (7.45 MI) NORTHWEST OF GOVERNORS HARBOUR, AT THE GOVERNORS HARBOUR AIRPORT, SOUTHWEST OF QUEENS HIGHWAY, SOUTHEAST OF THE NORTHERLY ENTRANCE TO THE AIRPORT TERMINAL, AND NEAR THE WEST FACE OF THE TOP OF A HILL ALONG QUEENS HIGHWAY.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, P.O. BOX 975, NASSAU, BAHAMAS.  CONTACT CYRIL R.  SAUNDERS, AIRSPACE ATC MANAGER FOR PERMISSION TO OCCUPY THIS STATION, PHONE 809-37-72009, FAX 809-37-72116.  AIRPORT MANAGER IS DONALD FERNANDER, GOVERNORS HARBOUR AIRPORT, P.O.  GENERAL DELIVERY, GOVERNORS HARBOUR, BAHAMAS, PHONE 809-322-2321.* THE STATION IS LOCATED 52.5 M (172.2 FT) NORTHEAST OF THE FLAGPOLE ON THE NORTHEAST SIDE OF THE DOMESTIC TERMINAL, 37.5 M (123.0 FT) NORTH OF THE NORTH CORNER OF THE INTERNATIONAL TERMINAL, 13.8 M (45.3 FT) EAST SOUTHEAST OF THE EAST CORNER OF A WALL DIVIDING THE AIRPORT PARKING AREA, 8.0 M (26.2 FT) SOUTHWWEST OF THE CENTER OF QUEENS HIGHWAY, 4.45 M (14.60 FT) WEST SOUTHWEST OF A STEEL POST AT THE NORTHWEST END OF A GUARDRAIL AT THE AIRPORT ENTRANCE, AND 0.8 M (2.6 FT) SOUTH SOUTHEAST OF THE SOUTHEAST SIDE OF THE CONCRETE WALL ALONG THE ENTRANCE ROAD.  THE STATION IS A PUNCH HOLE IN THE ROUNDED TOP OF A STEEL RON BETWEEN TWO STAMPED SURVEY DISKS (ONE IS STAMPED -LANDS AND SURVEYS-, THE OTHER IS STAMPED -BM 36 1970-) , SET IN THE TOP OF A SQUARE CONCRETE POST, 37 CM (14.5 IN) SQUARE AT BASE, TAPERING TO 22 CM (8.5 IN) SQUARE AT TOP, WITH STEEL RODS IN THE BASE OF THE CONCRETE POST DRILLED INTO BEDROCK.  THE TOP OF THE CONCRETE POST PROJECTS 30 CM (11.8 IN) ABOVE GRADE.  DESCRIBED BY DG AUG.",
            "elevation": 12.6,
            "history": [
                {
                    "date": "1970",
                    "condition": "MONUMENTED",
                    "reporter": "BSDLAS"
                }
            ],
            "id": "AB9682",
            "lat": 25.27967006111111,
            "long": -76.32380438333333,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON ELEUTHERA ISLAND, ABOUT 2 KM (1.25 MI) NORTH-NORTHWEST OF ROCK SOUND, BAHAMAS, ALONG THE CENTER OF THE SOUTHWEST SIDE OF A CURVE IN QUEENS HIGHWAY, JUST EAST OF THE EXTENSION OF RUNWAY END 27 OF THE ROCK SOUND INTERNATIONAL AIRPORT, AND JUST OUTSIDE OF THE NORTHEAST CORNER OF THE AIRFIELD. OWNERSHIP--BAHAMAS GOVERNMENT, SURVEYING AND MAPPING SECTION, LANDS AND SURVEYS DEPARTMENT, P.O.  BOX N592, NASSAU, BAHAMAS.  MR.  RALPH H.  BRENNEN IS ASSISTANT DIRECTOR OF LANDS AND SURVEYS.  PHONE 809-322-2565 OR 809-322-2328, FAX 809-322-5830.  TO REACH FROM THE JUNCTION OF QUEENS HIGHWAY AND THE ENTRANCE ROAD TO ROCK SOUND INTERNATIONAL AIRPORT (0.16 KM NORTH OF THE NEW ENTRANCE ROAD PRESENTLY UNDER CONSTRUCTION) , GO NORTH AND NORTHWEST, ON QUEENS HIGHWAY FOR 0.28 KM (0.15 MI) TO THE STATION ON THE LEFT ACROSS THE HIGHWAY FROM A GRAVEL ROAD ON THE RIGHT.  THE STATION IS A PUNCH HOLE IN THE TOP OF A STEEL ROD BETWEEN TWO SURVEY PLATES (ONE IS STAMPED LAND AND SURVEYS, THE OTHER IS STAMPED BM 64 1970) , SET IN THE TOP OF A 35 CM SQUARE CONCRETE POST TAPERING TO 22 CM AT THE TOP WITH STEEL RODS DRIVEN INTO THE GROUND.  IT IS ON THE EXTENSION OF THE CENTER OF THE GRAVEL ROAD, 11.3 M (37.1 FT) SOUTH OF THE CENTER OF THE JUNCTION OF QUEENS HIGHWAY AND THE GRAVEL ROAD, 9.5 M (31.2 FT) SOUTHWEST OF THE CENTER OF THE HIGHWAY, AND 2.0 M (6.6 FT) SOUTH OF A STEEL POST. DESCRIBED BY D.G.  AUG",
            "elevation": 1,
            "history": [
                {
                    "date": "1970",
                    "condition": "MONUMENTED",
                    "reporter": "BSDLAS"
                },
                {
                    "date": "19960320",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9256",
            "lat": 24.892757186111112,
            "long": -76.16688198333334,
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE--THIS IS A BENCHMARK TIE STATION FOR NASSAU INTERNATIONAL AIRPORT.  THE STATION IS LOCATED ON NEW PROVIDENCE ISLAND, NASSAU, BAHAMAS, ABOUT 6 KM (3.70 MI) SOUTHWEST OF THE NASSAU INTERNATIONAL AIRPORT, BETWEEN SOUTH WEST ROAD AND A CHAIN-LINK FENCE ALONG THE SHORE OF THE ATLANTIC OCEAN, JUST WEST OF AND ACROSS FROM THE ENTRANCE ROAD TO THE ESSO MARKET TERMINAL THAT IS ADJACENT TO THE CLIFFTON PIER POWER STATION.  OWNERSHIP--BAHAMAS GOVERNMENT, SURVEYING AND MAPPING SECTION, LANDS AND SURVEYS DEPARTMENT, P.O. BOX N592, NASSAU, BAHAMAS. CONTACT MR.  RALPH H.  BRENNEN, ASSISTANT DIRECTOR OF LANDS AND SURVEYS FOR AN ESCORT TO THIS STATION.  PHONE 809-322-2565, OR 809-322-2328, FAX 809-322-5830.  THE STATION IS A DATUM POINT ON A SURVEY PIN DRILLED INTO BEDROCK AND ADJACENT TO A SURVEY PLATE THAT IS STAMPED--BM NP 19 L S 1970--AND RECESSED 30 CM BELOW THE GROUND IN A 20 CM SQUARE CAST IRON BOX WITH A REMOVABLE LID SET FLUSH WITH THE GROUND.  IT IS 9.75 M (31.99 FT) WEST-NORTHWEST OF THE STEEL POST OF AN ESSO MARKET TERMINAL SIGN, 6.9 M (22.6 FT) NORTHWEST OF THE EAST END OF A CHAIN-LINK FENCE AT A SMALL BUILDING WITH TWO DOUBLE DOORS, 4.9 M (16.1 FT) SOUTH-SOUTHWEST OF THE CENTER OF SOUTH WEST ROAD, AND 3.55 M (11.65 FT) EAST OF THE NORTHEAST ONE OF FOUR STEEL POSTS WITH A CHAIN PERIMETER AROUND AN ELECTRICAL VAULT WITH A DOUBLE DOOR. DESCRIBED BY D.G.  AUG                            STATION RECOVERY (2007)  RECOVERY NOTE BY MERRICK AND COMPANY 2007 (KPK) RECOVERED IN GOOD CONDITION.",
            "elevation": 7.64,
            "history": [
                {
                    "date": "1970",
                    "condition": "MONUMENTED",
                    "reporter": "BSDLAS"
                },
                {
                    "date": "19960312",
                    "condition": "GOOD",
                    "reporter": "NGS"
                },
                {
                    "date": "20070405",
                    "condition": "GOOD",
                    "reporter": "MERRIC"
                }
            ],
            "id": "AB9244",
            "lat": 25.004283333333333,
            "long": -77.54272472777778,
            "magnetic": "OTHER; SEE DESCRIPTION",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE THIS IS A TIE STATION FOR FREEPORT INTERNATIONAL AIRPORT.  THE STATION IS LOCATED ON GRAND BAHAMA ISLAND, ON THE NORTH EDGE OF FREEPORT, ALONG THE SOUTH SIDE OF QUEENS HIGHWAY, AND ALONG THE NORTH SIDE OF A PINE TREE FOREST.  OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O.  BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA.  MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939.  WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER. PHONE 809-352-2205, FAX 809-352-9432.  TO REACH FROM THE JUNCTION OF AIRPORT ROAD AND THE MAIN ENTRANCE OF THE FREEPORT INTERNATIONAL AIRPORT, WHICH IS 0.16 KM (0.10 MI) WEST OF THE AIRPORT EXIT ROAD, GO EASTERLY ON AIRPORT ROAD FOR 0.64 KM (0.40 MI) TO A ROUNDABOUT TURN. BEAR LEFT, NORTHERLY, GOING 3/4 AROUND FOR 0.16 KM (0.10 MI) ENDING SOUTHERLY, PASSING GRAND BAHAMA HIGHWAY ON THE LEFT TO EAST MALL DRIVE.  CONTINUE AHEAD, SOUTH, ON EAST MALL DRIVE FOR 0.16 KM (0.10 MI) TO THE JUNCTION OF QUEENS HIGHWAY ON THE RIGHT.  TURN RIGHT, WEST, ON QUEENS HIGHWAY FOR 0.56 KM (0.35 MI) TO A PAVED ROAD LEFT. CONTINUE WEST ON QUEENS HIGHWAY FOR 1.77 KM (1.10 MI) TO THE STATION ON THE LEFT.  THE STATION IS SET IN THE TOP OF A 25 CM SQUARE CONCRETE POST SET FLUSH WITH THE GROUND.  IT IS 6.1 M (20.0 FT) SOUTH-SOUTHWEST OF THE CENTER OF THE HIGHWAY, 7.9 M (25.9 FT) NORTH OF A POWER POLE, AND 1.5 M (4.9 FT) NORTH-NORTHWEST OF A STEEL WITNESS POST.  DESCRIBED BY D.G.  AUG",
            "elevation": 2.44,
            "history": [
                {
                    "date": "1970",
                    "condition": "MONUMENTED",
                    "reporter": "BSDLAS"
                },
                {
                    "date": "19960315",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9254",
            "lat": 26.531594777777777,
            "long": -78.72449919722223,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY BAHAMAS DEPT OF LAND + SURVEY 1980 THE STATION IS LOCATED ON ELEUTHERA ISLAND, ABOUT 6 KM (3.70 MI) NORTHWEST OF THE GOVERNORS HARBOUR, 6 KM (3.70 MI) SOUTHEAST OF GOVERNORS HARBOUR AIRFIELD, ALONG THE SOUTHWEST SIDE OF QUEENS HIGHWAY AT THE TOP OF A GRADE ON THE HIGHWAY, AND NORTHEAST OF THE BOTTOM OF A LOW RISE.  OWNERSHIP--BAHAMAS GOVERNMENT, LANDS AND SURVEYS DEPARTMENT, P.O.  BOX N592, NASSAU, BAHAMAS.  CONTACT IS MR. RALPH H. BRENNEN, PHONE 809-322-2565 OR 2328.  TO REACH THE STATION FROM THE JUNCTION OF QUEENS HIGHWAY AND THE NORTH ENTRANCE TO GOVERNORS HARBOUR AIRFIELD, PROCEED SOUTHWEST ON QUEENS HIGHWAY FOR 2.1 KM (1.30 MI) TO THE U.S.  NAVY FACILITY (OWNED BY THE BAHAMA GOVERNMENT) TO THE PAVED ENTRANCE ROAD LEFT.  CONTINUE SOUTHEASTERLY ON QUEENS HIGHWAY FOR 4.35 KM (2.70 MI) TO THE STATION ON THE RIGHT. THE STATION IS A PUNCH MARK AT THE TIP OF TWO CONNECTED LINES ON THE DISK, SET IN THE TOP AF A 24 CM SQUARE CONCRETE POST SET FLUSH WITH THE GROUND WITH STEEL RODS DRILLED INTO BEDROCK.  THE STATION IS 20.7 M (67.9 FT) NORTHWEST OF POWER POLE NUMBER 278 (HAS ONLY ONE WIRE) AND 19.3 M (63.3 FT) SOUTHEAST OF POWER POLE NUMBER 277 (HAS FOUR WIRES) , 5.8 M (19.0 FT) SOUTHWEST OF THE SOUTHWEST EDGE OF THE HIGHWAY, AND 1.3 M (4.3 FT) NORTHEAST OF A STEEL WITNESS POST.                            STATION RECOVERY (1996)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1996 (SER) RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 08 APR 1996 (SER-WCW) . RECOVERED IN GOOD CONDITION AS DESCRIBED.",
            "elevation": 31,
            "history": [
                {
                    "date": "1980",
                    "condition": "MONUMENTED",
                    "reporter": "BSDLAS"
                },
                {
                    "date": "19960408",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9248",
            "lat": 25.235274266666668,
            "long": -76.28340092222221,
            "magnetic": "STEEL ROD IMBEDDED IN MONUMENT",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL IMAGERY + MAPPING AGENCY 1999 THE STATION IS LOCATED IN THE FIELD THAT LIES BETWEEN BEEBE AVENUE AND POLLACK ROAD IN THE CENTRAL REGION OF AUTEC SITE 1, ANDROS ISLAND, BAHAMAS.   TO REACH THE STATION FROM THE NORTH GATE PROCEED SOUTH ALONG BEEBE AVENUE 0.15 MI (0.24 KM) TO THE INTERSECTION OF BEEBE AVENUE AND THOMPSON.  CONTINUE SOUTH ON BEEBE AVENUE FOR 0.20 MI (0.32 KM) TO GRAVEL ROAD ON LEFT, JUST PAST THE WATER TOWER.  TURN LEFT (EAST) ON GRAVEL ROAD AND PROCEED 0.05 MI (0.08 KM), THEN TURN RIGHT (SOUTH) AND PROCEED 0.1 MI (0.16 KM) TO STATION IN CENTER OF OPEN FIELD.   THE STATION IS APPROXIMATELY 110 M (360.8 FT) NORTHEAST OF A POWER POLE LOCATED AT THE NORTHEASTERN PART OF THE INTERSECTION OF BEEBE AVENUE AND MAURY AVENUE, AND 97 M (318.2 FT) SOUTHEAST OF THE POWER POLE THAT IS NEAREST THE SOUTHEAST CORNER OF THE NAVY ADMINISTRATION BUILDING.  THE STATION IS A STANDARD DMA BRASS DISK SET FLUSH WITH THE GROUND AND STAMPED --- CENTER 1994 GGG.                               STATION RECOVERY (2009)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2009 (ND) RECOVERED IN GOOD CONDITION.",
            "elevation": 2.4,
            "history": [
                {
                    "date": "1994",
                    "condition": "MONUMENTED",
                    "reporter": "DMA"
                },
                {
                    "date": "19990302",
                    "condition": "GOOD",
                    "reporter": "NIMA"
                },
                {
                    "date": "20091110",
                    "condition": "GOOD",
                    "reporter": "INDIV"
                }
            ],
            "id": "AJ2442",
            "lat": 24.705333669444443,
            "long": -77.77185750277778,
            "setting": "undefinedSET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE SETTLEMENT OF ROCK SOUND, ALONG THE CENTER OF THE NORTHWEST SIDE OF A CURVE IN QUEENS HIGHWAY, AND ACROSS THE HIGHWAY FROM AN ESSO GAS STATION.  OWNERSHIP--BAHAMAS GOVERNMENT, SURVEYING AND MAPPING SECTION, LANDS AND SURVEYS DEPARTMENT, P.O. BOX N592, NASSAU, BAHAMAS.  MR.  RALPH H.  BRENNEN IS ASSISTANT DIRECTOR OF LANDS AND SURVEYS.  PHONE 809-322-2565 OR 809-322-2328, FAX 809-322-5830.  TO REACH FROM THE JUNCTION OF QUEENS HIGHWAY AND THE ENTRANCE ROAD TO ROCK SOUND INTERNATIONAL AIRPORT, GO SOUTHERLY ON QUEENS HIGHWAY FOR 0.16 KM (0.10 MI) TO THE NEW AIRPORT ENTRANCE ROAD ON THE RIGHT (PRESENTLY UNDER CONSTRUCTION) .  CONTINUE SOUTHERLY ON QUEENS HIGHWAY FOR 1.93 KM (1.20 MI) TO THE STATION ON THE RIGHT.  THE STATION IS A A PUNCH MARK AT THE TIP OF TWO CONNECTED LINES ON THE DISK, SET IN THE TOP OF A 25 CM SQUARE CONCRETE POST WITH STEEL RODS DRILLED INTO BEDROCK RECESSED 2 CM BELOW THE GROUND SURFACE.  IT IS 26.6 M (87.3 FT) NORTH-NORTHEAST OF THE EAST LEG OF A SIGN FOR A LIQOUR STORE, 10.8 M (35.4 FT) NORTHEAST OF A POWER POLE WITH SIX POWER LINES, 6.2 M (20.3 FT) WEST-NORTHWEST OF, AND ABOUT 0.2 M (0.7 FT) LOWER THAN THE CENTER OF THE HIGHWAY, AND 2.8 M (9.2 FT) EAST-SOUTHEAST OF A POWER POLE WITH A STEEL WITNESS SIGN ATTATCHED. DESCRIBED BY D.G.  AU31.2 FT) SOUTHWEST OF THE CENTER OF THE HIGHWAY, AND 2.0 M (6.6 FT) SOUTH OF A STEEL POST.  DESCRIBED BY D.G.  AUG",
            "elevation": 2.16,
            "history": [
                {
                    "date": "1970",
                    "condition": "MONUMENTED",
                    "reporter": "BSDLAS"
                },
                {
                    "date": "19960320",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9257",
            "lat": 24.872379430555554,
            "long": -76.16227660833334,
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY NATIONAL IMAGERY + MAPPING AGENCY 1999 STATION IS LOCATED ON GOLDING CAY EAST OF ANDROS ISLAND WHICH IS KNOWN AS SITE 4 OF AUTEC.  STATION IS LOCATED ON THE SOUTHEAST SIDE OF SITE 4 WEST OF THE FOOTPATH THAT CIRCLES THE ISLAND. EPOXIED FLUSH WITH THE SURFACE OF A CONCRETE PAD AND STAMPED --- GIP 1986 DET 4 GSS.     ",
            "elevation": 6.2,
            "history": [
                {
                    "date": "1986",
                    "condition": "MONUMENTED",
                    "reporter": "DMA"
                },
                {
                    "date": "19990303",
                    "condition": "GOOD",
                    "reporter": "NIMA"
                }
            ],
            "id": "AJ2443",
            "lat": 24.218521516666666,
            "long": -77.60110032222222,
            "setting": "undefinedSET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1951 THE STATION IS LOCATED ON ELEUTHERA ISLAND ABOUT 12 KM (7.45 MI) NORTHWEST OF GOVERNORS HARBOUR, 2.1 KM (1.30 MI) SOUTHEAST OF GOVERNORS ISLAND AIRFIELD, ON TOP OF THE FIRST HILL APPROXIMATELY 100 M (328.1 FT) SOUTHEAST OF TWO SILVER SALT WATER TANKS AT THE SOUTH CORNER OF THE U.S.  NAVAL FACILTY (NOW OWNED BY THE BAHAMA GOVERNMENT) , IN LINE WITH THE CENTER OF THE NORTHEAST ONE OF TWO TANKS, AND UUPHILL AND SOUTHWEST OF A FRESH WATER RESERVOIR. OWNERSHIP--BAHMAS GOVERNMENT, LANDS AND SURVEYS, DEPARTMENT, P.O. BOX N592, NASSAU, BAHAMAS.  CONTACT IS MR.  RALPH H.  BRENNEN, ASSISTANT DIRECTOR OF LANDS AND SURVEYS, PHONE 809-322-2328.  FOR ACCESS THROUGH THE LOCKED GATE TO THE STATION IS MR.  DONALD FERNANDER AIRPORT MANAGER.  PHONE 809-332-2321.  TO REACH THE STATION FROM THE JUNCTION OF QUEENS HIGHWAY AND THE NORTH ENTRANCE TO GOVERNORS HARBOUR AIRFIELD, GO SOUTHWEST ON QUEENS HIGHWAY FOR 2.1 KM (1.30 MI) TO THE PAVED ENTRANCE ROAD TO THE OLD U.S.  NAVY FACILITY ON THE LEFT.  TURN LEFT ON THE ENTRANCE ROAD FOR 0.64 KM (0.40 MI) TO THE GUARD BOOTH AND A LOCKED GATE.  PROCEED THROUGH THE GATE, PASSING A PAVED ROAD LEFT, CONTINUE DOWNHILL FOR 0.16 KM (0.10 MI) TO A T-JUNCTION WITH A CONCRETE TRIANGLE WITH A LONE TREE IN THE CENTER. TURN RIGHT, SOUTHEAST, PASSING AROUND A BUILDING ON THE RIGHT TO THE SOUTH END OF THE BUILDING FOR 0.16 KM (0.10 MI) TO A PAVED ROAD LEFT AND A DIM TRACK ROAD RIGHT.  CONTINUE UPHILL, SOUTHWEST, FOR ABOUT 60M, BETWEEN TWO BUILDINGS FOR 0.08 KM (0.05 MI) TO THE PARKING LOT END AT A BUILDING PERPINDICULAR TO THE OTHER TWO AND A PAVED ROAD LEFT.  TURN LEFT FOR ABOUT 15 M (49.2 FT) TO A DIM GRASS TRAIL RIGHT AT THE TOP OF THE RESERVOIR.  TURN RIGHT, SOUTHEAST ALONG THE TOP OF THE RESERVOIR FOR 0.16 KM (0.10 MI) TO THE START OF A PAVED ROAD. FROM HERE WALK SOUTHEAST FOR ABOUT 15 M (49.2 FT) TO A FENCE, THEN SOUTHWEST AND UPHILL FOR ABOUT 50 M (164.0 FT) TO THE TOP OF A HILL, THEN TURN NORTHWEST ALONG THE TOP OF THE RIDGE FOR ABOUT 30 M (98.4 FT) TO THE STATION.  THE STATION IS SET FLUSH IN CONCRETE IN THE CENTER TOP OF A 1.5 M (4.9 FT) SQUARE CONCRETE PAD SET FLUSH WITH THE GROUND.",
            "elevation": 34,
            "history": [
                {
                    "date": "1951",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                }
            ],
            "id": "AB9247",
            "lat": 25.265897391666666,
            "long": -76.31019305,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedOBJECT SURROUNDED BY MASS OF CONCRETE",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "ALUMINUM MARKER"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DR7376",
            "lat": 20.97532446111111,
            "long": -73.67794825277778,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'CN14' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DR7378",
            "lat": 20.97532446111111,
            "long": -73.67794825277778
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON ELEUTHERA ISLAND, ABOUT 8 KM (4.95 MI) SOUTH OF ROCK SOUND, BAHAMAS, ALONG THE WEST SIDE OF A GRAVEL TRAIL ROAD, NEAR THE TOP OF THE HIGHEST HILL IN THE VICINITY, AND IN AN AREA SURROUNDED BY SMALL TREES AND LOW BRUSH.  OWNERSHIP--BAHAMAS GOVERNMENT, SURVEYING AND MAPPING SECTION, LANDS AND SURVEYS DEPARTMENT, P.O.  BOX N592, NASSAU, BAHAMAS.  MR.  RALPH H.  BRENNEN IS ASSISTANT DIRECTOR OF LANDS AND SURVEYS.  PHONE 809-322-2565 OR 809-322-2328, FAX 809-322-5830.  TO REACH FROM THE JUNCTION OF QUEENS HIGHWAY AND THE ENTRANCE ROAD TO ROCK SOUND INTERNATIONAL AIRPORT, GO SOUTHERLY ON QUEENS HIGHWAY FOR O.16 KM TO THE NEW ENTRANCE TO THE AIRPORT (PRESENTLY UNDER CONSTRUCTION) .  CONTINUE SOUTHERLY ON QUEENS HIGHWAY FOR 2.7 KM (1.65 MI) TO THE JUNCTION OF A ONE-WAY STREET ON THE LEFT JUST BEFORE THE BAHAMAS ELECTRICITY CORPORATION ACCOUNTING AND COLLECTIONS OFFICE ON THE LEFT AND THE ROCK SOUND CLINIC ON THE RIGHT.  CONTINUE AHEAD, SOUTHERLY, ON QUEENS HIGHWAY FOR 8.45 KM (5.25 MI) TO A GRAVEL TRAIL ROAD ON THE LEFT ABOUT MIDWAY THROUGH A CURVE TO THE RIGHT IN THE HIGHWAY.  TURN LEFT, SOUTHEAST, FOR ABOUT 10 M, (32.8 FT) THEN SOUTH, ON THE GRAVEL TRAIL, ALONG A POWER LINE, FOR 0.8 KM (0.50 MI) TO THE TOP OF THE GRADE AND THE STATION ON THE RIGHT JUST BEFORE THE NINTH POWER POLE.  THE STATION IS SET IN THE TOP OF A LARGE AREA OF BEDROCK WHICH HAS BEEN COVERED BY SAND AND GROWN OVER WITH VEGITATION AND RECESSED 30 CM BELOW THE GROUND SURFACE.  IT IS 13.2 M (43.3 FT) SOUTHWEST OF, AND ACROSS THE TRAIL ROAD FROM THE NINTH POWER POLE FROM THE HIGHWAY, 8.22 M (26.97 FT) WEST OF THE APPROXIMATE CENTER OF THE TRAIL ROAD, AND 1.3 M (4.3 FT) WEST OF A STEEL WITNESS POST.  DESCRIBED BY D.G.  AUG",
            "elevation": 15.67,
            "history": [
                {
                    "date": "1951",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "19960320",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9258",
            "lat": 24.786591261111113,
            "long": -76.17110919722222,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (DGA) NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .* THE STATION IS ON ELEUTHERA ISLAND, BAHAMAS, ABOUT 12 KM (7.45 MI) NORTHWEST OF GOVERNORS HARBOUR, AT GOVERNORS HARBOR AIRPORT, NORTHEAST OF THE RUNWAY, NEAR THE MIDPOINT OF THE RUNWAY, AND ON A HIGH AREA NORTHWEST OF THE SOUTHERLY OF TWO GROUPS OF PINE TREES. OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, P.O.  BOX 975, NASSAU, BAHAMAS.  CONTACT CYRIL R.  SAUNDERS, AIRSPACE ATC MANAGER, FOR PERMISSION TO OCCUPY THIS STATION, PHONE 809-37-72009, FAX 809-37-72116.  AIRPORT MANAGER IS DONALD FERNANDER, GOVERNORS HARBOUR AIRFIELD, P.O.  GENERAL DELIVERY, GOVERNORS HARBOUR, BAHAMAS, PHONE 809-322-2321.* TO REACH THE STATION FROM THE DOMESTIC TERMINAL ON THE APRON, GO WEST ON APRON AND TAXI FOR 0.16 KM (0.10 MI) TO THE RUNWAY. TURN RIGHT AND GO NORTHERLY ALONG THE RUNWAY FOR 0.72 KM (0.45 MI) TO THE STATION ON THE RIGHT.* THE STATION IS LOCATED 45.4 M (148.9 FT) EAST NORTHEAST FROM THE RUNWAY CENTER, 49.9 M (163.7 FT) NORTH FROM THE ELEVENTH RUNWAY LIGHT FROM THE TAXI, 26.1 M (85.6 FT) EAST SOUTHEAST FROM THE TWELFTH RUNWAY LIGHT FROM THE TAXI, AND 22.6 M (74.1 FT) EAST NORTHEAST FROM THE NORTHEAST EDGE OF THE RUNWAY. THE STATION IS A HORIZONTAL STATION DISK COUNTERSUNK FLUSH INTO A HIGH POINT OF AN AREA OF EXPOSED BEDROCK ABOUT 100 M (328.1 FT) LONG X 10 M (32.8 FT) WIDE.  DESCRIBED BY DG AUG.",
            "elevation": 8.8,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9681",
            "lat": 25.283592397222225,
            "long": -76.32959562777778,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (EW) NOTE--THIS STATION IS THE PRIMARY AIRPORT CONTROL STATION.  THE STATION IS LOCATED ON ELEUTHERA ISLAND ABOUT 12 KM (7.45 MI) NORTHWEST OF GOVERNORS HARBOUR, BAHAMAS, AT THE GOVERNORS HARBOUR AIRFIELD BETWEEN THE RUNWAY AND THE SHORELINE, ALONG THE NORTHEAST SIDE OF AN ACCESS ROAD, NEAR OLD RUNWAY END 33 (VISIBLE BY THE CHANGE IN COLOR OF THE ASPHALT) AND APPROXIMATELY 200 M (656.2 FT) NORTHWEST OF RUNWAY END 33.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, P.0.  BOX 975, NASSAU, BAHAMAS.  FOR ACCESS CONTACT CYRIL R.  SAUNDERS, AIRSPACE ATC MANAGER.  PHONE 809-37-72009.  THE AIRPORT MANAGER IS MR.  DONALD FERNANDER, PHONE 809-322-2321.  TO REACH THE STATION FROM THE DOMESTIC TERMINAL, GO WEST ON THE APRON FOR 0.16 KM (0.10 MI) TO THE RUNWAY. TURN LEFT, SOUTHWEST, ACROSS THE RUNWAY FOR 0.24 KM (0.15 MI) TO THE STATION.  THE STATION IS SET FLUSH IN THE TOP OF A 1 M (3.3 FT) X 0.7 M (2.3 FT) AREA OF EXPOSED BEDROCK.  IT IS 46.3 M (151.9 FT) WEST-SOUTHWEST OF THE WEST EDGE OF THE RUNWAY, 55.5 M (182.1 FT) SOUTH-SOUTHWEST OF THE FOURTH RUNWAY LIGHT FROM RUNWAY END, 52.2 M (171.3 FT) WEST OF THE THIRD RUNWAY LIGHT FROM THE RUNWAY END, 29.0 M (95.1 FT) NORTH-NORTHWEST OF THE EXTENSION OF THE OLD THRESHOLD LIGHT BAR, AND 2.75 M (9.02 FT) EAST-NORTHEAST OF THE EAST EDGE OF THE ACCESS ROAD.                            STATION RECOVERY (1996)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1996 (SER) RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 08 APR 1996 (SER-WCW) . RECOVERED IN GOOD CONDITION AS DESCRIBED.",
            "elevation": 4.4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "19960408",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9245",
            "lat": 25.276892005555556,
            "long": -76.32578389722222,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE--THIS IS THE PAC STATION.  NOTE--THE ENTIRE AIRFIELD IS UNDER EXTENSIVE CONSTRUCTION AND ALL MEASUREMENTS, INCLUDING RUNWAY ENDS, ARE SUBJECT TO CHANGE.  CONSTRUCTION COMPANY IS SYMONETTES ENTERPRISES, LTD., OWNER IS EDWIN (TONY) SYMONETTE, P.O.  BOX 31, ELEUTHERA ISLAND, ROCK SOUND, BAHAMAS.  PHONE 809-334-2017 OR 2197, FAX IS 809-334-2167.  THE STATION IS LOCATED ON ELEUTHERA ISLAND, ABOUT 3 KM (1.85 MI) NORTH-NORTHWEST OF ROCK SOUND AT THE ROCK SOUND INTERNATIONAL AIRPORT, ALONG THE NORTH SIDE OF THE RUNWAY, AND NEAR MIDFIELD.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, P.O.  BOX 975, NASSAU, BAHAMAS.  CONTACT CYRIL R.  SAUNDERS, AIRSPACE ATC MANAGER FOR PERMISSION TO OCCUPY THIS STATION.  PHONE 809-37-72009, FAX 809-37-72116.  HOWEVER, BREON LEARY IS AIRPORT MANAGER, ROCK SOUND AIRPORT, ROCK SOUND, ELEUTHERA, BAHAMAS.  PHONE 809-334-2177.  TO REACH FROM THE JUNCTION OF THE CONNECTOR TAXI FROM THE APRON AND THE RUNWAY, GO NORTH ACROSS THE RUNWAY, TURN LEFT, WEST, FOR 0.51 KM (0.30 MI) TO THE STATION.  THE STATION IS SET IN THE TOP OF A 55 CM DIAMETER CONCRETE POST SET FLUSH WITH THE GROUND.  IT IS PROTECTED BY THREE STEEL RODS ABOUT 1 M (3.3 FT) TALL JOINED AT THE TOP.  IT IS 52.5 M (172.2 FT) NORTH OF THE RUNWAY CENTER, AND 29.1 M (95.5 FT) NORTH OF THE NORTH EDGE OF THE RUNWAY.  DESCIBED BY D.G.  AUG",
            "elevation": 1.5,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9255",
            "lat": 24.892010836111112,
            "long": -76.18157609722223,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE--THIS IS A SAC STATION.  NOTE--THE ENTIRE AIRFIELD IS UNDER EXTENSIVE CONSTRUCTION AND ALL MEASUREMENTS, INCLUDING RUNWAY ENDS, ARE SUBJECT TO CHANGE.  CONSTRUCTION COMPANY IS SYMONETTES ENTERPRISES, LTD., OWNER IS EDWIN (TONY) SYMONETTE, P.O.  BOX 31, ELEUTHERA ISLAND, ROCK SOUND, BAHAMAS.  PHONE 809-334-2017 OR 2197, FAX IS 809-334-2167.  THE STATION IS LOCATED ON ELEUTHERA ISLAND, ABOUT 3 KM (1.85 MI) NORTH-NORTHWEST OF ROCK SOUND AT THE ROCK SOUND INTERNATIONAL AIRPORT, ALONG THE NORTH SIDE OF THE RUNWAY, BETWEEN THE RUNWAY AND TREE LINE, AND ACROSS THE HIGHWAY FROM THE BAHAMAS ELECTRICITY CORPORATION FACILITY.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, P.O.  BOX 975, NASSAU, BAHAMAS.  CONTACT CYRIL R. SAUNDERS, AIRSPACE ATC MANAGER FOR PERMISSION TO OCCUPY THIS STATION.  PHONE 809-37-72009, FAX 809-37-72116.  HOWEVER, BREON LEARY IS AIRPORT MANAGER, ROCK SOUND AIRPORT, ROCK SOUND, ELEUTHERA, BAHAMAS.  PHONE 809-334-2177.  TO REACH FROM THE JUNCTION OF THE CONNECTOR TAXI FROM THE APRON AND THE RUNWAY, GO NORTH ACROSS THE RUNWAY, TURN LEFT, WEST, ALONG THE RUNWAY FOR 0.26 KM (0.15 MI) TO THE STATION.  THE STATION IS SET IN THE TOP OF AN AREA OF EXPOSED BEDROCK SET FLUSH WITH THE GROUND.  IT IS PROTECTED BY THREE STEEL RODS ABOUT 1 M (3.3 FT) TALL JOINED AT THE TOP.  IT IS 64.8 M (212.6 FT) EAST OF THE THREE THOUSAND FOOT RUNWAY SIGN, 35.4 M (116.1 FT) NORTH OF THE RUNWAY CENTER, AND 11.7 M (38.4 FT) NORTH OF THE NORTH EDGE OF THE RUNWAY.  DESCIBED BY D.G.  AUG",
            "elevation": 1.1,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9484",
            "lat": 24.89210607777778,
            "long": -76.1753283638889,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE-THIS IS THE PAC STATION.  THE STATION IS LOCATED ON GRAND BAHAMA ISLAND AT THE FREEPORT INTERNATIONAL AIRPORT, IN THE WEST QUADRANT OF THE JUNCTION OF THE TAXI AND THE ROAD LEADING TO THE FIRE STATION, SOUTHWEST OF AND ACROSS THE SAME ROAD FROM THE VOR, AND NEAR MIDFIELD. OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O.  BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA.  MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939.  WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER.  PHONE 809-352-2205, FAX 809-352-9432. CONTACT HIM FOR AN ESCORT TO THIS STATION.  THE STATION IS SET IN THE TOP OF A 50 CM ROUND CONCRETE POST SET FLUSH WITH THE GROUND.  IT IS 64.2 M (210.6 FT) SOUTHWEST OF THE CENTER OF THE ROAD TO THE FIRE STATION, 64.2 M (210.6 FT) NORTHWEST OF THE NORTHWEST EDGE OF THE TAXI, 57.4 M (188.3 FT) SOUTH-SOUTHWEST OF THE SOUTH CORNER 0F THE SOUTH LEG OF THE FIRE STATION FIRE TRUCK PORT, 36.3 M (119.1 FT) WEST OF THE CENTER OF A 0.9 M (3.0 FT) ROUND STEEL MANHOLE COVER PROJECTING 40 CM, AND 20.3 M (66.6 FT) NORTHWEST OF THE CENTER OF A TRAIL ROAD PARALLELING THE TAXI.  NOTE--THE CONCRETE POST IS SET TO A DEPTH OF APPROXIMATELY 1.7 M (5.6 FT) DEEP.  DESCRIBED BY D.G.  AUG                            STATION RECOVERY (2001)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2001 (BSB) RECOVERED 04-23-2001 BY BRIAN S. BOWER OF SCHWEBKE SHISKIN AND ASSOC.   MIRAMAR, FLORIDA",
            "elevation": 1.5,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20010423",
                    "condition": "GOOD",
                    "reporter": "INDIV"
                }
            ],
            "id": "AB9249",
            "lat": 26.553920027777778,
            "long": -78.69927382222222,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE-THIS IS A SAC STATION.  THE STATION IS LOCATED ON GRAND BAHAMA ISLAND AT THE FREEPORT INTERNATIONAL AIRPORT, BETWEEN THE RUNWAY AND PARALLEL TAXI, JUST SOUTHWEST OF THE LAST CONNECTOR TAXI TO RUNWAY END 24.  OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O.  BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA.  MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939.  WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER.  PHONE 809-352-2205, FAX 809-352-9432.  CONTACT HIM FOR AN ESCORT TO THIS STATION.  THE STATION IS SET IN THE TOP OF A 50 CM ROUND CONCRETE POST SET FLUSH WITH THE GROUND.  IT IS 84.1 M (275.9 FT) SOUTHWEST OF THE CENTER OF THE VOR CHECKPOINT CIRCLE LOCATED ON THE CENTER OF THE CONNECTOR TAXI, 69.6 M (228.3 FT) SOUTHEAST OF THE SOUTHEAST EDGE OF THE RUNWAY, 66.5 M (218.2 FT) SOUTH-SOUTHWEST OF THE SOUTHWEST LEG OF THE GUARDRAIL AROUND A SMALL SINKHOLE, 32.7 M (107.3 FT) NORTHWEST OF THE NORTHWEST EDGE OF THE TAXI, 10.6 M (34.8 FT) SOUTHEAST OF A WINDSOCK.  NOTE--THE CONCRETE POST IS SET TO A DEPTH OF APPROXIMATELY 1.7 M (5.6 FT) DEEP. DESCRIBED BY D.G.  AUG",
            "elevation": 1,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9507",
            "lat": 26.561191580555555,
            "long": -78.68859740555556,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE-THIS IS A SAC STATION.  THE STATION IS LOCATED ON GRAND BAHAMA ISLAND AT THE FREEPORT INTERNATIONAL AIRPORT, BETWEEN THE RUNWAY AND TAXI LEADING TO RUNWAY END 6, AND NEAR THE SOUTHWEST END OF A LOW RISE EAST OF THE ANAMOMETER.  OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O. BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA. MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939. WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER. PHONE 809-352-2205, FAX 809-352-9432.  CONTACT HIM FOR AN ESCORT TO THIS STATION.  THE STATION IS SET IN THE TOP OF A 50 CM ROUND CONCRETE POST SET FLUSH WITH THE GROUND.  IT IS 203.3 M (667.0 FT) EAST OF THE CENTER OF THE BASE OF THE ANAMOMETER, 156.4 M (513.1 FT) SOUTHEAST OF THE SOUTHEAST EDGE OF THE RUNWAY, 105.9 M (347.4 FT) NORTH OF THE NORTH EDGE OF THE TAXI, AND 60.2 M (197.5 FT) SOUTH-SOUTHEAST OF A 0.6 M (2.0 FT) TALL STEEL POST ON THE NORTHEAST SIDE OF A 1.0 M (3.3 FT) X 0.6 M (2.0 FT) STEEL COVER FOR AN ELECTRICAL COVER THAT IS FLUSH WITH THE GROUND.  NOTE--THE CONCRETE POST IS SET TO A DEPTH OF APPROXIMATELY 1.7 M (5.6 FT) DEEP. DESCRIBED BY D.G.  AUG                            STATION RECOVERY (2001)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2001 (BSB) RECOVERED 04-23-2001 BY BRIAN S. BOWER OF SCHWEBKE SHISKIN AND ASSOC.   MIRAMAR, FLORIDA",
            "elevation": 2.2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20010423",
                    "condition": "GOOD",
                    "reporter": "INDIV"
                }
            ],
            "id": "AB9508",
            "lat": 26.55081642777778,
            "long": -78.70701396666666,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON GRAND BAHAMA ISLAND AT THE FREEPORT INTERNATIONAL AIRPORT, APPROXIMATELY 15 M (49.2 FT) WEST OF THE VOR AND APPROXIMATELY 250 M (820.2 FT) NORTHEAST OF STATION MYGF A. OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O.  BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA.  MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939.  WELLINGTON G. MOULTRIE IS CHIEF OPERATIONS OFFICER.  PHONE 809-352-2205, FAX 809-352-9432. CONTACT HIM FOR AN ESCORT TO THIS STATION.  THE STATION IS A PK NAIL WITH NGS WASHER SET IN THE TOP OF A EXPOSED BOULDER.",
            "elevation": 2.1,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9509",
            "lat": 26.555256783333334,
            "long": -78.69784870277778,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "NAIL"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE--THIS IS THE PAC STATION.  THE STATION IS LOCATED ON NEW PROVIDENCE ISLAND, NASSAU, THE BAHAMAS, AT THE NASSAU INTERNATIONAL AIRPORT, BETWEEN RUNWAY 14-32 AND ITS PARALLEL TAXIWAY, JUST NORTHWEST OF TAXIWAY E, AND ACROSS THE APRON FROM THE TERMINAL. OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, NASSAU INTERNATIONAL AIRPORT, P.O.  BOX 975, NASSAU, THE BAHAMAS.  AIRSPACE ATC MANAGER IS CYRIL R. SAUNDERS.  PHONE 809-37-72009, FAX 809-37-72166.  CONTACT HIM TO ARRANGE FOR AN ESCORT TO THIS STATION.  THE STATION IS AN NGS HORIZONTAL CONTROL DISK SET FLUSH NEAR THE CENTER OF A 3.1 M (10.2 FT) X 3 M (9.8 FT) CONCRETE FOUNDATION WITH TWO CULVERTS SET FLUSH WITH THE GROUND.  IT IS 98.4 M (322.8 FT) NORTHEAST OF THE NORTHEAST EDGE OF THE RUNWAY SHOULDER, 58.4 M (191.6 FT) NORTHWEST OF THE CENTER OF TAXIWAY E, 54.2 M (177.8 FT) SOUTHWEST OF THE CENTER OF TAXI H (PARALLEL TAXIWAY) , 40.7 M (133.5 FT) NORTH-NORTHEAST OF THE NORTH CORNER OF THE CONCRETE FOUNDATION OF THE SIGN FOR TAXIWAY H, AND 24.4 M (80.1 FT) WEST OF THE WEST CORNER OF THE CONCRETE FOUNDATION OF A SIGN FOR TAXIWAY E.  DESCRIBED BY D.G.  AUG                            STATION RECOVERY (2001)  RECOVERY NOTE BY FEDERAL AVIATION ADMINISTRATION 2001 (TJD) RECOVERED IN GOOD CONDITION.",
            "elevation": 2.2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20010605",
                    "condition": "GOOD",
                    "reporter": "FAA"
                }
            ],
            "id": "AB9243",
            "lat": 25.04567045555556,
            "long": -77.46698887777778,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) NOTE--THIS IS A SAC STATION.  THE STATION IS LOCATED ON NEW PROVIDENCE ISLAND, NASSAU, BAHAMAS, AT THE NASSAU INTERNATIONAL AIRPORT, IN THE NORTH QUADRANT OF THE JUNCTION OF RUNWAYS 14-32 AND 9-27, BETWEEN RUNWAY 14-32 AND ITS PARALELL TAXI, AND ADJACENT TO TALL GRASS IN A WATER DITCH.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, NASSAU INTERNATIONAL AIRPORT, P.O.BOX 975, NASSAU, BAHAMAS.  AIRSPACE ATC MANAGER IS CYRIL R.  SAUNDERS.  PHONE 809-37-72009, FAX 809-37-72166. CONTACT HIM TO ARRANGE FOR AN ESCORT TO THIS STATION. THE STATION IS AN NGS HORIZONTAL CONTROL DISK SET IN THE TOP OF A 40 CM ROUND CONCRETE POST SET FLUSH WITH THE GROUND.  IT IS 78.3 M (256.9 FT) NORTH OF THE CENTER OF RUNWAY 9-27, 76.1 M (249.7 FT) NORTHEAST OF THE CENTER OF RUNWAY 14-32, AND 61.1 M (200.5 FT) SOUTHWEST OF THE CENTER OF TAXI H (PARALLEL TAXI TO RUNWAY 14-32) . NOTE--THE PARALLEL TAXI FOR RUNWAY 14-32 IS TO BE RELOCATED TO THE NORTHEAST DURING CONSTRUCTION IN THE NEAR FUTURE.  DESCRIBED BY D.G. AUG, RECOVERED BY R.A.  ZEMAITIS.",
            "elevation": 2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "19960408",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9704",
            "lat": 25.036793272222223,
            "long": -77.45787865833334,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) NOTE--THIS IS A SAC STATION.  THE STATION IS LOCATED ON NEW PROVIDENCE ISLAND, NASSAU, BAHAMAS, AT THE NASSAU INTERNATIONAL AIRPORT, IN THE SOUTHEAST QUADRANT OF THE JUNCTION OF TAXI H AND RUNWAY 14-32, NEAR RUNWAY END 14, AND ADJACENT TO THE WINDSOCK.  OWNERSHIP--DEPARTMENT OF CIVIL AVIATION, NASSAU INTERNATIONAL AIRPORT, P.O.  BOX 975, NASSAU, BAHAMAS.  AIRSPACE ATC MANAGER IS CYRIL R.  SAUNDERS.  PHONE 809-37-72009, FAX 809-37-72166.  CONTACT HIM TO ARRANGE FOR AN ESCORT TO THIS STATION.  THE STATION IS AN NGS HORIZONTAL CONTROL DISK SET FLUSH WITH THE GROUND IN THE TOP OF AN EXPOSED BOULDER APPEARING TO BE BEDROCK BUT MUCH OF THE SURROUNDING ROCK CAN BE EASILY BROKEN AWAY. IT IS 82.8 M (271.7 FT) NORTHEAST OF THE CENTER OF THE RUNWAY, 33.6 M (110.2 FT) SOUTH OF THE CENTER OF THE TAXI, 28.0 M (91.9 FT) EAST-NORTHEAST OF THE EAST CORNER OF THE CONCRETE FOUNDATION OF RUNWAY SIGN 14, 17.4 M (57.1 FT) SOUTH-SOUTHEAST OF THE FIFTH TAXI LIGHT FROM THE RUNWAY, AND 2.5 M (8.2 FT) EAST OF THE EXTENDED CENTER OF THE NORTHEAST ONE OF TWO STOP LINES.  DESCRIBED BY D.G.  AUG, RECOVERED BY R.A.  ZEMAITIS.",
            "elevation": 2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "19960408",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9705",
            "lat": 25.051825958333335,
            "long": -77.47447430833334,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1974 (EW) THE STATION IS LOCATED ON ELEUTHERA ISLAND, ABOUT 12 KM (7.45 MI) NORTHWEST OF GOVERNORS HARBOUR 2.1 KM (1.30 MI) SOUTHEAST OF THE GOVERNORS HARBOUR AIRFIELD IN THE NORTH QUADRANT OF THE JUNCTION OF QUEENS HIGHWAY AND THE ENTRANCE ROAD TO THE U.S.  NAVY FACILITY (OWNED BY THE BAHAMA GOVERNMENT) .  OWNERSHIP--BAHAMAS GOVERNMENT, SURVEYING AND MAPPING SECTION, LANDS AND SURVEYS DEPARTMENT, P.O. BOX N592, NASSAU BAHAMAS.  FOR INFORMATION CONTACT MR.  RALPH H. BRENNEN 809-322-2328.  TO REACH FROM THE JUNCTION OF THE NORTH ENTRANCE OF GOVERNORS HARBOUR AIRFIELD AND QUEENS HIGHWAY, GO SOUTHWEST ON QUEENS HIGHWAY FOR 2.1 KM (1.30 MI) TO THE PAVED ENTRANCE ROAD TO THE OLD NAVY FACILITY AND THE STATION ON THE LEFT. THE STATION IS SET FLUSH IN THE TOP BASE OF THE EAST END OF A ROCK AND CONCRETE SIGN 3 M (9.8 FT) LONG X 2 M (6.6 FT) TALL.  IT IS 27.8 M (91.2 FT) NORTH-NORTHEAST OF AND ABOUT 2 M (6.6 FT) HIGHER THAN THE CENTER OF THE HIGHWAY, 12.5 M (41.0 FT) NORTHEAST OF A POWER POLE, 5.2 M (17.1 FT) WEST-NORTHWEST OF THE ENTRANCE ROAD AND 0.1 M (0.3 FT) EAST OF THE EAST END OF THE WALL.                            STATION RECOVERY (1996)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1996 (SER) RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 08 APR 1996 (SER-WCW) . RECOVERED IN GOOD CONDITION AS DESCRIBED.",
            "elevation": 7.85,
            "history": [
                {
                    "date": "1974",
                    "condition": "MONUMENTED",
                    "reporter": "NOS"
                },
                {
                    "date": "19960408",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9246",
            "lat": 25.26321013888889,
            "long": -76.31383947777778,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE THIS IS A TIE STATION FOR FREEPORT INTERNATIONAL AIRPORT.  THE STATION IS LOCATED ON GRAND BAHAMA ISLAND, ON THE NORTH EDGE OF FREEPORT, ON A LOW RIDGE IN A SMALL CLEARING SURROUNDED BY PINE TREES, AND JUST WEST OF THE JUNCTION OF QUEENS HIGHWAY AND EAST MALL DRIVE. OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O.  BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA.  MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939.  WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER.  PHONE 809-352-2205, FAX 809-352-9432.  TO REACH FROM THE JUNCTION OF AIRPORT ROAD AND THE MAIN ENTRANCE OF THE FREEPORT INTERNATIONAL AIRPORT, WHICH IS 0.16 KM (0.10 MI) WEST OF THE AIRPORT EXIT ROAD, GO EASTERLY ON AIRPORT ROAD FOR 0.64 KM (0.40 MI) TO A ROUNDABOUT TURN.  BEAR LEFT, NORTHERLY, GOING 3/4 AROUND FOR 0.16 KM (0.10 MI) ENDING SOUTHERLY, PASSING GRAND BAHAMA HIGHWAY ON THE LEFT TO EAST MALL DRIVE.  CONTINUE AHEAD, SOUTH, ON EAST MALL DRIVE FOR 0.16 KM (0.10 MI) TO THE STATION ON THE LEFT.  THE STATION IS SET IN THE TOP OF A 23 CM SQUARE CONCRETE POST SET FLUSH WITH THE GROUND. THE STATION IS PROTECTED BY THREE STEEL POSTS JOINED AT THE TOP, SET IN A TRIANGULAR FORM AND PROJECTING ABOUT 1 M.  (3.3 FT) IT IS 58.1 M (190.6 FT) SOUTHEAST OF THE SOUTHEAST END OF A ROCK AND CONCRETE WALL 9 M (29.5 FT) LONG X 2 M (6.6 FT) HIGH WITH NUMEROUS AREAS CLUBS SIGNS ON IT, 55.7 M (182.7 FT) EAST-NORTHEAST OF THE CURB OF THE SOUTHBOUND LANES OF EAST MALL DRIVE, AND 12.2 M (40.0 FT) NORTH-NORTHWEST OF THE EXTENDED CENTER OF QUEENS HIGHWAY.  DESCRIBED BY D.G.  AUG",
            "elevation": 6.5,
            "history": [
                {
                    "date": "1966",
                    "condition": "MONUMENTED",
                    "reporter": "IAMAP"
                },
                {
                    "date": "19960315",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9252",
            "lat": 26.54604913611111,
            "long": -78.69535008055556,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) NOTE THIS IS A TIE STATION FOR FREEPORT INTERNATIONAL AIRPORT.  THE STATION IS LOCATED ON GRAND BAHAMA ISLAND, ON THE NORTH EDGE OF FREEPORT, ALONG THE NORTH SIDE OF QUEENS HIGHWAY, NORTHWEST OF AND ACROSS THE HIGHWAY FROM FREEPORT CARPET AND DRAIPERIES, AND JUST SOUTH OF A SMALL GROUP OF PINE TREES.  OWNERSHIP--GRAND BAHAMA PORT AUTHORITY, P.O.  BOX F40916, FREEPORT INTERNATIONAL AIRPORT, FREEPORT, GRAND BAHAMA.  MAILING ADDRESS IS BOX 140939, CORAL GABLES, FLORIDA, 33114-0939.  WELLINGTON G.  MOULTRIE IS CHIEF OPERATIONS OFFICER. PHONE 809-352-2205, FAX 809-352-9432.  TO REACH FROM THE JUNCTION OF AIRPORT ROAD AND THE MAIN ENTRANCE OF THE FREEPORT INTERNATIONAL AIRPORT, WHICH IS 0.16 KM (0.10 MI) WEST OF THE AIRPORT EXIT ROAD, GO EASTERLY ON AIRPORT ROAD FOR 0.64 KM (0.40 MI) TO A ROUNDABOUT TURN. BEAR LEFT, NORTHERLY, GOING 3/4 AROUND FOR 0.16 KM (0.10 MI) ENDING SOUTHERLY, PASSING GRAND BAHAMA HIGHWAY ON THE LEFT TO EAST MALL DRIVE.  CONTINUE AHEAD, SOUTH, ON EAST MALL DRIVE FOR 0.16 KM (0.10 MI) TO THE JUNCTION OF QUEENS HIGHWAY ON THE RIGHT. TURN RIGHT, WEST, ON QUEENS HIGHWAY FOR 0.56 KM (0.35 MI) TO A PAVED ROAD LEFT. CONTINUE WEST ON QUEENS HIGHWAY FOR 0.8 KM (0.50 MI) TO THE STATION ON THE RIGHT.  THE STATION IS SET IN THE TOP OF A 25 CM SQUARE CONCRETE POST SET FLUSH WITH THE GROUND.  THE STATION IS PROTECTED BY THREE STEEL POSTS JOINED AT THE TOP, SET IN A TRIANGULAR FORM AND PROJECTING ABOUT 1 M.  (3.3 FT) IT IS 13.7 M (44.9 FT) SOUTHWEST OF THE SOUTHWEST CORNER OF A CHAIN-LINK FENCE, 12.8 M (42.0 FT) NORTH-NORTHWEST OF THE CENTER OF THE HIGHWAY, AND 10.3 M (33.8 FT) WEST-NORTHWEST OF A POWER POLE.  DESCRIBED BY D.G.  AUG",
            "elevation": 2.55,
            "history": [
                {
                    "date": "1966",
                    "condition": "MONUMENTED",
                    "reporter": "IAMAP"
                },
                {
                    "date": "19960315",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9253",
            "lat": 26.54037071388889,
            "long": -78.70883316944445,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL IMAGERY + MAPPING AGENCY 1999 THE STATION IS LOCATED ON THE EAST COAST OF ANDROS ISLAND AT AUTEC SITE 2, NORTH OF THE SITE BUILDINGS.   THE STATION IS 23.6 M (77.41 FT) NORTH-NORTHWEST OF A LONE DECIDUOUS TREE, 53.0 M (173.84 FT) SOUTHEAST OF THE S2 STS E6 WOODEN POLE AND 75.0 M (246.0 FT) NORTHWEST OF THE NORTHWEST LEG OF THE SITE 2 MICROWAVE TOWER.   THE STATION DISK IS CEMENTED FLUSH INTO THE CENTER OF A 1.8 M (5.90 FT) CONCRETE PAD.  THE MARK IS A NIMA BRASS DISK STAMPED --- RADAR O/S 1997.   THE STATION MARK WAS SET BY AUTEC FACILITIES ENGINEERING PERSONNEL IN DECEMBER 1997.                               STATION RECOVERY (2009)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2009 (ND) RECOVERED IN GOOD CONDITION.",
            "elevation": 2.5,
            "history": [
                {
                    "date": "1997",
                    "condition": "MONUMENTED",
                    "reporter": "NIMA"
                },
                {
                    "date": "19990302",
                    "condition": "GOOD",
                    "reporter": "NIMA"
                },
                {
                    "date": "20091111",
                    "condition": "GOOD",
                    "reporter": "INDIV"
                }
            ],
            "id": "AJ2448",
            "lat": 24.499513555555556,
            "long": -77.71958744444444,
            "setting": "undefinedSET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL IMAGERY + MAPPING AGENCY 1999 THE STATION IS LOCATED IN THE NORTHERN HALF OF AUTEC SITE 3 (BIG WOOD CAY), ANDROS ISLAND, BAHAMAS AND 70 METERS SOUTHWEST OF THE MOST NORTHERLY OF THE WOODEN STS POLES (E6).   TO REACH THE STATION FROM THE STS BUILDING AT SITE 3 PROCEED NORTH-NORTHEAST 253 M (830 FT) TO A CONCRETE PAD AND THE STATION IN THE MIDDLE OF THE PAD.   THE STATION IS A STANDARD NIMA BRASS DISK STAMPED --- S3 NORTH 2 1998 --- AND SET FLUSH IN THE CENTER OF A 2.44 M (8.00 FT) BY 2.44 M (8.00 FT) CONCRETE PAD THAT IS 0.25 M (0.82 FT) TALL.   ",
            "elevation": 1.8,
            "history": [
                {
                    "date": "1998",
                    "condition": "MONUMENTED",
                    "reporter": "NIMA"
                },
                {
                    "date": "19990303",
                    "condition": "GOOD",
                    "reporter": "NIMA"
                }
            ],
            "id": "AJ2444",
            "lat": 24.34432645,
            "long": -77.68514605277778,
            "setting": "undefinedSET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DR7373",
            "lat": 24.065180466666668,
            "long": -74.53378089444445,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'CN13' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DR7375",
            "lat": 24.065180466666668,
            "long": -74.53378089444445
        }
    ]
}