{"date":"DECEMBER  2, 2022","region":"BQ","markers":[{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION WAS RECOVERED IN GOOD CONDITION AS DESCRIBED BY W.F.P. IN 1977.  THE PIER AND LADDER WERE NOT AT LULU BAY DURING THE PERIOD OF OCCUPATION BUT THE COAST GUARD IS REPLACING THEM IN THE NEAR FUTURE.  THE DISTANCES AND DIRECTIONS TO REFERENCE MARKS AND AZIMUTH MARK COMPARED FAVORABLY.  THE AZIMUTH MARK DISK HAS BEEN REMOVED, BUT GOOD CHECKS WERE OBTAINED TO THE CENTER OF THE STEEL PIPE IN WHICH IT WAS SET.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":25.1,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"1981","condition":"GOOD","reporter":"NOS"}],"id":"TZ1472","lat":18.39612428611111,"long":-75.01814358611111,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"","stability":"","type":""},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION WAS RECOVERED BUT THE DISK HAS BEEN REMOVED. THE CENTER OF THE STEEL PIPE WHICH PROJECTS 2.2 METER (7 FT), WAS OBSERVED WITH GOOD CHECKS TO THE 1977 DATA. HEIGHT OF LIGHT SHOWN WAS 0.1 METER.","elevation":29.1,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"1981","condition":"SEE","reporter":"DESCRIPTION"}],"id":"TZ1470","lat":18.39447616111111,"long":-75.01616434722222,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"","stability":"","type":""},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED ON THE SOUTHWEST SIDE OF NAVASSA ISLAND, 0.5 KM (0.3 MI) NORTHWEST OF LULU BAY.  TO REACH FROM LULU BAY, PACK NORTHWEST ON OLD RAILROAD BED FOR 0.5 KM (0.3 MI) TO A BREAK IN THE VEGETATION ON THE LEFT AND STATION.  THIS IS THE FIRST PROMINENT POINT NORTH OF LULU BAY.  THE STATION IS A NOS BRASS DISK STAMPED---ANCHORAGE 1981---, CEMENTED IN A DRILL HOLE IN EXPOSED ROCK. IT IS LOCATED, 1 METER (3 FT) NORTH FROM THE EDGE OF CLIFF TO WATER.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":12.1,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1474","lat":18.400133255555556,"long":-75.02163697777777,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED ON THE EAST SIDE OF NAVASSA ISLAND, 0.9 KM (0.6 MI) EAST-NORTHEAST OF THE NAVASSA LIGHTHOUSE.  TO REACH FROM LULU BAY PACK SOUTHEAST ON OLD RAILROAD BED TO WHERE CONCRETE TROUGH BEARS EAST, UPHILL.  FOLLOW CONCRETE TROUGH UPHILL TO UPPER LEVEL OF ISLAND, THEN NORTHEAST ON NORTH SIDE OF DITCH FOR 0.4 KM (0.25 MI) TO THE NAVASSA LIGHTHOUSE.  CONTINUE NORTHEAST FOR 0.1 KM (0.05 MI) TO WHERE OLD RAILROAD BED BEARS LEFT.  GO TO THE RIGHT, EAST-NORTHEAST OVER VERY ROUGH TERRAIN FOR 0.9 KM (0.6 MI) TO THE STATION ON EDGE OF THE CLIFF OF UPPER LEVEL OF ISLAND. NOTE, BY LOOKING FROM THE TOP OF THE LIGHTHOUSE , NORTHEAST YOU WILL BE ABLE TO SEE TWO OPEN AREAS OF RED PHOSPHATE, ONE IS ON A LINE TANGENT TO THE OLD RAILROAD BED BEFORE IT BEARS TO THE NORTHWEST, THE OTHER IS PERPENDICULAR TO THE CURVE OF RAILROAD BED.  THE LATTER IS IN A LINE THAT GOES TO THE STATION.  THE STATION IS A STANDARD NOS BRASS DISK STAMPED---EAST END 1981---, CEMENTED IN A DRILL HOLE IN EXPOSED BEDROCK.  IT IS LOCATED, 3 METERS (10 FT) NORTH FROM A METAL WITNESS POST NAILED TO A TREE, 1.5 METERS (5 FT) WEST OF THE EDGE OF CLIFF, IN A SMALL OPEN AREA OF SCRUB BRUSH.  SITE OVERLOOKS AREA NOTED ON NOS CHART 26194 AS EAST POINT.  APPROXIMATELY 20 FEET LOWER AND TO SOUTH ON CLIFF FACE IS AN INTERMEDIATE PLATEAU HAVING SOME SMALL PALMS OND SCRUB BRUSH ON IT.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":71.5,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1469","lat":18.399525466666667,"long":-75.00420459722223,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED AT LULU BAY ON NAVASSA ISLAND.  TO REACH FROM THE LANDING AT LULU BAY, PACK UPHILL ON CONCRETE WALKWAY TO A SMALL CONCRETE BUILDING ON RIGHT, JUST BEFORE REACHING A POINT WHERE SIDEWALK LEVELS OFF. TURN RIGHT AND GO EAST FOR APPROXIMATELY 70 METERS TO THE STATION AT THE MOST SOUTHEASTERLY POINT OF LULU BAY.  THE STATION IS A STANDARD NOS BRASS DISK STAMPED---LULU 1981---, CEMENTED IN A DRILL HOLE IN EXPOSED BEDROCK.  IT IS LOCATED, 2.0 METERS (6.5 FT) SOUTHEAST FROM A PAD EYE CEMENTED IN BEDROCK AND 5 METERS (16.5 FT) WEST FROM A PAD EYE CEMENTED IN BEDROCK.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":16.4,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1473","lat":18.395893705555554,"long":-75.01885169166667,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED ON THE SOUTH CENTRAL PORTION OF NAVASSA ISLAND, ON THE NAVASSA LIGHTHOUSE.  TO REACH FROM LULU BAY PACK SOUTHEAST ON OLD RAILROAD BED TO WHERE CONCRETE TROUGH BEARS EAST, UPHILL.  FOLLOW TROUGH UPHILL TO UPPER LEVEL OF ISLAND.  THEN NORTHEAST ON EAST SIDE OF DITCH FOR 0.4 KM (0.25 MI) TO LIGHTHOUSE AND STATION. A KEY FOR THE LOCK ON LIGHTHOUSE IS OBTAINABLE FROM THE U.S. COAST GUARD, MIAMI.  THE STATION IS A STANDARD NOS BRASS DISK STAMPED---NAVASSA 1981---, CEMENTED IN A DRILL HOLE IN CONCRETE CATWALK OF THE NAVASSA LIGHTHOUSE.  ONE LEVEL BELOW THE LIGHT. IT IS LOCATED, 0.538 METERS (1.76 FT) SOUTH FROM THE SOUTH SIDE OF WALL OF LIGHTHOUSE. HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":120.9,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1479","lat":18.397336383333332,"long":-75.0128453,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION WAS RECOVERED IN GOOD CONDITION AND AS DESCRIBED BY W.F.P. IN 1977.  THERE IS SOME DETERERATION TO THE BASIC STRUCTURE AND CAUTION IS ADVISED IN CLIMBING THE STAIRS.","history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"1981","condition":"GOOD","reporter":"NOS"}],"id":"TZ1478","lat":18.397357799999998,"long":-75.01283817222222,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"","stability":"","type":""},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED ON THE NORTH SIDE OF NORTHWEST POINT OF NAVASSA ISLAND.  TO REACH FROM LULU BAY PACK NORTHWEST ON AND OFF OLD RAILROAD BED, OCCASIONALLY THROUGH DENSE JUNGLE, FOR 1.6 KM (1 MI) TO END OF RAILROAD BED.  PICK WAY NORTHWEST ALONG AND APPROXIMATELY 30 METERS NORTH OF SHORELINE, FOR 0.4 KM (0.25 MI) TO AN OPEN AREA AND SADDLE UP TO UPPER LEVEL OF ISLAND, NOTE, A VERY G BOAT LANDING CAN BE MADE NEAR THIS SADDLE.  PACK UP SADDLE TO TOP AND OLD CISTERN, THEN NORTHERLY ACROSS OPEN AREA TO STATION NEAR EDGE OF CLIFF ON NORTHWEST POINT.  THE STATION IS A CHISLED X IN EXPOSED BEDROCK. IT IS LOCATED, 22 METERS (72 FT) SOUTH FROM THE EDGE OF CLIFF, 17 METERS (56 FT) SOUTH FROM A BLAZED TREE STUMP AND 2 METERS (6.6 FT) NORTH FROM DOUBLE PALM TREES.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":44,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1476","lat":18.41362353888889,"long":-75.02833731388888,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"CHISELED CROSS"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED ON THE NORTH SIDE OF NORTHWEST POINT OF NAVASSA ISLAND.  TO REACH FROM LULU BAY PACK NORTHWEST ON AND OFF OLD RAILROAD BED, OCCASIONALLY THROUGH DENSE JUNGLE, FOR 1.6 KM (1 MI) TO END OF RAILROAD BED.  PICK WAY NORTHWEST ALONG AND APPROXIMATELY 30 METERS NORTH OF SHORELINE, FOR 0.4 KM (0.25 MI) TO AN OPEN AREA AND SADDLE UP TO UPPER LEVEL OF ISLAND, NOTE, A VERY GOOD BOAT LANDING CAN BE MADE NEAR THIS SADDLE.  PACK UP SADDLE TO TOP AND OLD CISTERN, THEN NORTHERLY ACROSS OPEN AREA TO STATION AT EDGE OF CLIFF ON NORTHWEST POINT.  THE STATION IS A STANDARD NOS BRASS DISK, STAMPED---NORTHWEST POINT 1981---, CEMENTED IN EXPOSED BEDROCK, AT A POINT THAT WILL SEE THE ENTIRE NORTH SHORE OF THE ISLAND. IT IS LOCATED, 3 METERS (10 FT) SOUTH FROM THE EDGE OF CLIFF AND 7 METERS (24 FT) NORTHEAST FROM A BLAZED BUTTONWOOD TREE STUMP.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":44.5,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1475","lat":18.413756508333332,"long":-75.02822501388889,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED 0.3 KM (0.2 MI) SOUTH OF NORTHWEST POINT, ON NAVASSA ISLAND.  TO REACH FROM LULU BAY PACK NORTHWEST ON AND OFF OLD RAILROAD BED, OCCASIONALLY THROUGH DENSE JUNGLE, FOR 1.6 KM (1 MI) TO END OF RAILROAD BED.  PICK WAY NORTHWEST ALONG AND APPROXIMATELY 30 METERS NORTH OF SHORELINE, FOR 0.4 KM (0.25 MI) TO AN OPEN AREA AND SADDLE UP TO UPPER LEVEL OF ISLAND, A VERY GOOD BOAT LANDING CAN BE MADE NEAR THIS SADDLE.  PACK UP SADDLE TO TOP AND OLD CISTERN, THEN NORTHWEST FOR APPROXIMATELY 0.1 KM (0.05 MI) TO HIGHEST POINT AND STATION.  THE STATION IS A STANDARD NOS BRASS DISK STAMPED---PHOSPHATE 1981---, CEMENTED IN A DRILL HOLE IN OUTCROPING BEDROCK. IT IS LOCATED, 6 METERS (20 FT) SOUTHWEST FROM A METAL WITNESS SIGN, NAILED TO A 6 INCH BUTTONWOOD TREE AND 3.6 METERS (12 FT) EAST FROM A 8 INCH BLAZED TREE.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":50.7,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1477","lat":18.411123749999998,"long":-75.02850448055555,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1981 (RHH) THE STATION IS LOCATED 0.3 KM (0.2 MI) EAST OF LULU BAY ON THE SOUTH SIDE AND UPPER LEVEL OF NAVASSA ISLAND.  TO REACH FROM LULU BAY, PACK SOUTHEAST ON OLD RAILROAD BED TO WHERE CONCRETE TROUGH BEARS EAST, UPHILL.  FOLLOW TROUGH UPHILL TO JUST BEFORE REACHING TOP.  TURN LEFT OFF TRAIL AND GO NORTHWEST FOR 0.1 KM (0.05 MI) TO STATION AT A POINT THAT WILL SEE LULU BAY AND NAVASSA LIGHTHOUSE, THROUGH THE TREES AND BRUSH.  NOTE, THE LAST 100 METERS TO STATION IS VERY ROUGH TERRAIN WITH SHARP LIMESTONE.  THE STATION IS A STANDARD NOS BRASS DISK, STAMPED---UPPER 1981---, CEMENTED IN A DRILL HOLE IN OUTCROPING JAGGED LIMESTONE. IT IS LOCATED, 4 METERS (13 FT) WEST-NORTHWEST FROM A METAL WITNESS SIGN, NAILED TO A TREE.  HEIGHT OF LIGHT SHOWN WAS 1.5 METERS.","elevation":66.3,"history":[{"date":"1981","condition":"MONUMENTED","reporter":"NOS"}],"id":"TZ1471","lat":18.395656908333333,"long":-75.01620363333333,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN ROCK OUTCROP","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"}]}