{
    "date": "DECEMBER  2, 2022",
    "region": "CJ",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 NO DESCRIPTION SUBMITTED FOR THIS POINT.  TEXT CREATED BY ADDESC.                            STATION RECOVERY (2007)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2007 (DW) MARK IS ON CAYMAN BRAC ISLAND, ALONG NW SIDE OF ISLAND NEAR WEST END. MARK IS A HUB ATOP A CONCRETE POST SET ONTO A CORAL OUTCROP, ALONG THE NORTH SIDE OF A CARVED, MINI-HARBOR AT SITE OF OLD BUCCANEER'S INN CANAL, AT NORTH END OF ROBERT FOSTER LANE.",
            "elevation": 0.55,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20070201",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9320",
            "lat": 19.692183955555556,
            "long": -79.88309042777777,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 NO DESCRIPTION SUBMITTED FOR THIS POINT.  TEXT CREATED BY ADDESC.                            STATION RECOVERY (2007)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2007 (DW) MARK IS ON CAYMAN BRAC ISLAND, AT ENE END.  MARK IS A STEEL HUB ATOP A CONCRETE POST INSCRIBED 'DOS 1970 C152', SET ONTO A CORAL OUTCROP, 15 FEET WEST OF CLIFF EDGE AT TOP OF CLIFF, ABOUT 500 PACES WEST ALONG HERITAGE TRAIL FROM LIGHT HORN AT PARKING LOT AT EAST END OF MAJOR DONALD DRIVE.",
            "elevation": 42.25,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20070201",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9321",
            "lat": 19.752983744444446,
            "long": -79.72560513055556,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 NO DESCRIPTION SUBMITTED FOR THIS POINT.  TEXT CREATED BY ADDESC.                            STATION RECOVERY (2007)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2007 (DW) STATION IS ON GRAND CAYMAN ISLAND, AT EAST END OF ISLAND.  MARK IS AN IRON ROD WITH A CENTER PUNCH SET INTO A CONCRETE POST INSCRIBED 'D.O.S. C277 1971'. FROM MORRITT'S TORTUGA CLUB (LONG COCONUT POINT), GO N AND W ALONG QUEENS HWY FOR 0.8 MI.  GO NE (RIGHT) ON SPOTTER WAY FOR 0.1 MI, THEN W (LEFT) ON TRAIL FOR 0.1 MI, THEN W (LEFT) ON NEXT TRAIL.  CONTINUE 0.2 MI AND TAKE FOOT TRAIL TO SHORE.  GO ABOUT 150 YARDS E ALONG COAST TO CORAL OUTCROP AREA.  MARK IS NEAR CENTER OF AREA AND IS EXPOSED 0.3 FEET.  MARK IS ABOUT 100 YARDS W OF SPOTTER BAY (TINY COVE).",
            "elevation": 1.43,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20070201",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9319",
            "lat": 19.353462080555556,
            "long": -81.09914209166666,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE OWEN ROBERTS INTERNATIONAL AIRPORT, ON GRAND CAYMAN, CAYMAN ISLANDS, B.W.I.  STATION IS LOCATED AT THE EASTERN END OF THE AIRPORT ALONG AN ABANDONED PAVED ROAD.  OWNERSHIP--CIVIL AVIATION AUTHORITY OF THE CAYMAN ISLANDS.  ACCESS TO THE MARK CAN BE OBTAINED FROM MR.  JEREMY JACKSON, CHIEF OF AVIATION SERVICES, P.O.BOX 277, BEACON HOUSE, GRAND CAYMAN, CAYMAN ISLANDS, TELEPHONE (809) 949-7811.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR. ALISTER AYERS, CHIEF SURVEYOR, LANDS AND SURVEY DEPARTMENT, P.O.  BOX 1089, GOVERNMENT TOWER BUILDING, GRAND CAYMAN, CAYMAN ISLANDS, TELEPHONE (809) 947-4306.  STATION IS 6.2 METERS (20.3 FT) EAST OF THE APPROXIMATE CENTERLINE OF THE ABANDONED ROAD, 33.2 METERS (108.9 FT) SOUTH OF THE CENTERLINE OF AN ACCESS GATE ONTO CREWE ROAD, AND 8.1 METERS (26.6 FT) WEST OF A CIRCULAR MAN HOLE COVER, AND SET IN THE SOUTH END OF THE RECTANGULAR FOUNDATION OF A TELEPHONE INSPECTION HATCH.  THIS MARK HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 1.8,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9497",
            "lat": 19.291215469444445,
            "long": -81.36823262777777,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN A LIGHT STRUCTURE",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY CAYMAN ISLAND HYDROGRAPHIC DEPARTMENT 1971 STATION IS LOCATED ON THE NORTHWEST TIP OF GRAND CAYMAN ISLAND, B.W.I. CEMENTED INTO AN EXPOSED FOSSILIZED CORAL FORMATION.  TO REACH STATION, CONTACT MR.  ALLISTER AYERS, CHIEF SURVEYOR, LANDS AND SURVEY DEPARTMENT, P.O.  BOX 1089 GT, GOVERNMENT TOWER BUILDING, GRAND CAYMAN, CAYMAN ISLANDS, B.W.I., PHONE (809) 947-4306.  NO REASONABLE DESCRIPTION COULD BE MADE TO REACH STATION.                            STATION RECOVERY (2007)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2007 (DW) STATION IS A HYDROGRAPHIC DEPARTMENT ADMIRALTY LONDON SWI TRIANGULATION DISK SET ATOP A PROTRUDING CORAL OUTCROP (WHICH IS COVERED AT HIGH TIDE) AND STAMPED 'VIDAL BARKERS 1956'.  IT IS ON THE ISLAND OF GRAND CAYMAN, ON WEST BAY PENINSULA, AT EXTREME EAST END POINT, KNOWN AS HEAD OF BARKERS AT SEAWARD ENTRANCE TO NORTH SOUND. TO ACCESS FROM CONCH POINT ROAD AND REGINALD PARSONS DRIVE, GO ESE ON CONCH PT RD INTO BARKERS NAT'L PARK.  GO 0.5 MILES AND MAKE DOG-LEG LEFT.  GO 0.7 MI AND BEAR RIGHT (SOUTH) AT BEACH.  GO 0.3 MI AND BEAR LEFT.  GO 0.4 MI TO ROTARY AT END OF ROAD.  WALK ABOUT 100 YARDS TO AN UPROOTED CONCRETE POST WITH TILTED PVC PIPE.  STATION IS OFF SHORE ABOUT 60 YARDS TO NE.",
            "elevation": 0.13,
            "history": [
                {
                    "date": "1971",
                    "condition": "MONUMENTED",
                    "reporter": "CIHD"
                },
                {
                    "date": "20070201",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9263",
            "lat": 19.381213286111112,
            "long": -81.36111721111111,
            "magnetic": "OTHER; SEE DESCRIPTION",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY CAYMAN ISLAND HYDROGRAPHIC DEPARTMENT 1956 STATION IS LOCATED IN GEORGETOWN, GRAND CAYMAN, B.W.I.  ON THE SEASIDE APPROXIMATELY 0.8 MI (1.3 KM) NORTH FROM THE PORT AUTHORITY DOCK.  IT IS ON THE HIGH POINT OF A SMALL FOSSILIZED CORAL FORMATION THAT IS THE NORTHERLY LIMIT OF THE GEORGETOWN PUBLIC BOAT LAUNCH.  CONTACT MR. ALLISTER AYERS, CHIEF SURVEYOR, LANDS AND SURVEY DEPARTMENT, P.O.  BOX 1089, GRAND CAYMAN, CAYMAN ISLANDS, B.W.I.  FOR ASSITANCE IF NEEDED. PHONE (809) 947-4306.  STATION IS A 13 CM DIAMETER BRASS DISK CEMENTED INTO ROCK CORAL AND WITH VIDAL INSCRIBED INTO THE CONCRETE MASS.  IT IS 6.6 M (21.7 FT) NORTH OF THE NORTH EDGDE OF A WOODEN DOCK AND 58.4 M (191.6 FT) WEST OF THE EAST EDGE OF THE SAME DOCK.  MARK IS A HYDROGRAPHIC DEPARTMENT ADMIRALITY LONDON SWI, TRIANGULATION STATION.                            STATION RECOVERY (2007)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2007 (DW) C.I. LANDS AND SURVEY DEPT. REFERS TO THIS STATION AT 'VIDAL.'  AYERS IS NO LONGER WITH L+S.  NEW CONCRETE HAS BEEN ADDED TO SHORE UP MONUMENT WITH THE 'VIDAL' INSCRIPTION.  DOCK IS SEAWARD OF ABANDONED BLUE BLDG. AND LOBSTER POT RESTAURANT AT 245 WEST BAY ROAD.                            STATION RECOVERY (2012)  RECOVERY NOTE BY GEOCACHING 2012 (RLM) RECOVERED IN GOOD CONDITION.  ",
            "elevation": 0.91,
            "history": [
                {
                    "date": "1956",
                    "condition": "MONUMENTED",
                    "reporter": "CIHD"
                },
                {
                    "date": "20070201",
                    "condition": "GOOD",
                    "reporter": "NGS"
                },
                {
                    "date": "20120329",
                    "condition": "GOOD",
                    "reporter": "GEOCAC"
                }
            ],
            "id": "AB9262",
            "lat": 19.30366275,
            "long": -81.38349172777778,
            "magnetic": "OTHER; SEE DESCRIPTION",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "TRIANGULATION STATION DISK"
        }
    ]
}