{
	"date": "JANUARY  2, 2023",
	"region": "CP",
	"markers": [
		{
			"description": " BY CURACAO GEODETIC DEPARTMENT 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF CURACAO, NETHERLANDS ANTILLES, EAST OF THE HATO INTERNATIONAL AIRPORT, LOCATED MID-ISLAND ON THE NORTH SHORE.  TO REACH THE STATION FROM THE HATO INTERNATIONAL AIRPORT, PROCEED EAST ON THE MAIN ROAD FOR 2.2KM TO AN ASPHALT ROAD LEFT.  TURN LEFT (NORTH) FOR 1.2KM TO AN AUTO DUMP AND A TRACK ROAD RIGHT.  TURN RIGHT (EAST) FOR 1.1KM PASSING THROUGH THE AUTO DUMP AND A SMALL ARMS RANGE TO THE STATION ON THE LEFT.  THE STATION IS LOCATED APPROXIMATELY 100FT SOUTH OF A CORAL CLIFF, 700FT NORTH NORTH EAST FROM THE EAST CORNER OF THE EASTERN MOST BUNKER, AND 500FT NORTH OF THE DIRT TRACK ROAD.",
			"elevation": 9.4,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "CGD"
				}
			],
			"id": "AB9267",
			"lat": 12.187012555555556,
			"long": -68.92552969722223,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY CURACAO GEODETIC DEPARTMENT 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF CURACAO, NETHERLANDS ANTILLES, NORTH NORTHWEST OF THE HATO INTERNATIONAL AIRPORT, LOCATED MID-ISLAND ON THE NORTH SHORE.  TO REACH THE STATION FROM THE HATO INTERNATIONAL AIRPORT, PROCEED WEST ON MAIN ROAD APPROXIMATELY 1.5MI TO A DIRT TRACK ROAD RIGHT.  TURN RIGHT (NORTH) FOR 5.4KM ON THE MEANDERING DIRT AND CORAL TRACK TO A CORAL SHELF AND THE STATION ON THE RIGHT. THE STATION IS A PAINTED WHITE AND BLACK CONCRETE PILLAR STANDING 1.55M TALL BY 3.5M SQUARE.  THE STATION IS APPROXIMATELY 300FT SOUTH OF A CORAL CLIFF EDGE, 2000FT NORTHWEST FROM A CONCRETE BENCH MARK AND 72FT FROM THE CENTER OF THE CORAL TRACK.",
			"elevation": 11.36,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "CGD"
				}
			],
			"id": "AB9266",
			"lat": 12.208148694444445,
			"long": -68.98890088333333,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY CURACAO GEODETIC DEPARTMENT 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF CURACAO, NETHERLANDS ANTILLES, SSW OF HATO INTERNATIONAL AIRPORT NEAR THE VOR COMPLEX.  ACCESS TO THE STATION IS THROUGH A LOCKED GATE.  POINT OF CONTACT IS MR HUMPHREY MARTINA, TECHNICAL DEPT., CIVIL AVIATION (683-933) FOR ACCESS.  TO REACH THE STATION FROM HATO INTERNATIONAL AIRPORT, PROCEED WEST ON FRANKLIN D.  ROOSEVELT ROAD FOR 7.5KM TO A PAVED ROAD AND A GATE LEFT. TURN LEFT (SE) .4KM TO THE STATION ON THE LEFT. THE STATION IS 379FT ENE FROM THE N SIDE OF VOR, 89.3FT WNW FROM THE NW CORNER OF A POWER GENERATING BUILDING, AND 14.9FT S OF THE S EDGE OF A SERVICE ROAD.",
			"elevation": 96.66,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "CGD"
				}
			],
			"id": "AB9268",
			"lat": 12.196336075,
			"long": -69.01074971388888,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE HATO INTERNATIONAL AIRPORT, CURACAO, NETHERLANDS ANTILLES, IN A GRASSY AREA BETWEEN THE RUNWAY AND THE AIRCARFT PARKING APRON, IN FRONT OF THE AIRPORT TERMINAL BUILDING, .15 KILOMETER (0.10 MI) EAST OF THE CENTER INTERSECTION TAXIWAY (TAXIWAY C) .  OWNERSHIP--CURACAO INTERNATIONAL AIRPORT N.V.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  HENDRIKS ABRAHAM, CHIEF AIRPORT INSPECTOR, HATO AIRPORT, CURACAO, NETHERLANDS ANTILLES, TELEPHONE (599-9) 682288.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  E.  CHRISTIAAN, DIRECTOR, CADASTRAL SERVICE, PROF. ROMULO BETHANCOURT BLVD 4, CURACAO, TELEPHONE (599-9) 611188. STATION IS LOCATED 24.4 METERS (80.1 FT) NORTH OF THE WIND T INDICATOR, 6.7 METERS (22.0 FT) NORTH NORTHEAST OF THE CENTERLINE OF AN EAST-WEST TRACK ROAD, AND 63.7 METERS (209.0 FT) SOUTH SOUTHWEST OF THE EDGE OF THE RUNWAY PAVEMENT.  STATION IS SET IN THE TOP OF A 0.5 METER (1.6 FT) SQUARE REINFORCED CONCRETE MONUMENT OVER 1 METER (3.3 FT) DEEP, RESTING ON A 1 METER (3.3 FT) SQUARE REINFORCED CONCRETE BASE.  THIS STATION HAS BEEN SELECTED AS THE PIMARY AIRPORT CONTROL STATION (PACS) .",
			"elevation": 8.2,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9264",
			"lat": 12.187728580555556,
			"long": -68.95822986666667,
			"magnetic": "STEEL ROD IMBEDDED IN MONUMENT",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE HATO INTERNATIONAL AIRPORT, CURACAO, NETHERLANDS ANTILLES, IN A GRASSY AREA BETWEEN THE RUNWAY AND THE EAST-WEST TAXIWAY, IN FRONT OF THE AIRPORT FIRE STATION BUILDING, OWNERSHIP--CURACAO INTERNATIONAL AIRPORT N.V.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  HENDRIKS ABRAHAM, CHIEF AIRPORT INSPECTOR, HATO AIRPORT, CURACAO, NETHERLANDS ANTILLES, TELEPHONE (599-9) 682288.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  E.  CHRISTIAAN, DIRECTOR, CADASTRAL SERVICE, PROF.  ROMULO BETHANCOURT BLVD 4, CURACAO, TELEPHONE (599-9) 611188.  STATION IS LOCATED 12.0 METERS (39.4 FT) EAST OF THE CENTERLINE OF THE PAVED FIRE EMERGENCY ACCESS ROAD, 4.1 METERS (13.5 FT) NORTHEAST OF THE CENTERLINE OF AN EAST-WEST TRACK ROAD.  STATION IS SET IN THE TOP OF A 0.50 METER (1.64 FT) SQUARE REINFORCED CONCRETE MONUMENT OVER 1 METER (3.3 FT) DEEP, RESTING ON A 1 METER (3.3 FT) SQUARE REINFORCED CONCRETE BASE.  THIS STATION HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
			"elevation": 8.6,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9550",
			"lat": 12.186309455555556,
			"long": -68.95159722222222,
			"magnetic": "STEEL ROD IMBEDDED IN MONUMENT",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE HATO INTERNATIONAL AIRPORT, CURACAO, NETHERLANDS ANTILLES, AT THE WEST END OF THE RUNWAY, IN A GRASSY AREA BETWEEN THE RUNWAY AND THE EAST-WEST TAXIWAY, 0.3 KILOMETER (0.20 MI) WEST OF THE WEST TAXIWAY (TAXIWAY B) INTERSECTION, OWNERSHIP--CURACAO INTERNATIONAL AIRPORT N.V.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  HENDRIKS ABRAHAM, CHIEF AIRPORT INSPECTOR, HATO AIRPORT, CURACAO, NETHERLANDS ANTILLES, TELEPHONE (599-9) 682288. ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  E. CHRISTIAAN, DIRECTOR, CADASTRAL SERVICE, PROF.  ROMULO BETHANCOURT BLVD 4, CURACAO, TELEPHONE (599-9) 611188.  STATION IS LOCATED 40.0 METERS (131.2 FT) SOUTH SOUTHWEST OF THE EDGE OF THE RUNWAY PAVEMENT, AND 32.8 METERS (107.6 FT) NORTH OF THE NORTHWEST CORNER OF A CONCRETE CULVERT WINGWALL ON THE NORTH SIDE OF THE EAST-WEST TAXIWAY.  STATION IS SET IN THE TOP OF A 0.50 METER (1.64 FT) SQUARE REINFORCED CONCRETE MONUMENT OVER 1 METER (3.3 FT) DEEP, RESTING ON A 1 METER (3.3 FT) SQUARE REINFORCED CONCRETE BASE.  THIS STATION HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
			"elevation": 7.1,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9551",
			"lat": 12.190504530555556,
			"long": -68.970453625,
			"magnetic": "STEEL ROD IMBEDDED IN MONUMENT",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY CURACAO GEODETIC DEPARTMENT 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF CURACAO, NETHERLANDS ANTILLES, NEAR THE EAST END OF RUNWAY 29 ON THE HATO INTERNATIONAL AIRPORT, LOCATED MID-ISLAND ON THE NORTH SHORE.  TO REACH THE STATION FROM THE HATO INTERNATIONAL AIRPORT RAMP, PROCEED EAST VIA TAXIWAY TO RUNWAY 29.  CONTINUE EAST FOR 50YD THEN TURN NORTH ONTO DIRT TRACK FOR 120YD. TURN RIGHT (EAST) AND PROCEED 300FT TO THE STATION ON THE LEFT ON A CORAL SHELF.  THE STATION IS LOCATED 36FT NORTH OF CENTER OF A TRACK ROAD, 178FT SOUTH OF CORAL CLIFF AND 432FT FROM A CONCRETE WALL.  THE STATION IS A 50CM SQUARE CONCRETE BLOCK SET INTO CORAL WITH A DATUM POINT ON TOP.",
			"elevation": 8,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "CGD"
				}
			],
			"id": "AB9265",
			"lat": 12.186669983333333,
			"long": -68.94106017777779,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}