{
	"date": "JANUARY  2, 2023",
	"region": "DO",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 17 MI (27.4 KM) SOUTHWEST FROM MARIGOT, 18 MI (29.0 KM) SOUTH FROM PORTSMOUTH, IN THE BAYFRONT AREA OF ROSEAU, DOMINICA.  CONTACT VINCENT ROBINSON, PRINCIPAL LAND /ENGINEERING SURVEYOR, MINISTRY OF COMMUNICATIONS, WORKS AND HOUSING, ROSEAU, DOMINICA, PHONE (809) 448-8933, IN ADVANCE OF OPERATIONS TO ARRANGE FOR LOGISTICS ASSISTANCE.  TO REACH THE STATION FROM THE CENOTAPH MONUMENT ON THE NORTH SIDE OF FORT YOUNG IN ROSEAU, GO SOUTHWEST ON BAY STREET FOR 225 FT (68.6 M) TO BAYFRONT AREA, GARRAWAY HOTEL ON THE RIGHT, AND STATION ON THE LEFT IN THE SOUTHWEST CORNER OF THE BAYFRONT SEAWALL.  LOCATED 278.7 FT (84.9 M) SOUTHEAST FROM THE CENTER OF A GATE ON THE SEAWALL TO THE CRUISE SHIP PIER, 43.7 FT (13.3 M) SOUTHWEST FROM A FIREPLUG, AND 40.5 FT (12.3 M) SOUTH FROM A LIGHT POLE.",
			"elevation": 3,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9270",
			"lat": 15.295844016666667,
			"long": -61.38724441944444,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A MASSIVE STRUCTURE",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2022 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
			"history": [],
			"id": "DR7379",
			"lat": 19.667113169444445,
			"long": -69.93981026388889,
			"magnetic": "",
			"marker": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA",
			"setting": "",
			"stability": ""
		},
		{
			"description": "MENT IS ASSOCIATED WITH CORS SITE 'CN27' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
			"history": [],
			"id": "DR7381",
			"lat": 19.667113169444445,
			"long": -69.93981026388889,
			"magnetic": "",
			"marker": "",
			"setting": "",
			"stability": ""
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED AT CANEFIELD AIRPORT ON THE WEST COAST OF DOMINICA, 2 MI (3.2 KM) NORTH FROM ROSEAU, 15 MI (24.1 KM) SOUTHEAST FROM PORTSMOUTH.  CALL AIRPORT MANAGER DON CORRIETTE, CANEFIELD AIRPORT, ROSEAU, DOMINICA, PHONE (809) 449-1990, FAX (809) 409-2020, AND VINCENT ROBINSON, PRINCIPAL LAND /ENGINEERING SURVEYOR, MINISTRY OF COMMUNICATIONS, WORKS AND HOUSING, ROSEAU, DOMINICA, PHONE (809) 448-8933, IN ADVANCE OF OPERATIONS TO ARRANGE FOR AIRPORT ACCESS AND LOGISTICS ASSISTANCE.  TO REACH THE STATION FROM THE SECURITY GATE AT THE NORTH END OF CANEFIELD AIRPORT TERMINAL BUILDING, GO WEST ACROSS APRON FOR 120 FT (36.6 M) TO DITCH AT EDGE OF APRON.  TURN RIGHT AND GO NORTH ALONG DITCH FOR 85 FT (25.9 M) TO STATION IN TOP CENTER OF 9 INCH X 6.6 FT (2.0 M) X 3.4 FT (1.0 M) HIGH CONCRETE CULVERT. LOCATED 168.2 FT (51.3 M) NORTHWEST FROM CENTER OF SECURITY GATE AT NORTH END OF TERMINAL, 60.8 FT (18.5 M) SOUTH FROM CENTERLINE OF NORTHERN TAXIWAY, AND 49.9 FT (15.2 M) EAST FROM EAST EDGE OF SINGLE RUNWAY.",
			"elevation": 4,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9271",
			"lat": 15.339785616666667,
			"long": -61.392038613888886,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED AT MELVILLE HALL AIRPORT ON THE NORTHEAST COAST OF DOMINICA, 17 MI (27.4 KM) NORTHEAST FROM ROSEAU, 1.2 MI (1.9 KM) NORTHWEST FROM MARIGOT.  CONTACT WELCH RICHARDS, MINISTER OF COMMUNICATIONS, WORKS AND HOUSING, MELVILLE HALL AIRPORT, ROSEAU, DOMINICA, PHONE (809) 445-7101, FAX (809) 445-7405, AND VINCENT ROBINSON, PRINCIPAL LAND /ENGINEERING SURVEYOR, MINISTRY OF COMMUNICATIONS, WORKS AND HOUSING, ROSEAU, DOMINICA, PHONE (809) 448-8933, IN ADVANCE OF OPERATIONS TO ARRANGE FOR AIRPORT ACCESS AND LOGISTICS ASSISTANCE.  TO REACH THE STATION FROM THE MELVILLE HALL CONTROL TOWER, GO NORTH ACROSS APRON FOR 170 FT (51.8 M) TO EDGE OF APRON.  CONTINUE NORTH ACROSS GRASS ISLAND FOR 150 FT (45.7 M) TO STATION.  LOCATED 174.5 FT (53.2 M) WEST-NORTHWEST FROM CENTER OF STONE CULVERT, 124.5 FT (37.9 M) EAST-NORTHEAST FROM NORTHEAST EDGE OF TAXIWAY AT HOLD BAR, 83.0 FT (25.3 M) SOUTH FROM EDGE OF RUNWAY, 50 FT (15.2 M) NORTH-NORTHWEST FROM CENTERLINE OF DRAINAGE DITCH, AND IS PROTECTED BY THREE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS STATION IS THE PACS STATION AT MELVILLE HALL AIRPORT.",
			"elevation": 11,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9269",
			"lat": 15.546586263888889,
			"long": -61.300069630555555,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED AT MELVILLE HALL AIRPORT ON THE NORTHEAST COAST OF DOMINICA, 17 MI (27.4 KM) NORTHEAST FROM ROSEAU, 1.2 MI (1.9 KM) NORTHWEST FROM MARIGOT.  CONTACT WELCH RICHARDS, MINISTER OF COMMUNICATIONS, WORKS AND HOUSING, MELVILLE HALL AIRPORT, ROSEAU, DOMINICA, PHONE (809) 445-7101, FAX (809) 445-7405 IN ADVANCE OF OPERATIONS FOR AIRPORT ACCESS.  CONTACT VINCENT ROBINSON, PRINCIPAL LAND/ENGINEERING SURVEYOR, MINISTRY OF COMMUNICATIONS, WORKS AND HOUSING, ROSEAU, DOMINICA, PHONE (809) 448-8933 FOR DOMINICA SURVEY RECORDS.  TO REACH THE STATION FROM THE MELVILLE HALL CONTROL TOWER, GO NORTH ACROSS APRON AND GRASS ISLAND FOR 400 FT (121.9 M) TO RUNWAY 09-27.  TURN LEFT AND GO WEST ALONG RUNWAY FOR 0.44 MI (0.71 KM) TO END OF RUNWAY AND STATION ON LEFT.  LOCATED 230.4 FT (70.2 M) SOUTHEAST FROM CENTER OF GATE (NUMBER 3) AT WEST END OF AIRPORT, 93.0 FT (28.3 M) NORTH FROM BOUNDARY FENCE, 52.7 FT (16.1 M) SOUTH FROM SOUTHWEST CORNER OF RUNWAY 09, AND IS SURROUNDED BY THREE PVC PIPES PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN AROUND THE MONUMENT.  THIS STATION IS A SACS STATION AT MELVILLE HALL AIRPORT.",
			"elevation": 21.6,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9673",
			"lat": 15.544440722222221,
			"long": -61.30637665833333,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED AT MELVILLE HALL AIRPORT ON THE NORTHEAST COAST OF DOMINICA, 17 MI (27.4 KM) NORTHEAST FROM ROSEAU, 1.2 MI (1.9 KM) NORTHWEST FROM MARIGOT.  CONTACT WELCH RICHARDS, MINISTER OF COMMUNICATIONS, WORKS AND HOUSING, MELVILLE HALL AIRPORT, ROSEAU, DOMINICA, PHONE (809) 445-7101, FAX (809) 445-7405 IN ADVANCE OF OPERATIONS FOR AIRPORT ACCESS.  CONTACT VINCENT ROBINSON, PRINCIPAL LAND/ENGINEERING SURVEYOR, MINISTRY OF COMMUNICATIONS, WORKS AND HOUSING, ROSEAU, DOMINICA, PHONE (809) 448-8933 FOR DOMINICA SURVEY RECORDS.  TO REACH THE STATION FROM THE MELVILLE HALL CONTROL TOWER, GO NORTH ACROSS APRON AND GRASS ISLAND FOR 400 FT (121.9 M) TO RUNWAY 09-27.  TURN RIGHT AND GO EAST ALONG RUNWAY FOR 0.44 MI (0.71 KM) TO END OF RUNWAY AND STATION ON RIGHT.  LOCATED 129.7 FT (39.5 M) NORTHEAST FROM WINDSOCK, 81.7 FT (24.9 M) SOUTH FROM SOUTHEAST CORNER OF RUNWAY 27, 35.9 FT (10.9 M) WEST FROM BOUNDARY FENCE, AND IS SURROUNDED BY THREE PVC PIPES PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN AROUND THE MONUMENT.  THIS STATION IS A SACS STATION AT MELVILLE HALL AIRPORT.",
			"elevation": 3.2,
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "AB9674",
			"lat": 15.548873547222222,
			"long": -61.29361734166667,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}