{
    "date": "DECEMBER  2, 2022",
    "region": "DR/PROVINCE OF DOMINICAN REPUBLIC",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR LA ROMANA, SOUTHEAST OF AND ACROSS THE ROAD FROM THE COMMANDANTE OF THE NAVY OFFICE AT LA ROMANA PORT. OWNERSHIP--STATE OF DOMINICAN REPUBLIC.  NOTE--THIS STATION IS A BENCH MARK.  LOCATED 8.1 M (26.6 FT) NORTH OF THE NORTH SIDE OF THE SOUTH PIER WALL, 3.8 M (12.5 FT) EAST OF A STONE WALL ON THE EAST SIDE OF THE ROAD IN FRONT OF THE OFFICE, AND THE MONUMENT IS ABOUT 2.0 M (6.6 FT) BELOW THE LEVEL OF THE ROAD AND PROJECTING 7-CM ABOVE THE ROCK SURFACE.  BY R.G.  HAYES",
            "elevation": 3,
            "history": [
                {
                    "date": "1957",
                    "condition": "MONUMENTED",
                    "reporter": "MCIDR"
                },
                {
                    "date": "19960323",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9274",
            "lat": 18.418405044444444,
            "long": -68.960878925,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTH-SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR SANTO DOMINGO, AT THE DE LAS AMERICAS INTERNATIONAL AIRPORT.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-1060 OR 542-0189.  FAX 809-549-0283.  NOTE--CONTACT HEAD OF AIRPORT OPERATIONS COLONEL NAMUEL E.  MENDEZ LEGURA ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  THE STATION IS A BENCHMARK DISK FROM GEODESICO INTER-AMERICANO STAMPED AS6D IGU 1972.  IT IS ACROSS FROM TAXIWAY E1 IN THE SOUTHWEST CORNER OF RUNWAY 17-35.  NOTE--NO MEASUREMENTS ARE AVAILABLE, ALL INFORMATION IS BASED ON A RUNWAY END DIAGRAM.",
            "elevation": 11,
            "history": [
                {
                    "date": "1972",
                    "condition": "MONUMENTED",
                    "reporter": "IAGS"
                },
                {
                    "date": "19960321",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9546",
            "lat": 18.44403993888889,
            "long": -69.67392080555555,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTH-SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR SANTO DOMINGO, AT THE DE LAS AMERICAS INTERNATIONAL AIRPORT.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-1060 OR 542-0189.  FAX 809-549-0283.  NOTE--CONTACT HEAD OF AIRPORT OPERATIONS COLONEL NAMUEL E.  MENDEZ LEGURA ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  THE STATION IS A BENCHMARK DISK FROM GEODESICO INTER-AMERICANO STAMPED AS6D IGU 1972.  IT IS ACROSS FROM TAXIWAY E8 AND IN THE NORTHWEST CORNER OF RUNWAY 17-35.  NOTE--NO MEASUREMENTS ARE AVAILABLE, ALL INFORMATION IS BASED ON A RUNWAY END DIAGRAM.",
            "elevation": 16.7,
            "history": [
                {
                    "date": "1972",
                    "condition": "MONUMENTED",
                    "reporter": "IAGS"
                },
                {
                    "date": "19960321",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9547",
            "lat": 18.415443330555554,
            "long": -69.66341760555557,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE NORTH SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR PUERTO PLATA, AT THE PUERTO PLATA PORT.  NEAR AND NORTH OF THE OLD FORT AT PUERTO PLATA PORT, ON THE NORTH POINT OF THE PORT, (MALECON) , NORTH OF AND OUTSIDE OF THE STONE RAILING, THE STATION IS A ROUND CONCRETE MONUMENT AND THE DISK HAS BEEN REMOVED, THE STEM OF THE DISK IS STILL IN GOOD CONDITION BUT NEEDS A DATUM POINT. OWNERSHIP--PUERTO PLATA PORT AUTHORITY.  NOTE--THIS STATION IS A TIDAL BENCH MARK.  LOCATED 4.0 M (13.1 FT) NORTH OF A STONE WALKWAYS NORTH EDGE ON THE NORTHERN MOST POINT NORTH OF THE OLD FORT, AND THE STATION IS ABOUT 0.3 M (1.0 FT) BELOW THE LEVEL OF THE WALKWAY AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 4,
            "history": [
                {
                    "date": "1993",
                    "condition": "MONUMENTED",
                    "reporter": "MCIDR"
                },
                {
                    "date": "19960326",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9278",
            "lat": 19.805433377777778,
            "long": -70.6959851888889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR LA ROMANA, AT THE PUNTA DE AGUILA LA ROMANA AIRPORT.  IN A GRASS TRIANGLE NORTHWEST OF THE NORTHWEST END OF RUNWAY END 12, EAST OF A GUARD SHACK, NEAR THE CENTER OF 3 PAVED ROADS FORMING THE TRIANGLE, SET IN A DRILL HOLE IN A 2 X 2-FOOT AREA OF ROCK OUTCROP.  OWNERSHIP--CANNAL ROMANA CORPORATION, DEPARTMENTO DE REGULACIONES AERONAUTICAS, DE LAS AMERICAS INTERNATIONAL AIRPORT, SANTO DOMINGO, REPUBLICA DOMINICANA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-0160 OR 542-0189. FAX 809-549-0283.  AIRPORT MANAGER COLONEL CESAR A.  DEWINDT RUIZ, PHONE OR FAX 809-556-2611.  NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL MANUEL E.  MENDEZ LEGURA IS THE HEAD OF OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  NOTE--THIS STATION WAS SELECTED AS A (PACS) .  LOCATED 22.6 M (74.1 FT) NORTHEAST OF A PAVED ROAD CENTER, 18.4 M (60.4 FT) SOUTH-SOUTHWEST OF THE ENTRANCE ROAD CENTER, 13.8 M (45.3 FT) NORTH OF A PAVED ROAD CENTER, AND THE STATION IS ABOUT LEVEL WITH THE 3 PAVED ROADS AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 5.7,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9272",
            "lat": 18.414835505555555,
            "long": -68.95184623333334,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR LA ROMANA, AT THE PUNTA DE AGUILA LA ROMANA AIRPORT.  NEAR THE CENTER OF THE AIRPORT, SOUTH-SOUTHEAST OF THE CONTROL TOWER, SOUTH-SOUTHWEST OF THE RUNWAY, SOUTH-SOUTHEAST OF A PAVED ROAD, WEST-NORTHWEST OF THE ANEMOMETER, SET IN TOP OF AND 0.3 M (1.0 FT) EAST-SOUTHEAST OF THE WEST-NORTHWEST EDGE OF A 36 X 66-FOOT CONCRETE SLAB, AT THE ANEMOMETER.  OWNERSHIP--CANNAL ROMANA CORPORATION, DEPARTMENTO DE REGULACIONES AERONAUTICAS, DE LAS AMERICAS INTERNATIONAL AIRPORT, SANTO DOMINGO, REPUBLICA DOMINICANA. HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-0160 OR 542-0189.  FAX 809-549-0283.  AIRPORT MANAGER COLONEL CESAR A.  DEWINDT RUIZ, PHONE OR FAX 809-556-2611.  NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL MANUEL E.  MENDEZ LEGURA IS THE HEAD OF OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 17.6 M (57.7 FT) WEST OF THE ANEMOMETER CENTER, 7.5 M (24.6 FT) SOUTH-SOUTHEAST OF THE ROAD CENTER, AND THE STATION IS ABOUT LEVEL WITH THE RUNWAY AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 4.6,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9738",
            "lat": 18.41218876388889,
            "long": -68.94598156111111,
            "setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR LA ROMANA, AT THE PUNTA DE AGUILA LA ROMANA AIRPORT.  ALONG THE NORTH-NORTHEAST SIDE OF THE RUNWAY, NEAR RUNWAY END 30, SOUTHEAST OF THE FIRE STATION, IN THE NORTH-NORTHWEST TRACK OF A TRACK ROAD, SET IN A 5 X 6-FOOT AREA OF ROCK OUTCROP. OWNERSHIP--CANNAL ROMANA CORPORATION, DEPARTMENTO DE REGULACIONES AERONAUTICAS, DE LAS AMERICAS INTERNATIONAL AIRPORT, SANTO DOMINGO, REPUBLICA DOMINICANA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E. MENDEZ LEGURA, PHONE 809-542-0160 OR 542-0189.  FAX 809-549-0283. AIRPORT MANAGER COLONEL CESAR A.  DEWINDT RUIZ, PHONE OR FAX 809-556-2611.  NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL MANUEL E.  MENDEZ LEGURA IS THE HEAD OF OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) . NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 42.4 M (139.1 FT) SOUTHEAST OF THE FIRE STATION ROAD LEADING TO THE RUNWAY, 25.1 M (82.3 FT) NORTH-NORTHEAST OF THE RUNWAYS NORTH-NORTHEAST EDGE, 23.8 M (78.1 FT) SOUTH-SOUTHWEST OF THE ROAD IN FRONT OF THE FIRE STATION RUNNING EAST AND WEST, AND THE STATION IS LEVEL WITH THE TRACK ROAD AND RECESSED 5-CM BELOW THE GROUND SURFACE.  BY R.G. HAYES",
            "elevation": 5.9,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9739",
            "lat": 18.41000205,
            "long": -68.93648244166667,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE NORTH SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR PUERTO PLATA, AT THE PUERTO PLATA INTERNATIONAL AIRPORT.  NEAR THE CENTER OF THE AIRPORT, IN A GRASS MEDIAN NORTH-NORTHWEST OF THE CONTROL TOWER, WEST OF TAXI E1, SOUTH-SOUTHEAST OF THE SOUTH-SOUTHEAST EDGE OF A 4 X 4-FOOT OPEN CINDER BLOCK ELECTRIC JUNCTION BOX, SET IN TOP OF A 2 X 2-FOOT AREA OF ROCK OUTCROP. OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MANDEZ LEGURA, PHONE 809-542-0160 OR 542-0189.  FAX 809-549-0283.  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  CHEIF AERONAUTICAL OFFICER ZAGARIAS CORDERO, AERONAUTICAL OFFICE 2ND FLOUR TERMINAL BUILDING PUERTO PLATA DOMINICAN REPUBLIC.  PHONE 809-586-1992 OR 586-0461.  FAX 809-586-0203.  NOTE--CONTACT CHEIF AERONAUTICAL OFFICER ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--THIS STATION WAS SELECTED AS A (PACS) . LOCATED 78.4 M (257.2 FT) SOUTH-SOUTHEAST OF THE RUNWAYS SOUTH-SOUTHEAST EDGE, 3.6 M (11.8 FT) SOUTH-SOUTHEAST OF THE JUNCTION BOXS SOUTH-SOUTHEAST EDGE, AND THE STATION IS ABOUT 3.0 M (9.8 FT) ABOVE THE LEVEL OF THE RUNWAY AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 6.4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9277",
            "lat": 19.758108866666667,
            "long": -70.56566386666667,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE NORTH SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR PUERTO PLATA, AT THE PUERTO PLATA INTERNATIONAL AIRPORT.  NEAR AND NORTH OF RUNWAY END 26, ABOUT 32.4 M (106.3 FT) WEST OF THE EAST END OF THE ASPHALT, SET IN TOP OF A 30 X 50-FOOT AREA OF ROCK OUTCROP.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MANDEZ LEGURA, PHONE 809-542-0160 OR 542-0189.  FAX 809-549-0283.  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  CHEIF AERONAUTICAL OFFICER ZAGARIAS CORDERO, AERONAUTICAL OFFICE 2ND FLOUR TERMINAL BUILDING PUERTO PLATA DOMINICAN REPUBLIC.  PHONE 809-586-1992 OR 586-0461.  FAX 809-586-0203.  NOTE--CONTACT CHEIF AERONAUTICAL OFFICER ON ARRIVAL, (ESCORT REQUIRED) .  LOCATED 53.0 M (173.9 FT) NORTH OF THE RUNWAYS NORTH EDGE, 32.4 M (106.3 FT) WEST OF THE EXTENDED EAST END LINE OF THE ASPHALT AT RUNWAY END 26, 1.3 M (4.3 FT) EAST OF THE EXTENDED CENTERLINE OF THE 6TH EXPANSION JOINT WEST OF THE EAST END OF RUNWAY END 26, AND THE STATION IS ABOUT 0.4 M (1.3 FT) ABOVE THE LEVEL OF THE RUNWAY AND FLUSH WITH THE GROUND SURFACE. NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 3.6,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9734",
            "lat": 19.762608752777776,
            "long": -70.55640161388888,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE NORTH SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR PUERTO PLATA, AT THE PUERTO PLATA INTERNATIONAL AIRPORT.  ALONG THE NORTH SIDE OF THE RUNWAY, WEST-NORTHWEST OF AND ACROSS THE RUNWAY FROM THE PACS, NEAR AND NORTH OF THE 5,000-FOOT MARKER SIGN, SOUTHEAST OF THE OLD VOR TRANSMITTER, WEST-SOUTHWEST OF THE NEW VOR TRANSMITTER, SET IN TOP OF A 2 X 2-FOOT AREA OF EXPOSED BEDROCK.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MANDEZ LEGURA, PHONE 809-542-0160 OR 542-0189. FAX 809-549-0283.  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) . CHIEF AERONAUTICAL OFFICER ZAGARIAS CORDERO, AERONAUTICAL OFFICE 2ND FLOUR TERMINAL BUILDING PUERTO PLATA DOMINICAN REPUBLIC.  PHONE 809-586-1992 OR 586-0461.  FAX 809-586-0203.  NOTE--CONTACT CHEIF AERONAUTICAL OFFICER ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 62.0 M (203.4 FT) NORTH OF THE RUNWAYS NORTH EDGE, 1.0 M (3.3 FT) EAST OF THE EXTENDED LINE OF 2 NORTH-SOUTH RUNWAY LIGHTS SOUTH OF THE 5,000-FOOT MARKER SIGN, AND THE STATION IS ABOUT 2.5 M (8.2 FT) ABOVE THE LEVEL OF THE RUNWAY AND FLUSH WITH THE GROUND SURFACE.  NOTE--THIS STATION IS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 5.1,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9735",
            "lat": 19.758708352777777,
            "long": -70.57023016944444,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTH-SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR SANTO DOMINGO, AT THE DE LAS AMERICAS INTERNATIONAL AIRPORT.  NEAR THE CENTER OF THE AIRPORT, IN THE GRASS MEDIAN IN FRONT OF THE TERMINAL/CONTROL TOWER, SOUTHWEST OF THE ANAMOMETER, BETWEEN THE MAIN TAXI AND THE APRON, SET IN A DRILL HOLE IN A 12 X 16-FOOT AREA OF EXPOSED BEDROCK.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-0160 OR 542 0189.  FAX 809-549-0283. NOTE--CONTACT HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) .  NOTE--THIS STATION WAS SELECTED AS A (PACS) .  LOCATED APPROXIMATELY 165.0 M (541.3 FT) EAST OF THE EAST EDGE OF THE CONCRETE APRON IN FRONT OF THE CONTROL TOWER, 86.5 M (283.8 FT) SOUTHWEST OF THE ANEMOMETER, AND THE STATION IS ABOUT 1.0 M (3.3 FT) ABOVE THE LEVEL OF THE APRON AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 10.6,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9276",
            "lat": 18.43155451388889,
            "long": -69.6728926888889,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTH-SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR SANTO DOMINGO, AT THE DE LAS AMERICAS INTERNATIONAL AIRPORT.  NEAR THE SOUTHWEST END OF RUNWAY END 35, SOUTH OF THE MOST SOUTHERLY 1 OF 2 EXIT TAXIS (E8) , SET IN TOP OF AND 0.1 M (0.3 FT) NORTHEAST OF THE SOUTHWEST CORNER OF A 4 X 5 X 6-FOOT DEEP CONCRETE JUNCTION BOX.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-0160 OR 542 0189.  FAX 809-549-0283.  NOTE--CONTACT HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA ON ARRIVAL, (ESCORT REQUIRED) .  NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) . NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 36.6 M (120.1 FT) WEST-SOUTHWEST OF A STROBE LIGHT, 34.8 M (114.2 FT) SOUTH OF THE EXIT TAXI CENTERLINE, 3.9 M (12.8 FT) NORTHEAST OF A TRACK ROAD CENTER, AND THE STATION IS LEVEL WITH THE TAXI AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 16,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9544",
            "lat": 18.415042313888886,
            "long": -69.66438478055557,
            "setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTH-SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR SANTO DOMINGO, AT THE DE LAS AMERICAS INTERNATIONAL AIRPORT.  NEAR THE NORTHWEST SIDE OF THE AIRPORT, IN THE GRASS WEST OF THE MAIN TAXI (TAXI NORTE) , NORTH-NORTHWEST OF EXIT TAXI (E3) , EAST-NORTHEAST OF THE OLD CONTROL TOWER, NORTH-NORTHEAST OF THE NEW CONTROL TOWER, SET IN A DRILL HOLE IN A 4 X 5-FOOT AREA OF ROCK OUTCROP.  OWNERSHIP--DOMINICAN REPUBLIC AIRPORT AUTHORITY, DEPARTMENT DE REGULACIONES AERONAUTICAS, AEROPORT INTERNATIONAL LAS AMERICAS, SANTO DOMINGO, REPUBLIC DOMINICONA.  HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA, PHONE 809-542-0160 OR 542 0189.  FAX 809-549-0283.  NOTE--CONTACT HEAD OF AIRPORT OPERATIONS COLONEL MANUEL E.  MENDEZ LEGURA ON ARRIVAL, (ESCORT REQUIRED) . NOTE--COLONEL LEGURA IS THE HEAD OF AIRPORT OPERATIONS FOR ALL OF THE DOMINICAN REPUBLIC, (ALL 3 AIRPORTS) . NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 85.0 M (278.9 FT) WEST OF THE WEST EDGE OF TAXI NORTE, AND THE STATION IS ABOUT 0.4 M (1.3 FT) BELOW THE LEVEL OF THE TAXI AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
            "elevation": 10,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9545",
            "lat": 18.436849669444445,
            "long": -69.67451020277778,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY DOMINICAN REPUBLIC NAVY 1957 NO DESCRIPTIVE TEXT AVAILABLE.",
            "elevation": 16,
            "history": [
                {
                    "date": "1957",
                    "condition": "MONUMENTED",
                    "reporter": "DRN"
                }
            ],
            "id": "AB9275",
            "lat": 18.467480199999997,
            "long": -69.87558486944444,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHEAST SIDE OF THE ISLAND OF DOMINICAN REPUBLIC, NEAR LA ROMANA, AT THE ELECTRIC PLANT NORTH OF THE AIRPORT AT LA ROMANA.  NEAR AND ACROSS THE ROAD FROM THE SOUTHEAST CORNER OF THE ELECTRIC PLANT, NORTHWEST OF THE SOUTHEAST CORNER OF A CHAIN-LINK FENCE, SET IN TOP OF AND 0.2 M (0.7 FT) NORTH-NORTHWEST OF THE SOUTHEAST CORNER OF A 3 X 6-FOOT CONCRETE STORM DRAIN. OWNERSHIP--STATE OF DOMINICAN REPUBLIC.  NOTE--THIS STATION IS A BENCH MARK.  LOCATED 6.4 M (21.0 FT) WEST OF A CHAIN-LINK FENCE, 3.5 M (11.5 FT) NORTH-NORTHEAST OF A CHAIN-LINK FENCE, 0.9 M (3.0 FT) SOUTH OF A CONCRETE CURB, AND THE STATION IS LEVEL WITH THE ROAD AND FLUSH WITH THE GROUND SURFACE.  BY R.G. HAYES",
            "elevation": 27.56,
            "history": [
                {
                    "date": "1993",
                    "condition": "MONUMENTED",
                    "reporter": "MCIDR"
                },
                {
                    "date": "19960323",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9273",
            "lat": 18.4196424,
            "long": -68.94598529444445,
            "setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DR7370",
            "lat": 18.563897238888888,
            "long": -68.35939354722221,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'CN05' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DR7372",
            "lat": 18.563897238888888,
            "long": -68.35939354722221
        }
    ]
}