{
	"date": "DECEMBER  2, 2022",
	"region": "ES",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 THE STATION IS LOCATED AT THE CIG-MOP OBSERVATORIO NACIONAL SISMOLOGICO (NOW UNUSED) IN SAN SALVADOR. IT IS 2.1 KM S OR PAPACIO NACIONAL AND 0.1 KM W OF VELODROME. TO ACCESS FROM THE INTERECTION OF 49A AVENIDA, BLVD, LOS PROCERES (FORMERLY AUTOPISTA SUR) AND AUTOPISTA AEROPUERTO INTERNACIONAL, GO SE ON AUTOPISTA AEROPUERTO FOR 3.1 KM. EXIT N TOWARDS SAN JACINTO ON AVENIDA CUSCATLAN AND GO 0.45 KM. BEAR NNW (LEFT) ON BLVD VENUSTIANO CARRANZA AND GO 0.3 KM. TURN NW (LEFT) ONTO CALLE DEL ZOOLOGICO AND GO 0.25KM. TURN S (LEFT) ON CALLE LOS VIVEROS AND GO 0.22 KM. BEAR S (RIGHT) AND GO 0.17 KM UPHILL TO OBSERVATORIO ON RIGHT. STATION IS ATOP A CONCRETE, DOUBLE PYRAMID (0.9 M SQUARE AT BASE), 8.6 M N OF N ENTRANCE TO SANTIAGO I. BARBERNA SEISMIC VAULT BLDG., 3.6 M ESE OF S ENTRANCE TO OFFICE BLDG., 12 M S (THRU BLDG.) OF RM 2 (AT E SIDE OF OLD POOL) AND 2.5 M W OF SE CORNER (AT WING) OF OFFICE BLDG. CONTACT IS MANUEL DIAS AT TELEPHONE 293-1442. GRAVITY OBSERVATIONS REQUIRE A TALL NARROW TRIVET. OBSERVATIONS MADE 21 MM ABOVE DISK.",
			"history": [
				{
					"date": "1937",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CEPA"
				},
				{
					"date": "20010222",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "TZ0847",
			"lat": 13.679479438888889,
			"long": -89.19607627500001,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) LA ESTACION SOLEDAD SE ENCUENTRA UBICADA EN LA URBANIZACION ALTOS Y VILLAS DE LA CIMA, EXACTAMENTE EN TERRENO QUE POSEE PISTA DE ATERRIZAJE PARA HELICOPTERO (AL NW DE ESTA)   PARA LLEGAR A LA ESTACION SOLEDAD PARTIENDO DE SAN SALVADOR DEBE ABORDARSE EL BOULEVARD DE LOS PROCERES ESPECIFICAMENTE SOBRE REDONDEL DEL ARBOL DE LA PAZ PARA CONTINUAR AL SW POR CALLE A HUIZUCAR 2.00 KILOMETROS APROXIMADAMENTE, LUEGO AL W POR CALLE HUIZUCAR PONIENTE UNOS 100 METROS ENCONTRARA AL SUR PONIENTE LA ENTRADA PRINCIPAL DE LA URBANIZACION ALTOS Y VILLAS DE LA CIMA, DESDE EL PORTON SEGUIR 150.00 METROS, LLEGARA A BIFURCACION DE CALLE, FINALMENTE RECORRER 650.00 METROS SIEMPRE AL SW PARA SITUARSE FRENTE A PORTON DEL TERRENO MENCIONADO.     REFERENCIAS    RUMBO DISTANCIA (MTS) REFERENCIA 1   ESQUINA NW DE PISTA ATERRIZAJE  W FRANCO 3.50 REFERENCIA 2   ESQUINA NW DE CAJA DE CONCRETO  N 25 E 13.33 REFERENCIA 3   POSTE DE CERCO DE PROPIEDAD     S 80 E 12.27     DESCRITA O RECUPERADA POR- RAFAEL ANTONIO DE LEON. FECHA- 17/11/2000     1A. CALLE PONIENTE Y 43 AVENIDA NORTE N 2310, SAN SALVADOR, EL SALVADOR. C.A. TEL. (503) 260-8000.   FAX (503) 260-6417                                 STATION RECOVERY (2011)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2011 (RSE) ADJACENT TO NW CORNER HELO PAD                            STATION RECOVERY (UNK )  RECOVERED UNK RECOVERED AS DESCRIBED.",
			"history": [
				{
					"date": "20001117",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				},
				{
					"date": "20111215",
					"condition": [
						"GOOD"
					],
					"reporter": "INDIV"
				},
				{
					"date": "UNK",
					"condition": [
						"SEE"
					],
					"reporter": "DESCRIPTION"
				}
			],
			"id": "TZ0850",
			"lat": 13.664925805555557,
			"long": -89.22666149444444,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) EL VERTICE GEODESICO DENOMINADO COMO -- NOA-1--, SE ENCUNTRA UBICADO EN CALLE INTERNA DE LAS INSTALACIONES DE LA COMISION EJECUTIVA PORTUARIA AUTONOMA (C.E.P.A.), CALLE QUE CONDUCE A LA SECCION DE ALMACENES, BODEGA N4.  PARA LLEGAR AL VERTICE GEODESICO-- NOA1 --, PARTIENDO DEL OBELISCO EN LA ENTRADA PRINCIPAL DE LA CIUDAD DE ACAJUTLA, TOME CARRETERA CON RUMBO SUR-OESTE (SW), QUE CONDUCE A LA CENTRAL TERMICA ACAJUTLA, RECORRA POR ESTA CALLE UNA DISTANCIA DE 250MTS. APROXIMADAMENTE HASTA OBSERVAR CALLE AL LADO DERECHO, RUMBO OESTE QUE CONDUCE A C.E.P.A., TOME ESTA RECORRIENDO 750MTS. HASTA LLEGAR A UN REDONDEL DE AQUI TOME CALLE RUMBO SUR, LADO IZQUIERDO, QUE CONDUCE A LA ENTRADA N1 DE C.E.P.A., LLEGARA A ESTA ENTRADA DESPUES DE HABER RECORRIDO 300MTS, ENTRE POR ESTA Y TOME CALLE CON RUMBO OESTE, LADO DERECHO, QUE CONDUCE AL AREA DE ALMACENES Y UNIDAD DE TRANSPORTE (ESPECIFICAMENTE A LA BODEGA N4), RECORRA 200MTS Y CON RUMBO NORTE, LADO DERECHO DE LA CALLE, OBSERVARA UN MONUMENTO DE CONCRETO QUE SOBRESALE DEL SUELO 1.33MTS APROXIMADAMENTE, DEFINIDO COMO --NOA-1--.  EL VERTICE CONSISTE EN UN MOJON DE CONCRETO, EL CUAL TIENE UNA PLACA EMPOTRADA EN SU CARA SUPERIOR EN LA QUE SE LEE DATUM NOA-1 SE PROHIBE TOCAR, EN SEPA N.  ES NECESARIO EXTRAER LA TUERCA DEL PERNO EMPOTRADO EN LA PLACA PARA OCUPAR EL VERTICE.  DESCRITA O RECUPERADA POR JOSE RICARDO SANCHEZ. FECHA  26/01/2001  1A. CALLE PONIENTE Y 43 AVENIDA NORTE N 2310, SAN SALVADOR, EL SALVADOR. C.A. TEL. (503) 260-8000.   FAX (503) 260-6417                            STATION RECOVERY (2001)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2001 (DW) THE STATION IS LOCATED AT THE CEPA PUERTO DE ACAJUTLA.  IT IS 1.1 KM S OF CITY HALL (ALCALDIA MUNICIPAL) AND 0.25 KM NNE OF SHORE END OF PIER (MUELLE).  TO ACCESS FROM THE SW INTERSECTION OF ROUTES CA-2 AND CA-12, GO SW ON CA-12 FOR 3.5 KM.  TURN W (RIGHT) ONTO CALLE 24 DE OCTUBRE ORIENTE AND GO 0.8 KM TO ROTARY.  GO SSW ON E SECTION OF BLVD CORONEL OSCAR OSORIO 0.3 KM TO GATE (PUERTA NO 1).  GO 0.07 KM AND TURN WSW (RIGHT).  GO 0.25 KM TO STATION ON RIGHT.  STATION IS ATOP A 1.2 M TALL, 0.25 M SQUARE, CONCRETE PILLAR WITH A 1.4 M SQUARE BASE. IT IS 20.4 M NW ACROSS ROAD FROM A GUARD TOWER, 4.35 M SSE OF FENCE, 4.6 M NNW OF CENTER OF ROAD AND 1.3 M ABOVE LEVEL OF ROAD.  GRAVITY MEASUREMENTS MADE TO DISK HEIGHT (18 MM BELOW TOP OF BOLT, CAP REMOVED).  PILLAR WAS SET CIRCA 1985 AND HAS RM ON S FACE.  CONTACT IS ING JUAN FRANCISCO PALOMO C AT TELEPHONE 452-3200.  DOD 0371-6, NN 1375.",
			"history": [
				{
					"date": "1985",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CEPA"
				},
				{
					"date": "2001",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				},
				{
					"date": "20010701",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "BF4542",
			"lat": 13.581167955555555,
			"long": -89.83268852777778,
			"magnetic": "STEEL ROD IMBEDDED IN MONUMENT",
			"marker": "CAP OF CAP-AND-BOLT PAIR",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION AVAILABLE",
			"history": [
				{
					"date": "2001",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IGN"
				}
			],
			"id": "BF4563",
			"lat": 13.80991543888889,
			"long": -87.70097880833333,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JRE) LA ESTACION DE TRIANGULACION DENOMINADA --ESCORPION--, ESTA LOCALIZADA EN LA CIMA DEL CERRO Y CASERIO QUE LLEVA EL MISMO NOMBRE, EN PROPIEDADES DE SR. FIDEL ANTONIO BENITEZ, RESIDENTE EN EL LUGAR.   PARA LLEGAR A LA ESTACION TOME COMO PUNTO DE PARTIDA LA IGLESIA DEL MUNICIPIO DE SOCIEDAD CON DESTINO AL MUNICIPIO DE CORINTO, (AL NORTE) RECORRA 18.8 KMS. Y ESTARA EN BIFURCACION DE CAMINO QUE CONDUCE AL MUNICIPIO DE LISLIQUE, TOME AL ESTE Y  RECORRA 700MTS. ENCONTRARA CALLE AL NORTE, CONTINUE POR ESTA 800MTS. PARA ENCONTRAR AL NORTE DE ESTA, TALANQUERA QUE DA ACCESO A LA PROPIEDAD, A UNOS 50MTS ESTA CASA DE LA SRA. CARMEN LINDA CASTRO (PARA PRESTAR LLAVE DE LA TALANQUERA).   LA ESTACION CONSISTE EN MOJON DE CONCRETO EN FORMA DE PIRAMIDE, CABEZA TRUNCADA EN SU PARTE SUPERIOR TIENE EMPOTRADA PLACA DE BRONCE QUE SE LEE- GEODESICO INTERAMERICANO SE PROHIBE MOLESTAR -ESCORPION- CNR -IGN -1998.   NOTA- FUE RECONSTRUIDO LA PARTE SUPERIOR EL DIA 11 DE JUNIO DE 1998, LA CUAL SOBRE SALE 0.52MTS.     DESCRITA O RECUPERADA POR RICARDO SOTO. FECHA  02/02/2001     1A. CALLE PONIENTE Y 43 AVENIDA NORTE N 2310, SAN SALVADOR, EL SALVADOR. C.A. TEL. (503) 260-8000.   FAX (503) 260-6417     ",
			"history": [
				{
					"date": "1998",
					"condition": [],
					"reporter": "MONUMENTED"
				},
				{
					"date": "20010202",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "BF4544",
			"lat": 13.804291377777778,
			"long": -87.95453308333333,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) EL VERTICE GEODESICO --FIA-- SE ENCUENTRA UBICADO AL NOR-ESTE DEL PORTON OESTE CORRESPONDIENTE A LA FACULTAD DE INGENIERIA Y ARQUITECTURA (FIA) Y AL NORTE DE CANCHAS DE FOOT-BALL.   PARA LLEGAR AL VERTICE PARTIENDO DEL PORTON DE LA FACULTAD DE INGENIERIA Y ARQUITECTURA (FIA) TOME LA CALLE AL ESTE QUE CONDUCE A LA FACULTAD RECORRIENDO 100 METROS HASTA LLEGAR A CALLE QUE CONDUCE A LAS CANCHAS CON RUMBO NORTE, TOME ESTA CALLE Y RECORRA APROXIMADAMENTE 200 METROS HASTA LLEGAR A LA PORTERIA NORTE- ENCONTRARA EL MOJON AL OESTE DE LA PORTERIA APROXIMADAMENTE A 10 METROS.   LA ESTACION GEODESICA --FIA-- CONSISTE EN UN MOJON DE CONCRETO FUNDIDO EN EL LUGAR DE FORMA CUADRANGULAR TRUNCADA EL CUAL TIENE EMPOTRADO UNA PLACA DE BRONCE EN LA QUE SE LEE- RED GEODESICA EL SALVADOR CNR-IGN, ADEMAS POSEE TRES REFERENCIAS DE LA MISMA FORMA CON LA DIFERENCIAQUE ESTAS TIENEN DEFINIDO SU PUNTO CENTRO POR UN PIN DE ACERO EMPOTRADO EN SU CARA SUPERIOR.     REFERENCIAS  AZIMUT  DISTANCIA (MTS) REFERENCIA 1  225   8.52 REFERENCIA 2  342  10.04 REFERENCIA 3  100   8.95     DESCRITA O RECUPERADA POR- JOSE RICARDO SANCHEZ. FECHA- 15/11/2000   1A. CALLE PONIENTE Y 43 AVENIDA NORTE N 2310, SAN SALVADOR, EL SALVADOR. C.A. TEL. (503) 260-8000.   FAX (503) 260-6417  ",
			"history": [
				{
					"date": "UNK",
					"condition": [],
					"reporter": "MONUMENTED"
				},
				{
					"date": "20001115",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "BF4546",
			"lat": 13.722328180555555,
			"long": -89.20322505277778,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) LA ESTACION DE TRIANGULACION DENOMINADA COMO --LA UNION--, SE ENCUENTRA UBICADA EN TERRENOS DE COMISION EJECUTIVA PORTUARIA AUTONOMA C.E.P.A., EN EL PUERTO DE CUTUCO.   PARA LLEGAR A LA ESTACION LA UNION, PARTIENDO DE DEPARTAMENTO DE LA UNION HACIA PUERTO DE CUTUCO, ENTRE A DICHO PUERTO PASANDO POR LA ADUANA Y POR LA POLICIA PORTUARIA LLEGARA A UNOS ARBOLES DE AMATE DONDE DEJARA EL VEHICULO SIGA A PIE AL COSTADO SUR PASANDO PUERTAS DE MAYA CICLON RECORRA SOBRE EL MURO DE CONTENCION UNOS 30MTS Y LLEGARA AL VERTICE, ESTE VERTICE ES EL MISMO BM-2 DE MAREOGRAFO.   LA ESTACION CONSISTE EN UNA PLACA DE BRONCE DE FORMA CIRCULAR QUE TIENE GRABADO LA SIGUIENTE INFORMACION- M.O.O.P.P. SE PROHIBE MOLESTAR 1961.   REFERENCIADO DE LA SIGUIENTE FORMA     REFERENCIA  OBSERVACION            DISTANCIA 1           ESQUINA FINAL DE MURO  2.00MTS 2           NORMAL A MURO          0.38MTS     DESCRITA O RECUPERADA POR ROBERTO CARLOS ALVARADO. FECHA  01/02/2001   1A. CALLE PONIENTE Y 43 AVENIDA NORTE N 2310, SAN SALVADOR, EL SALVADOR. C.A. TEL. (503) 260-8000.   FAX (503) 260-6417   ",
			"history": [
				{
					"date": "1961",
					"condition": [],
					"reporter": "MONUMENTED"
				},
				{
					"date": "20010102",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "BF4543",
			"lat": 13.332632297222222,
			"long": -87.82247911111111,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) LA ESTACION DE TRIANGULACION SAN DIEGO SUR, SE ENCUENTRA UBICADA EN LA PARTE OESTE DE LA CIMA DEL CERRO CONOCIDO COMO SAN DIEGO, EN LA HACIENDA SAN DIEGO, PROPIEDAD DE LA FAMILIA POSADA EN CASERIO SAN DIEGO, CANTON LAS PIEDRAS MUNICIPIO DE METAPAN, DEPARTAMENTO DE SANTA ANA.   PARA LLEGAR A LA ESTACION- SALIENDO DE SANTA ANA  TOME CARRETERA ASFALTADA (CA12) QUE CONDUCE A METAPAN-  FRONTERA ANGUIATU. A LA ALTURA DEL KILOMETRO 107 APROX. LLEGARA A CASERIO  Y COLONIA SAN DIEGO DE AQUI TOMA DESVIO AL OESTE CALLE  A CASERIO AZACUALPA Y APROXIMADAMENTE A 5.35 KM, RODEANDO EL CERRO ESTARA EN LUGAR HASTA DONDE LLEGA EL VEHICULO POR LA PARTE SUR DEL CERRO DE AHI BUSQUE VEREDA PARA LLEGAR A LA CIMA, LUGAR  DONDE SE ENCUENTRA LA ESTACION, EL PUNTO ESTA SOBRE LA VEREDA Y CONSISTE EN  MOJON DE CONCRETO CON BASE SUBTERRANEA DE APROXIMADAMENTE 30 CMS. DE PROFUNDIDAD  DE FORMA DE PIRAMIDE TRUNCADA CON PIN DE HIERRO AL CENTRO DE SU PARTE SUPERIOR.     DESCRITA O RECUPERADA POR JUAN CARLOS CORTEZ FECHA FEBRERO 2001   1A. CALLE PONIENTE Y 43 AVENIDA NORTE N 2310, SAN SALVADOR, EL SALVADOR. C.A. TEL. (503) 260-8000.   FAX (503) 260-6417     ",
			"history": [
				{
					"date": "UNK",
					"condition": [],
					"reporter": "MONUMENTED"
				},
				{
					"date": "20010202",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "BF4545",
			"lat": 14.272915958333334,
			"long": -89.48056047777779,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 THE STATION IS LOCATED AT THE UNIVERSIDAD DE ORIENT (UNIVO) NEW CAMPUS WEST OF SAN MIGUEL. STATION IS 7.3 KM WNW OF PALACIO MUNICIPAL. TO ACCESS FROM THE N INTERSECTION OF ROUTES CA-1 AND CA-7, GO WNW ON CA-1 FOR 5.6 KM TO KM 130.5 AND CAMPUS ENTRANCE AND STATION ON RIGHT. STATION IS ATOP A CIRCULAR CURBING IN CENTER OF ENTRANCE DRIVEWAY, AT S POINT OF 2.9 M DIAMETER CIRCLE, 48.3 M NNE OF CENTER OF ROUTE CA-1, 16.1 M NNE OF NNE WALL OF GUARD SHACK (BETWEEN 2 GATES WITH ARCHWAY), 9.8 M WNW OF ESE CAMPUS WALL, 8.3 M NW OF A LAMPPOST, ABOUT 25 M NNW OF SALVAMEX RED WATER TANK AND 0.2 M ABOVE DRIVEWAY. CONTACT IS ING. DAVID FLORES GARAY AT TELEPHONE 661-1180. CAMPUS IS UNDER CONSTRUCTION AT THIS TIME.",
			"history": [
				{
					"date": "2001",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "IGN"
				},
				{
					"date": "20010224",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "BF4554",
			"lat": 13.507318616666666,
			"long": -88.23411986388889,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "GRAVITY STATION DISK",
			"setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}