{
    "date": "NOVEMBER  2, 2022",
    "region": "GJ/PARISH OF GRENADA",
    "markers": [
        {
            "id": "AB9565",
            "lat": 12.00263123611111,
            "long": -61.80212595277777,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY UNAVCO UCAR 1994 THE STATION IS LOCATED 4 MI (6.4 KM) SOUTHWEST FROM SAINT GEORGES, AT THE POINT SALINES INTERNATIONAL AIRPORT, NEAR THE SOUTHWEST COAST OF GRENADA, WEST INDIES.  CONTACT MR SIMON LEWIS, MANAGER, AIR TRAFFIC SERVICES, POINT SALINES INTERNATIONAL AIRPORT, P.O.  BOX 385, SAINT GEORGES, GRENADA.  PHONE (809) 444-4148, FAX (809) 444-4838.  CONTACT IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION.  TO REACH THE STATION FROM THE INTERSECTION OF SINGLE TAXIWAY WITH RUNWAY, GO WEST ON THE RUNWAY FOR 1.0 MI (1.6 KM) TO THE RUNWAY END AND A TRACK ROAD ON THE LEFT.  TYRN LEFT ON TRACK ROAD AND GO SOUTHWEST PAST FIRE TRAINING AREA FOR 0.4 MI (0.6 KM) TO THE STATION NEAR A CLIFF THAT DROPS TO THE OCEAN.  STATION IS A STAINLESS STEEL BOLT WITH A PUNCH MARK IN THE TOP OF A HEX HEAD FLUSH IN THE CENTER OF A 20 CM ROUND CONCRETE MONUMENT IN BEDROCK RECESSED 12 CM BELOW THE GROUND.  IT IS 43.8 FT (13.4 M) EAST-NORTHEAST FROM A MARINE NAVIGATION BEACON, AND 8.9 FT (2.7 M) NORTHEAST FROM A PVC WITNESS POST ON A SMALL BERM. MARK IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION (SACS) ."
        },
        {
            "id": "AB9280",
            "lat": 12.048171613888888,
            "long": -61.73730496388889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY GRENADA DEPARTMENT OF SURVEYS 1972 THE STATION IS LOCATED 0.75 MI (1.21 KM) EAST FROM SAINT GEORGES, ATOP FORT FREDRICK, AT THE NORTHERN END OF MORNE JALOUX RIDGE, NEAR THE SOUTHWEST COAST OF GRENADA.  TO REACH THE STATION FROM THE ENTRANCE GATE TO FORT FREDRICK, (ADM FEE 1 DOLLAR U.S.) PACK SOUTH UP TWO STONE STAIRCASES TO THE TOP OF FORT FREDRICK.  TURN LEFT AND GO NORTH FOR 20 FT (6.1 M) TO STATION IN THE CENTER OF A STONE GUN EMPLACEMENT ON THE NORTH CORNER OF THE FORT.  THE STATION IS THE TOP CENTER OF A STOP CAP FIXED TO THE END OF A 2 INCH GALVANIZED IRON PIPE PROJECTING 7 INCHES ABOVE A 12 INCH DIAMETER ROUND CONCRETE MONUMENT.  LOCATED 2 FT (0.6 M) SOUTHEAST FROM A GUARDRAIL, 4.5 FT (1.4 M) NORTHEAST FROM A GUARDRAIL OVER STAIRCASE, IN THE CENTER OF A GUN EMPLACEMENT ON THE NORTH CORNER OF FORT FREDRICK.  THIS IS A SECONDARY CONTROL STATION IN THE GRENADA SURVEY NETWORK."
        },
        {
            "id": "AB9282",
            "lat": 12.19580041388889,
            "long": -61.61821877222222,
            "description": "DESCRIBED BY GRENADA DEPARTMENT OF SURVEYS 1976 THE STATION IS 22 KM (13.65 MI) NORTHEAST FROM SAINT GEORGES, 8 KM (4.95 MI) NORTH FROM GRENVILLE, 4 KM (2.50 MI) SOUTHEAST FROM SAUTUERS, AND IN RIVER SALLEE, NEAR THE NORTHEAST COAST OF GRENADA. TO REACH THE STATION FROM THE RIVER SALLEE MEDICAL STATION/NEW SCHOOL, GO NORTHEAST UP GRASS SLOPE FOR 100 YARDS TO STATION.  THE STATION IS THE TOP CENTER OF A 1 CM CARTRIDGE CASING FLUSH IN THE CENTER OF A 13 INCH ROUND CONCRETE MONUMENT PROJECTING 3.5 INCHES ABOVE GROUND.  LOCATED 48.4 FT (14.8 M) NORTHEAST FROM UTILITY POLE, 32.5 FT (9.9 M) NORTHWEST FROM NORTHWEST CORNER OF OLD SCHOOL BUILDING, AND 27 FT (8.2 M) SOUTHWEST FROM CENTER OF DIM TRACE ROAD ACROSS SCHOOL YARD.  THIS IS A TERTIARY CONTROL STATION IN THE GRENADA SURVEY NETWORK.                            STATION RECOVERY (2018)  RECOVERY NOTE BY US POWER SQUADRON 2018 (OKC) PEOPLE IN THE COMMUNITY WERE INTERVIEWED AND QUESTIONED REGARDING THE KNOWN LOCAL HISTORY OF THE SITE, PID .  ONE PERSON WHO GREW UP IN THE TOWN AND WHO NOW OWNS AN AUTOMOTIVE BUSINESS ACROSS THE STREET FROM THE PROPERTY UPON WHICH PID  WAS ESTABLISHED IN 1976 STATED THAT HE AND HIS FRIENDS USED TO PLAY ON THE VACANT LOT WHERE A CONCRETE MONUMENT, AS HE REFERRED TO IT AND BEARING THE DESCRIPTION I READ TO HIM, WAS LOCATED.  HE SAID THAT AT THE TIME OF THE INVASION OF GRENADA, A COMMUNICATION TOWER WAS ERECTED OVER THE MONUMENT.  HE SAID THAT A FEW YEARS LATER, A NEW COMMUNITY CENTER WAS BUILT AND THE GEODETIC MARK, AKA, MONUMENT, WAS REMOVED WITH THE CREATION OF AN ACCESS ROAD TO THE CONSTRUCTION SITE."
        },
        {
            "id": "AB9281",
            "lat": 12.225913102777778,
            "long": -61.640635825,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY GRENADA DEPARTMENT OF SURVEYS 1976 THE STATION IS LOCATED 23 KM (14.30 MI) NORTH-NORTHEAST FROM SAINT GEORGES, 11 KM (6.85 MI) NORTH FROM GRENVILLE, AND IN SAUTUERS, BEHIND A CHURCH, NEAR A CLIFF KNOWN AS CARIBS LEAP, ON THE NORTH COAST OF GRENADA.  TO REACH THE STATION, FOLLOW TOURIST SIGNS TO CARIBS LEAP. THE STATION IS THE TOP CENTER OF A 1 CM CARTRIDGE CASING FLUSH IN THE CENTER OF A 10 INCH SQUARE CONCRETE MONUMENT PROJECTING 1 INCH ABOVE GROUND.  LOCATED 75 FT (22.9 M) WEST FROM CENTER OF CEMETARY GATE (AND PATH TO CARIBS LEAP,) 40.9 FT (12.5 M) NORTH-NORTHWEST FROM NORTH CORNER OF BUILDING EXTENTION TO SAUTUERS CATHEDRAL, 20.5 FT (6.2 M) SOUTHWEST FROM STONE CEMETARY WALL, AND 19 FT (5.8 M) EAST FROM EDGE OF CLIFF.  THIS IS A TERTIARY CONTROL STATION IN THE GRENADA SURVEY NETWORK."
        },
        {
            "id": "AB9279",
            "lat": 12.00626116111111,
            "long": -61.788625494444446,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 4 MI (6.4 KM) SOUTHWEST FROM SAINT GEORGES, ON A BLUFF NORTH OF THE RUNWAY AT POINT SALINES INTERNATIONAL AIRPORT, NEAR THE SOUTHWEST COAST OF GRENADA.  CONTACT MR SIMON LEWIS, MANAGER, AIR TRAFFIC SERVICES, POINT SALINES INTERNATIONAL AIRPORT, PO BOX 385, SAINT GEORGES, GRENADA, PHONE (809) 444--4148, FAX (809) 444-4838, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION. TO REACH THE STATION FROM THE SOUTH FACE OF THE CONTROL TOWER AT POINT SALINES INTERNATIONAL AIRPORT, GO SOUTH-SOUTHWEST FOR 280 FT (85.3 M) TO THE STATION IN EXPOSED BEDROCK.  THE STATION IS A NGS HORIZONTAL CONTROL STATION DISK SET FLUSH IN THE CENTER OF A 12 INCH SQUARE CONCRETE MONUMENT SET FLUSH IN THE SURFACE OF EXPOSED LOOSE BEDROCK.  LOCATED 280 FT (85.3 M) SOUTH-SOUTHWEST FROM TOWER, 64.0 FT (19.5 M) SOUTHWEST FROM THE CENTER OF A TRACE ROAD CROSSING EAST RIM OF BLUFF TOWARDS RAMP, AND 20.5 FT (6.2 M) NORTHEAST FROM PVC WITNESS POST.  THIS IS THE PACS STATION AT POINT SALINES INTERNATIONAL AIRPORT."
        },
        {
            "id": "AB9564",
            "lat": 12.004749175,
            "long": -61.77351619444444,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 4 MI (6.4 KM) SOUTHWEST FROM SAINT GEORGES, AT THE POINT SALINES INTERNATIONAL AIRPORT, NEAR THE SOUTHWEST COAST OF GRENADA, WEST INDIES.  CONTACT MR SIMON LEWIS, MANAGER, AIR TRAFFIC SERVICES, POINT SALINES INTERNATIONAL AIRPORT, P.O.  BOX 385, SAINT GEORGES, GRENADA.  PHONE (809) 444-4148, FAX (809) 444-4838.  CONTACT IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION.  TO REACH THE STATION FROM THE INTERSECTION OF SINGLE TAXIWAY WITH RUNWAY, GO EAST ALONG RUNWAY 10-28 FOR 0.75 MI (1.21 KM) TO THE RUNWAY END AND THE STATION ON THE LEFT IN LINE WITH THE RUNWAY END.  IT IS 198.5 FT (60.5 M) NORTH-NORTHEAST FRO THE NORTHERNMOST RUNWAY END LIGHT, 118.4 NORTH-NORTHEAST FROM RAMP LIGHT, AND 13.1 FT (4.0 M) NORTH-NORTHEAST FROM A PVC POST.  MARK IS A DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION (SACS) . *** retrieval complete."
        }
    ]
}