{
    "date": "NOVEMBER  2, 2022",
    "region": "GY/REGION OF GUYANA",
    "markers": [
        {
            "id": "AB9687",
            "lat": 6.503227180555555,
            "long": -58.25128783888889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 THE STATION IS LOCATED 37 KM (23.00 MI) SOUTH-SOUTHWEST FROM GEORGETOWN AT TIMEHRI INTERNATIONAL AIRPORT.  CONTACT ANTHONY A.MEKDECI, DIRECTOR OF CIVIL AVIATION, WIGHTS LANE, KINGSTON DISTRICT, GEORGETOWN, GUYANA, PHONE (592-2) 71219, FAX (592-2) 56800, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON AIRFIELD.  TO REACH THE STATION FROM THE RAMP, GO EAST ACROSS APRON TO TAXIWAY B.  TURN RIGHT AND GO SOUTHEAST ON TAXIWAY B FOR 90 FT (27.4 M) TO TAXIWAY C AND STATION ON THE RIGHT IN THE EAST CORNER OF A GRASS ISLAND.  THE STATION IS A GENERIC 2 INCH BRASS DISK FLUSH IN THE CENTER OF A 13 INCH SQUARE CONCRETE MONUMENT RECESSED 2 INCHES BELOW GROUND AND ADJACENT TO A TAXIWAY LIGHT FOUNDATION.  LOCATED 104.6 FT (31.9 M) NORTHWEST FROM THE CENTERLINE INTERSECTION OF TAXIWAYS B AND C, 92.2 FT (28.1 M) SOUTH FROM SOUTHWEST END OF HOLD BAR AT EAST CORNER OF APRON, 70.5 FT (21.5 M) NORTHEAST FROM NORTHWEST END OF HOLD BAR ON TAXIWAY C, AND 1.6 FT (0.5 M) WEST-NORTHWEST FROM TAXIWAY LIGHT (NUMBER 49.) THIS IS A SACS STATION AT TIMEHRI INTERNATIONAL AIRPORT, AND A SECONDARY CONTROL STATION IN THE GUYANA SURVEY NETWORK."
        },
        {
            "id": "AB9686",
            "lat": 6.4927601,
            "long": -58.261418033333335,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 THE STATION IS LOCATED 37 KM (23.00 MI) SOUTH-SOUTHWEST FROM GEORGETOWN AT TIMEHRI INTERNATIONAL AIRPORT.  CONTACT ANTHONY A.MEKDECI, DIRECTOR OF CIVIL AVIATION, WIGHTS LANE, KINGSTON DISTRICT, GEORGETOWN, GUYANA, PHONE (592-2) 71219, FAX (592-2) 56800, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON AIRFIELD.  TO REACH THE STATION FROM THE RAMP, GO SOUTHWEST ON TAXIWAY C FOR 1700 FT (518.2 M) TO RUNWAY 10.  CONTINUE SOUTHWEST ON TAXIWAY C FOR 2900 FT (883.9 M) TO HOLD BAR AT END OF TAXIWAY C AND STATION ON THE RIGHT. THE STATION IS THE TOP CENTER OF A 5/8 INCH BOLT (WITH 1 INCH HEX HEAD) PROJECTING 1 INCH FROM CENTER OF A 13 X 18 INCH RECTANGULAR CONCRETE MONUMENT.  LOCATED 145 FT (44.2 M) SOUTH FROM HEAD OF DRAINAGE TRENCH AT TAXIWAY EDGE, 59.0 FT (18.0 M) NORTHWEST FROM TAXIWAY CENTERLINE AT HOLDBAR, 47.9 FT (14.6 M) WEST FROM CENTERLINE OF TAXIWAY, AND 1.5 FT (0.5 M) WEST FROM TAXIWAY LIGHT (NUMBER 26.) THIS IS A SACS STATION AT TIMEHRI INTERNATIONAL AIRPORT, AND A SECONDARY CONTROL STATION IN THE GUYANA SURVEY NETWORK.  --NOTE-- THIS STATION WAS ORIGINALLY SET IN 1968 BY DOS (DIRECTORATE OF OVERSEAS SURVEYS) AS A BRASS SURVEY MARKER.  THE STATION WAS RESET AT AN UNKNOWN DATE BY THD (TRANSPORT AND HIGHWAYS DEPARTMENT.)"
        },
        {
            "id": "AB9314",
            "lat": 6.496873847222222,
            "long": -58.25458509166667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 37 KM (23.00 MI) SOUTH-SOUTHWEST FROM GEORGETOWN AT TIMEHRI INTERNATIONAL AIRPORT.  CONTACT ANTHONY A.MEKDECI, DIRECTOR OF CIVIL AVIATION, WIGHTS LANE, KINGSTON DISTRICT, GEORGETOWN, GUYANA, PHONE (592-2) 71219, FAX (592-2) 56800, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON AIRFIELD.  TO REACH THE STATION FROM THE CONTROL TOWER, GO SOUTHWEST ON TAXIWAY C FOR 1100 FT (335.3 M) TO RUNWAY 10.  TURN LEFT AND GO EAST ON RUNWAY 10 FOR 800 FT (243.8 M) TO RUNWAY 24.  TURN RIGHT AND GO SOUTHWEST ON RUNWAY 24 FOR APPROXIMATELY 800 FT (243.8 M) TO THE STATION ON THE LEFT AT THE HIGH POINT OF A SMALL SAND HILL.  LOCATED 260.9 FT (79.5 M) WEST FROM A TELEPHONE POLE, 260.4 FT (79.4 M) SOUTHWEST FROM A GENERATOR, 232.6 FT (70.9 M) SOUTH FROM A POWER BOX, AND 255.6 FT (77.9 M) SOUTHEAST FROM SOUTH EDGE OF RUNWAY 24.  THIS IS THE PACS STATION AT TIMEHRI INTERNATIONAL AIRPORT. *** retrieval complete."
        }
    ]
}