{
    "date": "DECEMBER  2, 2022",
    "region": "HA",
    "markers": [
        {
            "description": "DESCRIBED BY INTER-AMERICAN GEODETIC SURVEY 1955 THE STATION IS LOCATED AT FORT NATIONAL, ON A HILLSIDE OVERLOOKING PORT OF PRINCE, HAITI, IN A MASSIVE CONCRETE GUNNERY ABUTMENT OVERLOOKING THE PORT AND TOWN.  TO REACH THE STATION FROM THE FRONT GATE AT FORT NATIONAL, HAITI, PASS THROUGHT THE GATE AND GO ABOUT 50 M (164.0 FT) TO A VEHICLE PARKING AREA ON LEFT.  PARK THE VEHICLE AND PROCEED ON FOOT ABOUT 20 M (65.6 FT) TO THE GUARD STATION.  TURN RIGHT AND GO ABOUT 10 M (32.8 FT) TO THE STATION AHEAD IN THE FLOOR OF THE GUNNERY AREA.  THE STATION IS 7.9 M (25.9 FT) NORTHWEST OF THE CENTER OF STONE STEPS, 5.0 M (16.4 FT) NORTH OF A FLAGPOLE, 3.8 M (12.5 FT) EAST OF THE MOST NORTHERLY OF THREE CANNONS, 2.3 M (7.5 FT) SOUTH OF A WALL.",
            "elevation": 94,
            "history": [
                {
                    "date": "1955",
                    "condition": "MONUMENTED",
                    "reporter": "IAGS"
                }
            ],
            "id": "AB9284",
            "lat": 18.54754283888889,
            "long": -72.33101098333333,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN A MASSIVE STRUCTURE",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE CAP HAITIEN INTERNATIONAL AIRPORT, HAITI, IN THE GRASSY AREA SOUTH OF THE RUNWAY, NEAR THE MIDDLE OF THE RUNWAY, ALONG THE NORTH-SOUTH UPAVED ACCESS ROAD.  ACCESS TO THIS STATION CAN BE OBTAINED BY CONTACTING MR.  PIERRE DUPUY, OFFICE NATIONAL DE L AVIATION CIVILE, P.O.  BOX 1346, PORT-AU-PRINCE, HAITI, TELEPHONE (509) 46-2701.  STATION IS LOCATED 22.2 METERS (72.8 FT) NORTHWEST OF THE NORTH END OF THE WEST SIDE OF A CONCRETE BLOCK CULVERT, 13.1 METERS (43.0 FT) WEST NORTHWEST OF THE CENTERLINE OF THE UNPAVED ACCESS ROAD, AND 25.5 METERS (83.7 FT) SOUTHEAST OF THE SOUTH EDGE OF THE RUNWAY PAVEMENT, SET IN THE TOP OF A 0.6 METER (2.0 FT) ROUND CONCRETE POST.  THIS STATION HAS BEEN SELECTED AS THE PRIMARY AIRPORT CONTROL STATION (PACS) .",
            "elevation": 1.3,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9315",
            "lat": 19.732634488888888,
            "long": -72.19415115833334,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE CAP HAITIEN INTERNATIONAL AIRPORT, HAITI, IN THE GRASSY AREA SOUTH OF THE RUNWAY NEAR THE SOUTH END, ALONG THE NORTH-SOUTH UNPAVED ACCESS ROAD.  ACCESS TO THIS STATION CAN BE OBTAINED BY CONTACTING MR.  PIERRE DUPUY, OFFICE NATIONAL DE L AVIATION CIVILE, P.O.  BOX 1346, PORT-AU-PRINCE, HAITI, TELEPHONE (509) 46-2701.  STATION IS LOCATED 27.9 METERS (91.5 FT) SOUTHEAST OF THE SOUTH EDGE OF THE RUNWAY, 33.7 METERS (110.6 FT) EAST OF THE NORTHEAST CORNER OF THE RUNWAY DISPLACED THRESHOLD PAINT BAR, 11.2 METERS (36.7 FT) NORTHWEST OF THE CENTERLINE OF THE UNPAVED ACCESS ROAD, AND 48.6 METERS (159.4 FT) NORTH NORTHEAST OF A WOODEN BLACK AND WHITE PAINTED 25 MPH SIGN.  SET IN THE TOP OF A 0.55 METER (1.80 FT) ROUND CONCRETE POST.  THIS STATION HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 2.3,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9699",
            "lat": 19.72770462222222,
            "long": -72.19852394444445,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE CAP HAITIEN INTERNATIONAL AIRPORT, HAITI, IN THE GRASSY AREA SOUTH OF THE RUNWAY NEAR THE NORTH END, ALONG THE NORTH-SOUTH UNPAVED ACCESS ROAD.  ACCESS TO THIS STATION CAN BE OBTAINED BY CONTACTING MR.  PIERRE DUPUY, OFFICE NATIONAL DE L AVIATION CIVILE, P.O.  BOX 1346, PORT-AU-PRINCE, HAITI, TELEPHONE (509) 46-2701.  STATION IS LOCATED 32.1 METERS (105.3 FT) SOUTHEAST OF THE SOUTH EDGE OF THE RUNWAY, 8.0 METERS (26.2 FT) NORTHWEST OF THE CENTERLINE OF THE UNPAVED ACCESS ROAD.  SET IN THE TOP OF A 0.47 METER (1.54 FT) ROUND CONCRETE POST.  THIS STATION HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 0.9,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9700",
            "lat": 19.73683596111111,
            "long": -72.190546325,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE PORT-AU-PRINCE INTERNATIONAL AIRPORT, HAITI, IN THE GRASSY AREA ON THE NORTH SIDE OF THE RUNWAY, DIRECTLY OPPOSITE THE CONTROL TOWER, AND IN LINE WITH THE EAST EDGE OF THE NORTH-SOUTH TAXIWAY BETWEEN THE RUNWAY AND THE AIRCRAFT PARKING AREA.  ACCESS TO THIS STATION CAN BE OBTAINED BY CONTACTING MR.  PIERRE DUPUY, OFFICE NATIONAL DE L AVIATION CIVILLE, P.O.  BOX 1346, PORT-AU-PRINCE, HAITI, TELEPHONE (509) 46-2701.  STATION IS 37.5 M (123.0 FT) NORTH OF THE NORTH EDGE OF THE PAVEMENT OF THE RUNWAY, AND SET IN THE TOP OF A 0.6 METER (2.0 FT) ROUND CONCRETE POST.  IS STATION HAS BEEN SELECTED AS THE PRIMARY AIRPORT CONTROL STATION (PACS) .                            STATION RECOVERY (1996)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1996 (AJL) RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 12 APR 1996 (AJL) . RECOVERED IN GOOD CONDITION AS DESCRIBED.",
            "elevation": 25.4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "19960412",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9283",
            "lat": 18.580557072222224,
            "long": -72.29461204722222,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS AT THE PORT-AU-PRINCE INTERNATIONAL AIRPORT, HAITI, IN THE GRASSY AREA ON THE NORTH SIDE OF THE RUNWAY, ABOUT 1.5 KM (0.95 MI) EAST OF THE INTERSECTION OF THE RUNWAY AND THE NORTH-SOUTH TAXIWAY LEADING TO THE TERMINAL.  ACCESS TO THIS STATION CAN BE OBTAINED BY CONTACTING MR PIERRE DUPUY, OFFICE NATIONAL DE L AVIATION CIVILE, P.O. BOX 1346, PORT-AU-PRINCE, HAITI, PHONE (509) 42-2701. THE STATION IS LOCATED 41.2 M (135.2 FT) NORTH OF THE NORTH EDGE OF THE ASPHALT RUNWAY, AND IS FLUSH WITH THE GROUND.  THE STATION IS A HORIZONTAL CONTROL DISK SET IN A 0.9 M (3.0 FT) DIA ROUND CONCRETE MONUMENT. NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 33.6,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9692",
            "lat": 18.581258205555557,
            "long": -72.28123560277778,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS AT THE PORT-AU-PRINCE INTERNATIONAL AIRPORT, HAITI, IN THE GRASSY AREA ON THE NORTH SIDE OF THE RUNWAY, ABOUT 0.8 KM (0.50 MI) WEST OF THE INTERSECTION OF THE RUNWAY AND THE NORTH-SOUTH TAXIWAY LEADING TO THE TERMINAL AND CONTROL TOWER.  ACCESS TO THIS STATION CAN BE OBTAINED BY CONTACTING MR PIERRE DUPUY, OFFICE NATIONAL DE L AVIATION CIVILE, P.O.  BOX 1346, PORT-AU-PRINCE, HAITI, PHONE (509) 42-2701.  THE STATION IS LOCATED 52 M (170.6 FT) EAST OF A WINDSOCK, AND IS SLIGHTLY RECESSED INTO A ROCK OUTCROP.  THE STATION IS A HORIZONTAL CONTROL DISK SET IN A 0.4 M (1.3 FT) BY 0.3 M (1.0 FT) ROCK OUTCROP.  NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 24.5,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9693",
            "lat": 18.580535927777778,
            "long": -72.30150863055555,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        }
    ]
}