{
	"date": "JANUARY  2, 2023",
	"region": "HO",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) THE STATION IS LOCATED ABOUT 25 KM EAST-NORTHEAST OF METAPAN, EL SALVADOR IN THE MONTE CRISTO NATIONAL PARK, DEMARCATING THE EL SALVADOR, HONDURAS, AND GUATEMALA NATIONAL BOUNDARIES.  FOR ADMISSION INTO THE PARK AND PERMISSION TO OCCUPY THE STATION, CONTACT THE MINISTERIO DE AGRICULTURA Y GANADERIA AT THE DIRECCION GENERAL DE RECURSOS NATURALES RENOVABLES, CANTON EL MATAZANO, SOYAPANGO, SAN SALVADOR, EL SALVADOR, CENTRAL AMERICA. TELEPHONE 503-294-0566 OR FAX, 503-294-0575.  TO REACH THE STATION FROM THE JUNCTION OF CENTRAL AMERICAN HIGHWAY 12 AND THE ROAD LEADING TO THE MONTE CRISTO NATIONAL PARK  AT THE SOUTHWEST CORNER OF HOTEL SAN JOSE IN CENTRAL METAPAN, GO EAST ON A PAVED/ROCK ROAD FOR 4.8 KM TO THE LOCKED GATE AND GUARDED ENTRANCE TO THE PARK.  CONTINUE EASTERLY ON MAIN ROAD FOR 13.8 KM FOLLOWING SIGNS TO THE PARK TO A Y-JUNCTION AND LOCKED GATE.  (OBTAIN KEY TO GATE FROM THE PARK RANGER AT THE PARK CAMPGROUND 1.3 KM SOUTHEAST OF Y-JUNCTION.)  PASS THROUGH GATE AND CONTINUE EASTERLY FOR 5.5 KM TO A MARKED TRAIL LEADING NORTH.   PACK NORTH ON TRAIL FOR 30 MINUTES TO THE TOP OF MOUNTAIN AND STATION.  LOCATED 22.2 M EAST OF RM 1, 14.35 M EAST OF THE WEST CORNER OF AN OBSERVATION TOWER, AND AND 9.77 M SOUTHWEST OF A CONCRETE RM STAMPED 688 C.                             STATION RECOVERY (UNK )  RECOVERED UNK RECOVERED AS DESCRIBED.",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "IAGS"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				},
				{
					"date": "UNK",
					"condition": "SEE",
					"reporter": "DESCRIPTION"
				}
			],
			"id": "TZ1032",
			"lat": 14.420597566666666,
			"long": -89.35596605277777,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "BOUNDARY MARKER",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED ABOUT 11 KM (6.85 MI) NORTH OF THE EL SALVADOR BORDER, 9 KM (5.60 MI) NORTHEAST OF MAPULACA, AND 2 KM (1.25 MI) WEST-NORTHWEST OF CANDELARIA ON TOP OF CERRO CERIQUE.   TO REACH FROM THE CENTRAL PARK IN CANDELARIA GO 2.8 KM (1.75 MI) WEST AND SOUTH ON THE ROAD TO MAPULACA TO A ROAD RIGHT, TURN WEST AND GO 1.2 KM (0.75 MI) TO A CEMENT HOUSE WITH A TILE ROOF ON THE RIGHT, PARK AND WALK ABOUT 45 MINUTES NORTH TO THE TOP OF THE HIGHEST POINT AND THE STATION.   LOCATED 2.91 M (9.55 FT) EAST OF A 30 CM X 30 CM REFERENCE MONUMENT WITH MISSING DISK SET IN A 0.5 M (1.6 FT) HIGH CONCRETE PYRAMID SHAPED MONUMENT IN THE APPROXIMATE CENTER OF THE MOUNTAIN.   NOTE--NO LODGING OR FUEL AVAILABLE BUT WILL FILL THE GAP IF IGN WANTS TO OBSERVE IT.                             STATION RECOVERY (UNK )  RECOVERED UNK RECOVERED AS DESCRIBED.",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20001026",
					"condition": "GOOD",
					"reporter": "NGS"
				},
				{
					"date": "UNK",
					"condition": "SEE",
					"reporter": "DESCRIPTION"
				}
			],
			"id": "TZ0999",
			"lat": 14.095144541666667,
			"long": -88.57437677777777,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INTER-AMERICAN GEODETIC SURVEY 2000 (JE) THIS STATION IS FOUND AT THE PEAK OF THE MOUNTAIN LAS MOCHAS. LAS MOCHAS IS ABOUT 75 KM SOUTH OF SAN PEDRO SULA AND 9 KM WEST OF LAGO DE YOJOA. THE NEAREST TOWN IS HORCONCITOS WHICH IS SOUTHEAST AND ABOUT 2 KM FROM LAS MOCHAS.   FROM TEGUCIGALPA GO NORTH ON CA5 FOR APPROXIMATELY 120 KM OR UNTIL YOU REACH THE TURN OFF FOR HIGHWAY 20 AT PITO SOLO. TAKE 20 NORTH TOWARDS SANTA BARBARA. AT ABOUT 23 KM, BETWEEN LA PIMIENTA AND EL MOGOTE, THERE IS A ROAD TO HORCONCITOS (IT IS MARKED). THE TURN WILL BE TO THE RIGHT AND THE ROAD GOES NORTH TO HORCONCITOS. FOLLOW THIS ROAD NORTH APPROX. 7 KM TO A ROAD (CERRO DE LAS MOCHAS) TO THE LEFT THAT LEADS TO THE LOS HORCONCITOS. AT HORCONCITOS YOU MAY WANT TO FIND A GUIDE. WE FOLLOWED (TO THE RIGHT) LEADING UP THE MOUNTIAN. WHEN WE COULD NOT DRIVE ANY FURTHER WE MET A GUIDE AND HE LEAD US BY FOOT TO THE TOP OF THE MOUNTAIN TO THE SITE. THIS WAS A STRENUOUS 1.5 HOUR CLIMB.   OUR GUIDE LIVED AT THE END OF THE ROAD. HIS NAME WAS LUCAS DOMINGEZ BANDALES (SEE NOTES). HE REQUESTED 75 LIMPERAS FOR HIS SERVICES BUT I PAID HIM 100 (NO CHANGE).   NOTE- I DID NOT FIND ANY LODGING IN THIS AREA. THERE ARE A FEW GOOD SIZE TOWNS NEARBY BUT YOU WILL HAVE TO LOOK. MAYBE LODGING IF YOU ASK AROUND IN HORCONCITOS.   YOU WILL NOT WANT TO MAKE THIS TRIP MANY TIMES. IT MAY BE MORE CONVENIENT TO CAMP AT THE SITE. BRING PLENTY OF WATER BECAUSE THIS PLACE IS ISOLATED.                             STATION RECOVERY (UNK )  RECOVERED UNK RECOVERED AS DESCRIBED.",
			"history": [
				{
					"date": "1952",
					"condition": "MONUMENTED",
					"reporter": "IAGS"
				},
				{
					"date": "20000330",
					"condition": "GOOD",
					"reporter": "IAGS"
				},
				{
					"date": "UNK",
					"condition": "SEE",
					"reporter": "DESCRIPTION"
				}
			],
			"id": "TZ0982",
			"lat": 14.814986272222223,
			"long": -88.05502353333333,
			"magnetic": "STEEL ROD IMBEDDED IN MONUMENT",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) THE STATION IS LOCATED ABOUT 6 KM SOUTH OF TEGUCIGALPA AND 3 KM SOUTH OF THE TONCONTIN AIRPORT.   TO REACH THE STATION FROM THE JUNCTION OF CENTRAL AMERICAN HIGHWAY 5 AND STATE HIGHWAY 33 ON THE SOUTH SIDE OF TEGUCIGALPA, GO SOUTH AND EAST ON SH 33 FOR ABOUT 1.5 KM TO A DIRT ROAD RIGHT LEADING TO THE COMMUNITY OF EL LLANO.  TURN RIGHT, SOUTH ON DIRT ROAD AND GO ABOUT 3 KM TO A TRAIL ON THE RIGHT LEADING TO THE TOP OF EL SAUCE AND THE STATION REQUIRING ABOUT A 15-20 MINUTE PACK. FOLLOW THE TRAIL TO THE TOP OF THE MOUNTAIN AND THE STATION ON THE NORTH SIDE IN LINE WITH THE SOUTH END OF THE RUNWAY AT TONCONTIN AIRPORT.   LOCATED 26.0 FT WEST OF RM 3, AND 18.5 FT EAST OF RM 2.                                 STATION RECOVERY (UNK )  RECOVERED UNK RECOVERED AS DESCRIBED.",
			"history": [
				{
					"date": "1957",
					"condition": "MONUMENTED",
					"reporter": "IAGS"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				},
				{
					"date": "UNK",
					"condition": "SEE",
					"reporter": "DESCRIPTION"
				}
			],
			"id": "TZ0963",
			"lat": 14.03271661388889,
			"long": -87.224836375,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE SITE HAS BEEN DISTURBED BUT THE TWO REFERENCE MARK AND EXISTING EVIDENCE STILL EXIST.   THE FOLLOWING DESCRIPTION IS QUOTED DIRECTLY FROM THE ENGLISH VERSION OF THE DESCRIPTION OF TRIANGULATION POINTS BY THE IGS WITH THE EXCEPTION FOR THE 18 KM DISTANCE. WE MEASURED THE DISTANCE FROM LAS HUATAS TO CORINTO STATION TO BE 23 KM.  THE STATION IS IN LAS FLORES, A VILLAGE IN YORO, ON CORINTO MOUNTIAN. IT CAN BE REACHED BY CAR LEAVING FROM YORO AND TAKING THE ROAD TO JOCON.  AT 6 KMS FOLLOW LAS HUATAS DETOUR 23 KM TO CORINTO STATION. AN OBSERVATION TOWER BELONGING TO COHDEFOR IS N THE HILL ABOUT 90 MTS. FROM THE CENTRAL MONUMENT. THIS RELATIVELY SMALL HILL WHERE THE STATION IS LOCATED IS COVERED BY PINE TREES AND LOCATED IS NEAR THE VILLAGES OF CORINTO AND CASA BLANCA. THE CAR CAN ONLY REACH THE FOOT OF THE HILL. WALK FOR 30 MINUTES. THE TWO REFERENCE MARKS ARE IN GOOD CONDITION. THERE IS A CARETAKER AT THE COHDEFOR TOWER NAMED JOSE NICOLAS CALERES. WE ALSO MET WITH SALOMON DIAZ, A LOCAL RESIDENT, WHO CAN GUIDE YOU TO THE SITE BUT THE PATH IS CLEAR. THIS WAS A FULL DAY TRIP FROM SAN PEDRO SULA. I AM SURE THAT YOU CAN FIND LODGING SOMEWHERE IN THE VICINITY BUT YOU WILL NEED TO TRAVEL THE 23 KM WITH THE 30 MIN HIKE DAILY IF YOU DO NOT STAY AT THE SITE. BRING PLENTY OF WATER WITH YOU AND ANYTHING ELSE YOU MAY NEED. ",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "IGS"
				},
				{
					"date": "20000331",
					"condition": "POOR",
					"reporter": "NGS"
				}
			],
			"id": "BF4541",
			"lat": 15.258872477777778,
			"long": -87.13504407500001,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED IN THE VALLE DE LEPAGUARE, 35 KM (21.75 MI) EAST OF JUTICALPA, 6 KM (3.70 MI) SOUTHWEST OF LA SIERRA, AND 3.5 KM (2.15 MI) SOUTH-SOUTHEAST OF LIMONES ON TOP OF EL CARBON MOUNTAIN ON PROPERTY OWNED BY ALFONSO MEJIA. TO REACH THE STATION FROM THE JUNCTION OF STATE HIGHWAY 15 AND THE ENTRANCE TO JUTICALPA GO WEST ON HIGHWAY 15 FOR 30.2 KM (18.75 MI) TO A DIRT ROAD LEFT ON THE EAST SIDE OF LA SIERRA. TURN LEFT, SOUTH AND GO 2.0 KM (1.25 MI) TO A Y-JUNCTION. BEAR RIGHT AND CONTINUE SOUTH FOR 0.9 KM (0.55 MI) TO A STREAM CROSSING. CROSS STREAM AND CONTINUE 1.2 KM (0.75 MI) TO THE VILLAGE OF EL ENCINAL AND A ROAD RIGHT AT THE EL ENCINAL SCHOOL. TURN RIGHT, SOUTHWEST AND CONTINUE 2.8 KM (1.75 MI) TO THE VILLAGE OF EL PALO AND THE STATION ON TOP OF EL CARBON MOUNTAIN TO THE WEST. LOCATED 16.46 M (54.00 FT) WEST OF A BLAZED 40 CM DIA ROBLE TREE, AND 15.47 M (50.75 FT) NORTH OF A BLAZED 35 CM DIA PINE TREE ON TOP AND CENTER OF EL CARBON MOUNTAIN. NOTE-- ASK FOR CARLO ALBERTO HERNANDEZ IN EL PALO, HE CAN GUIDE YOU TO THE STATION AND ARRANGE PACK ANIMALS IF DESIRED. ADDITIONAL RECONN NOTES-- A 4-WHEEL DRIVE IS NEEDED TO ACCESS STATION AND CAN BE OCCUPIED BY NGS PERSONNEL. FOOD, WATER, AND SHELTER IS NOT AVAILABLE ON SITE BUT ADEQUATE LODGING CAN BE FOUND IN JUTICALPA (SEE LONLEY PLANETS, CENTRAL AMERICA ON A SHOESTRING) . CT-CORS IS NOT POSSIBLE DUE TO LIVESTOCK IN THE AREA.                            STATION RECOVERY (UNK )  RECOVERED UNK RECOVERED AS DESCRIBED.",
			"history": [
				{
					"date": "1953",
					"condition": "",
					"reporter": "MONUMENTED"
				},
				{
					"date": "20000402",
					"condition": "GOOD",
					"reporter": "NGS"
				},
				{
					"date": "UNK",
					"condition": "SEE",
					"reporter": "DESCRIPTION"
				}
			],
			"id": "TZ0936",
			"lat": 14.572851488888888,
			"long": -86.4716406138889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "TRIANGULATION STATION DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) THE STATION IS LOCATED ABOUT 5 KM NORTHWEST OF TRUJILLO ON THE WEST END OF THE PIER AT PUERTO CASTILLO.   OWNERSHIP--EMPRESA NACIONAL PORTUARIA, GOVERNMENT OF HONDURAS.  OBTAIN PERMISSION BEFORE OCCUPYING STATION.   TO REACH FROM THE Y-JUNCTION OF CENTRAL AMERICAN HIGHWAY 14 AND THE MAIN PAVED ROAD LEADING TO PUERTO CASTILLO, ABOUT 3 KM EAST OF TRUJILLO, GO NORTH AND WEST ON THE PUERTO CASTILLO ROAD FOR 13.1 KM TO THE GUARDED LOCKED GATES AT THE ENTRANCE TO THE PIER. PASS THROUGH GATES AND CONTINUE WEST FOR 0.65 KM TO A DIRT ROAD SOUTH.  TURN LEFT AND GO 0.1 KM TO THE EAST END OF THE PIER, THEN TURN RIGHT AND GO WEST FOR 0.3 KM TO THE STATION BEFORE THE SECOND ELECTRIC LIGHT POLE FROM THE WEST END OF THE PIER.   LOCATED 78.3 M EAST OF THE WEST EDGE AND 1ST MOORING CLEAT ON EDGE OF PIER, 37.1 M NORTH OF THE SOUTH EDGE AND 4TH MOORING CLEAT ON EDGE OF PIER AND 9.4 M EAST OF THE CENTER OF A STEEL ELECTRIC LIGHT POLE WITH 8 LIGHTS.     ",
			"history": [
				{
					"date": "1985",
					"condition": "MONUMENTED",
					"reporter": "ES-IGN"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4524",
			"lat": 16.00526045,
			"long": -85.97027288888889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN A MASSIVE STRUCTURE",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION OF DESCRIPTION AVAILABLE   ",
			"history": [
				{
					"date": "1992",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010324",
					"condition": "GOOD",
					"reporter": "IGN"
				}
			],
			"id": "BF4562",
			"lat": 14.097727,
			"long": -86.31366298888888,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2000 (JE) THE STATION IS LOCATED ON TIGER ISLAND, ABOUT 2.5 KM (1.55 MI) SOUTH OF AMAPALA, 0.5 KM (0.30 MI) NORTHEAST OF THE AMAPALA NAVAL BASE PIER, AND IN THE CENTER OF THE SOCCER FIELD AT THE AMAPALA NAVAL BASE, WEST OF THE ADMINISTRATION BUILDING. OWNERSHIP--AMAPALA NAVAL BASE. CONTACT COMMANDANT REYES 2 DAYS IN ADVANCE AT TELEPHONE, 504-895-8621 OR 895-8610 TO MAKE ARRANGEMENTS FOR OBSERVATIONS.   TO REACH FROM THE JUNCTION OF CA 1 AND HONDURAS 66, GO 30.2 KM (18.75 MI) WESTERLY ON HONDURAS 66 TO THE PIER IN COYOLITO. ARRANGE BOAT TRANSPORTATION AT THE PIER TO AMAPALA, (75 LEMPIRA TO AMAPALA,OR 150 LEMPIRA TO NAVAL PIER) . GO 3 BLOCKS SOUTH-SOUTHEAST ON MAIN ROAD LEADING FROM PIER, THEN TURN RIGHT, SOUTH-SOUTHWESTERLY, AND GO 2.3 KM (1.40 MI) ON THE MAIN ROAD TO THE GUARDED ENTRANCE TO THE AMAPALA NAVAL BASE ON THE RIGHT. TURN RIGHT, WEST AND GO TO THE ADMINISTRATION BUILDING AND THE STATION IN THE CENTER OF THE SOCCER FIELD.   LOCATED 52.5 M (172.2 FT) NORTH OF THE SOUTH GOAL, 52.0 M (170.6 FT) SOUTH OF NORTH GOAL, 35.2 M (115.5 FT) WEST OF EAST CONCRETE BLEACHER, AND 34.65 M (113.68 FT) EAST OF THE WEST SIDELINE, SET IN A 30 CM X 30 CM, 1.2 M (3.9 FT) DEEP ROUND CONCRETE MONUMENT FLUSH WITH THE GROUND.   WITH PERMISSION THIS STATION CAN BE USED AS A CTCORS.   ",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4531",
			"lat": 13.284925005555555,
			"long": -87.65825691388889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH DESCRIPTIVE TEXT AVAILABLE.                            STATION RECOVERY (2001)  RECOVERY NOTE BY INSTITUTO GEOGRAFICO NAC HOND 2001 (DN) LA ESTACION BILL ALMUK SE ENCUENTRA UBICADA EN EL DEPARTMENTO DE GRACIAS, EN LA ALDEA BILL ALMUK PERTENECIENTE A EL MUNICIPIO DE WAMPUSIRPI EN PROPIEDAD PERTENECIENTE A LA ESCUELA ROBERTO SUAZO CORDOVA, EN EL PROPIO CENTRO DE DICHA ALDEA Y A UNOS 150 M AL ESTE (MARGEN DERECHO) DEL RIO PATUCA,   A UNAS DOS HORAS EN AVION DESDE TEGUCIGALPA, TAMBIEN PUEDE LLEGAR POR EL RIO PATUCA NAVEGANDO EN AMBAS DIRECCIONES DEL RIO, EL LUGAR ES POBLADO, CARECE DE LUZ, AGUA POTABLE Y DEMAS SERVICIOS BASICOS, SE RECOMIENDA LLEVAR SU PROPIA COMIDA Y DEMAS ENSERES. LUGAR DESPEJADO EN AMBAS DIRECCIONES.   ESTACION REFERENCIA NO. 1, RUMBO 180 GRADOS, DISTANCIA 7.34 M. ESTACION REFERENCIA NO. 2, RUMBO 000 GRADOS, DISTANCIA 7.25 M. ESQUINA NORESTE DE ESCUELA, RUMBO 020 GRADOS, DISTANCIA 39.00 M.     CHARACTERISTICAS DE LA ESTACION -- DISCO DE ALUMINIO INCRUSTADO EN MOJON DE CONCRETO CON LA LEYENDA -- ESTACION BILL ALMUK 2001   PERSONAS QUE CONOCEN -- CESAR HERBIERTO AVILA V.",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010313",
					"condition": "GOOD",
					"reporter": "IGN-HO"
				}
			],
			"id": "BF4557",
			"lat": 15.290581169444444,
			"long": -84.60159056944444,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION AVAILABLE",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4559",
			"lat": 14.06404333888889,
			"long": -85.56529563055555,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION AVAILABLE",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4561",
			"lat": 14.60136251111111,
			"long": -87.11357459999999,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED ABOUT 3 KM EAST OF CHOLUTECA, 1 KM SOUTHEAST OF CENTRAL AMERICAN HIGHWAY 1, AND 1 KM EAST OF CERRO LOS COYOTES  AT THE CHOLUTECA CARGO AIRPORT.   NEAR AND JUST SOUTHWEST OF THE SOUTH ASPHALT CORNER OF A TURNAROUND SOUTHEAST OF THE SOUTHWEST END OF THE RUNWAY.   OWNERSHIP--CHOLUTECA CARGO AIRPORT.  CONTACT THE CARGO STATION MANAGER JULIO CESAR UCLES, PHONE 504-882-7132 IN CHOLUTECA, OR THE METEOROLOGIC SERVICE DIRECTOR HECTOR SALUSTIO FLORES C., PHONE 504-233-8075 OR FAX 504-233-1114 IN TEGUCIGALPA FOR PERMISSION TO OCCUPY STATION.   TO REACH THE STATION FROM THE JUNCTION OF CENTRAL AMERICAN HIGHWAYS 1 AND 3 ON THE NORTHEAST SIDE OF CHOLUTECA, GO NORTHEAST FOR 2.4 KM ON HIGHWAY 1 TO A TRAFFIC CIRCLE AND A PAVED ROAD LEADING SOUTHEAST.  CONTINUE NORTHEAST, FOR 0.4 KM ON HIGHWAY 1 TO THE GRAVEL AIRPORT ENTRANCE ROAD AND GUARD HOUSE ON THE RIGHT.  TURN RIGHT, SOUTHEAST, FOR 0.2 KM PASSING THROUGH A CABLE GATE AND PASSING THE CHOLUTECA METEOROLOGICAL STATION ON THE RIGHT TO THE ASPHALT APRON.  TURN RIGHT, SOUTHWEST, FOR 0.1 KM CROSSING THE APRON AND ALONG THE TAXIWAY TO ITS SOUTHWEST END. TURN LEFT, SOUTHEAST, FOR 0.1 KM CROSSING THE RUNWAY TO THE SOUTH CORNER OF THE TURNAROUND AND THE STATION ON THE RIGHT.   --NOTE--THE DATUM  POINT IS A PUNCH MARK ON THE TOP CENTER OF A 3.5-INCH SURVEY DISK SET IN TOP OF A 30-CM ROUND CONCRETE POST FLUSH WITH THE GROUND SURFACE.   STATION IS 0.3 KM SOUTH OF THE METEOROLOGICAL STATION, 74.2 M SOUTH-SOUTHEAST OF A 2.0 M HIGH SQUARE CONCRETE POST IN THE MEDIAN, AND 2.7 M SOUTHWEST OF THE SOUTHWEST EDGE OF THE TURNAROUND.  BY R. G. HAYES   --NOTE--(CAUTION) BRING PLENTY OF DRINKING WATER.   ",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010417",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4517",
			"lat": 13.31605202777778,
			"long": -87.15301422222223,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) NO DESCRIPTION SUBMITTED FOR THIS POINT ",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "BF4549",
			"lat": 15.8320557,
			"long": -87.9338488,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "OBJECT DRIVEN INTO GROUND",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 THE STATION IS LOCATED AT ESCUELA NACIONAL DE AGRICULTURA W OF CATACAMAS. IT IS 6.0 KM ESE OF PARQUE CENTRAL. TO ACCESS FROM THE INTERSECTION (EL CRUCE) OF ROUTE HONDURAS 15 (CARRETERA A CULMI) AND ROAD N INTO CATACAMAS CENTRO, GO ESE ON HONDURAS 15 FOR 5.9 KM TO CAMPUS AND STATION ON RIGHT AT KM 215.1. STATION IS 1.5 M N OR ANGLE IN BRICK WALL, 6.8 M ENE OF CENTER OF GATE, 10.5 M S OF 0.6 M DIAMETER, 2 TRUNKED TREE AND 21.4 M SE OF CENTER OF INTERSECTION OF HONDURAS 15 AND TWO DRIVEWAYS. DISK IS SET IN TOP OF 0.25 M SQUARE CONCRETE POST WHICH IS RECESSED 0.1 M BELOW GRASS LEVEL AND ABOUT 0.5 M BELOW ROAD LEVEL. DISK STAMPING FACES S.",
			"history": [
				{
					"date": "1958",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010206",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4552",
			"lat": 14.830146072222222,
			"long": -85.84650134166667,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "BENCH MARK DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (EJ) HE STATION IS LOCATED IN CHAMELECON ABOUT 3 KM (1.85 MI) SOUTH OF SAN PEDRO SULA IN THE EXTREME NORTHWEST CORNER OF AN IRON BRIDGE CROSSING THE CHAMELECON RIVER ON CA 5.   TO REACH FROM THE JUNCTION OF CA 4 AND CA 5 GO 0.3 KM (0.20 MI) SOUTHEAST ON CA 5 TO THE STATION ON THE RIGHT JUST BEFORE CROSSING THE BRIDGE.   LOCATED ABOUT 6 M (19.7 FT) SOUTHWEST OF THE CENTER OF THE SOUTHBOUND LANE OF CA 5, AND 0.5 M (1.6 FT) SOUTHEAST OF THE NORTHWEST END OF THE BRIDGE.   NOTE--THE STATION IS BLOCKED TO THE WEST BY A BUILDING AND TO THE SOUTH BY LARGE IRON BRIDGE SPANS. VEHICLE TRAFFIC IS EXTREMELY HEAVY  MAKING SET-UPS AWKWARD AND PERHAPS DANGEROUS. SEE PHOTOS.   BRING A CENTER PUNCH, TRAFFIC CONES, AND A STAR DRILL FOR ESTABLISHING HOLES FOR TRIPOD STABILITY AS THE STATION IS IN A BRIDGE ABUTMENT.   ",
			"history": [
				{
					"date": "1975",
					"condition": "MONUMENTED",
					"reporter": "IGS"
				},
				{
					"date": "20001030",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4533",
			"lat": 15.428812636111111,
			"long": -88.02317736388889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN THE ABUTMENT OR PIER OF A LARGE BRIDGE",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JGE) THE STATION IS LOCATED ON THE BAY ISLAND OF  GUANAJA, OFF THE NORTH COAST OF HONDURAS. 60 KM NORTH OF TRUJILLO, 1.5 KM NORTHWEST OF BONACCA KEY (CITY OF GUANAJA) ON THE SOUTHWEST END OF THE MAIN ISLAND AT THE GUANAJA (LAGUA) AIRPORT. THIS IS THE PACS STATION. FOR MORE INFORMATION CONTACT AIRPORT CARETAKER CAPTAIN AL (504) 453-4469. AIRPORT IS ANUNMANNED AIRSTRIP, SINGLE ASPHALT RUNWAY, 4130 FT LONG, 59 FT WIDE, PAINTED CENTERLINE. DAILY FLIGHTS FROM LA CEIBA.   TO REACH THE STATION FROM GUANAJA  TOWN, HIRE A WATER TAXI AND GO NORTH FOR 1.5 KM TO THE AIRPORT. LOCATED IN THE EAST CORNER OF A CONSPICUOUS 2 M X 2.3 M CONCRETE SIGN BASE, 88 FT SOUTH FROM THE RUNWAY CENTERLINE, 45 FT EAST FROM THE SOUTHEAST CORNER OF THE APRON, AND 57 FT NORTH FROM A 2 M SQUARE CONCRETE BUNKER. NOTES- RECOMMENDED LODGING IN TOWN AT HOTEL ROSARIO (45-4240), ALL TRANSPORTATION IS BY WATER TAXI. RECOMMENDED WATER TAXI, JEDSEN CONNOR (504-453-4364)   A PICNIC SHELTER IS AVAILABLE 100 METERS SOUTH. A 2 METER TRIPOD OR TALLER IS REQUIRED TO CLEAR SIGN OBSTRUCTION. ",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4529",
			"lat": 16.44364742777778,
			"long": -85.90334273055556,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 NO ENGLISH TRANSLATION OF DESCRIPTION AVAILABLE.",
			"history": [
				{
					"date": "1995",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010313",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4558",
			"lat": 14.423696063888888,
			"long": -86.05046594444444,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 THE STATION IS LOCATED IN DOWNTOWN TEGUCIGALPA ON THE ROOF OF THE CAMINO REAL INTERCONTINENTAL HOTEL, ON THE EAST SIDE OF BUILDING. NOTE-A LADDER IS NECESSARY FOR THIS STATION. OWNERSHIP-HOTEL CAMINO REAL INTERCONTINENTAL TEGUCIGALPA (TO AVE. ROBLE, FRENTE AL MALL MULTIPLAZA TEL 231-1300. PERMISSION REQUIRED). TO REACH THE STATION FROM THE MALL MULTIPLAZA, GO WEST ACROSS THE STREET TO THE HOTEL INTERCONTINENTAL, TAKE ELEVATOR TO 7TH FLOOR, GO TO SOUTHERN EMERGENCY STAIRWAY. WALK UP STAIRWAY 3 FLOORS TO ROOFTOP. GO NORTH ALONG OPEN CORRIDOR TO VENT E6H. CLIMB LADDER TO TOP OF WALL AND THE STATION ON THE LEFT. THE STATION IS 5/8 INCH X 11 TPI THREADED BOLT BOLTED TO EAST PARAPET. LOCATED 3.4 METERS SOUTH FROM VENT 36H AND ABOUT 3.5 METERS ABOVE VENT. ",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010124",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4553",
			"lat": 14.088480869444446,
			"long": -87.18480565277778,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "BOLT",
			"setting": "OBJECT DRIVEN INTO GROUND",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION AVAILABLE ",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4565",
			"lat": 14.997382580555554,
			"long": -83.22230229444445,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED ABOUT 19 KM (11.80 MI) NORTH OF SAN PEDRO SULA IN A SIDEWALK OF THE SOUTHBOUND LANE OF A BRIDGE CROSSING THE CHOLOMA RIVER IN CHOLOMA.   TO REACH FROM THE CENTRAL PARK IN SAN PEDRO SULA GO ABOUT 9 KM (5.60 MI) NORTH ON CA 5 (3RD AVENIDA) TO THE TOLL BOOTH EXITING SAN PEDRO SULA. CONTINUE NORTH ON CA 5 FOR 9.3 KM (5.75 MI) CROSSING THE CHOLOMA RIVER TO THE NORTH END OF THE BRIDGE AND A TURN AROUND LANE FOR SOUTHBOUND TRAFFIC AND THE STATION IN THE CENTER OF THE SIDEWALK ON THE NORTHWEST END OF THE BRIDGE.   NOTE--EXTREMELY HEAVY PEDESTRIAN TRAFFIC SO EQUIPMENT WILL NEED CAREFUL ATTENTION. A TEMPORARY 3 M (9.8 FT) HIGH METAL BARRICADE IS IN PLACE TO THE NORTHWEST DUE TO LARGE CONSTRUCTION PROJECT UNDER THE BRIDGE BUT CAN BE REMOVED FOR OBSERVATIONS.   BRING A CENTER PUNCH, TRAFFIC CONES, AND A STAR DRILL FOR ESTABLISHING HOLES FOR TRIPOD STABILITY AS THE STATION IS IN A BRIDGE ABUTMENT.",
			"history": [
				{
					"date": "1994",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20001030",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4534",
			"lat": 15.618605319444445,
			"long": -87.95446583611111,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN THE ABUTMENT OR PIER OF A LARGE BRIDGE",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 NO ENGLISH TRANSLATION AVAILABLE",
			"history": [
				{
					"date": "1999",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010103",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4577",
			"lat": 15.571353680555555,
			"long": -86.15154883611112,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 DESCRIPTIVE TEXT ONLY AVAILABLE IN SPANISH ",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4566",
			"lat": 15.279770466666667,
			"long": -86.93466723055556,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 DESCRIPTION ONLY AVAILABLE IN SPANISH",
			"history": [
				{
					"date": "1998",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010227",
					"condition": "GOOD",
					"reporter": "IGN"
				}
			],
			"id": "BF4567",
			"lat": 15.721551797222222,
			"long": -86.8923691388889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) THE STATION IS LOCATED ABOUT 1.5 KM EAST OF SAN LORENZO IN THE WEST END OF A CONCRETE BRIDGE SIDEWALK CROSSING A SEASONAL WATERWAY..   TO REACH THE STATION FROM THE Y-JUNCTION OF CENTRAL AMERICAN HIGHWAY 1 AND THE PAVED ENTRANCE ROAD TO SAN LORENZO, GO EAST ON CA 1 FOR 1.5 KM TO THE STATION ON THE LEFT.   LOCATED 4.9 M NORTH OF THE CENTER OF CA 1, 0.3 M WEST OF THE WEST END OF BRIDGE AND 0.2 M SOUTH OF THE NORTH SIDE OF THE BRIDGE WALL.   NOTE-- FREQUENT LARGE VEHICLE TRAFFIC PASSES CLOSE TO MARK, PRECAUTION SHOULD BE TAKEN WHEN OCCUPYING THIS STATION.   ",
			"history": [
				{
					"date": "1975",
					"condition": "MONUMENTED",
					"reporter": "ES-IGN"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4519",
			"lat": 13.42900861111111,
			"long": -87.43785259444445,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "BENCH MARK DISK",
			"setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 NO DESCRIPTION CURRENTLY AVAILABLE",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "BF4550",
			"lat": 15.4450958,
			"long": -87.9421268,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "OBJECT DRIVEN INTO GROUND",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED ABOUT 6.0 KM SOUTHWEST OF LA CEIBA AT THE GOLOSON AIRPORT.  SOUTH OF THE CIVILIAN AIR TRAFFIC CONTROL TOWER, IN THE GRASS MEDIAN BETWEEN THE RUNWAY AND PARALLEL TAXIWAY, ALONG THE SOUTH-SOUTHEAST SIDE OF THE TAXIWAY AND IN LINE WITH THE WEST-SOUTHWEST EDGE OF THE APRON, AT THE SOUTHEAST CORNER OF AN ELECTRIC JUNCTION BOX.   OWNERSHIP--STATE OF HONDURAS AND MILITARY.  AIRPORT MANAGER IS MARIO MEDINA, PHONE 504-442-2468, 442-0670 OR 442-0301.   --NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL FOR ACCESS (ESCORT REQUIRED).   TO REACH THE STATION FROM THE NORTH EDGE OF THE ASPHALT APRON IN FRONT OF THE ATC TOWER, GO WEST-SOUTHWEST FOR ABOUT 350-FEET ALONG THE NORTH-NORTHWEST EDGE OF THE APRON TO THE NORTHWEST CORNER OF THE APRON.  TURN LEFT, SOUTH-SOUTHEAST FOR ABOUT 250-FEET ALONG THE WEST-SOUTHWEST EDGE OF THE APRON CROSSING THE PARALLEL TAXIWAY TO THE GRASS MEDIAN AND THE STATION.   THE DATUM POINT IS A PUNCH MARK ON THE TOP CENTER OF A 3.5-INCH ALUMINUM SURVEY DISK WITH RAISED CENTER, SET IN A 4-INCH PVC PIPE THAT IS SET IN A 30-CM ROUND CONCRETE POST.   STATION IS 51.5 M WEST-SOUTHWEST OF A NORTH-NORTHWEST-SOUTH-SOUTHEAST TAXIWAY CENTERLINE, 48.0 M NORTH OF AN ANEMOMETER, 16.4 M SOUTH-SOUTHEAST OF THE PARALLEL TAXIWAY CENTERLINE, AT THE SOUTHEAST CORNER OF A 1.3 X 1.6 M CONCRETE ELECTRIC JUNCTION BOX.  BY R. G. HAYES   --NOTE--THE CONCRETE POST PART OF THE MONUMENT IS FLUSH WITH THE GROUND, AND THE CONCRETE FILLED PVC PIPE WITH THE DISK AND DATUM POINT IS PROJECTING ABOUT 5-CM BUT IS PROTECTED BY THE JUNCTION BOX.   --NOTE--THIS STATION IS THE PRIMARY AIRPORT CONTROL STATION (PACS).       ",
			"history": [
				{
					"date": "2001",
					"condition": "",
					"reporter": "MONUMENTED"
				},
				{
					"date": "20010418",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4513",
			"lat": 15.743884955555554,
			"long": -86.85242210833333,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2000 (JE) THIS STATION IS LOCATED IN HONDURAS IN THE DEPARTMENT OF CORTES ABOUT 11 KILOMETERS SOUTHEAST OF SAN PEDRO SULA AND 3 KILOMETERS SOUTHWEST OF LA MESA (AEROPUERTO RAMON VILLEDA MORALES) INTERNATIONAL AIRPORT. THE STATION IS SET IN THE NORTH END OF A BRIDGE THAT CROSSES THE RIO CHAMELEGON.   FROM THE INTERSECTION OF THE LA LIMA/PREGRESO HIGHWAY AND THE ACCESS ROAD TO THE AIRPORT TRAVEL SOUTH TOWARDS LA LIMA APPROXIMATELY 2.7 KILOMETERS TO THE BRIDGE THAT CROSSES THE RIO CHAMELECON. THE STATION IS FOUND ON THE NORTH END OF THE BRIDGE ON THE EAST SIDE (NORTHBOUND LANE) SET IN THE CONCRETE SIDEWALK.   THE STATION IS A DISK SET IN THE NORTH END OF THE CONCRETE SIDE WALK ON THE EASTERN MOST SIDE OF THE BRIDGE. LOCATE THE LAST CONCRETE RAILING POST ON THE NORTH END AND EAST SIDE OF THE BRIDGE AND THE STATION CAN BE FOUND 0.3 METERS NORTH AND 0.2 METERS EAST OF THIS POST.   THIS STATION IS EASILY ACCESSIBLE AND THE OBSERVER COULD STAY IN SAN PEDRO SULA. ",
			"history": [
				{
					"date": "20001102",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4535",
			"lat": 15.430972216666666,
			"long": -87.93414205277779,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "VERTICAL CONTROL DISK",
			"setting": "OBJECT SURROUNDED BY MASS OF CONCRETE",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 DESCRIPTIVE TEXT ONLY AVAILABLE IN SPANISH   ",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4568",
			"lat": 13.79355725,
			"long": -86.57080094166666,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED ABOUT 30.0 KM NORTH OF JUTICALPA, 25.0 KM WEST OF SAN FRANCISCO DE LA PAZ AND 20.0 KM EAST OF SILCA, ON THE SOUTHWEST SIDE OF MANTO, ON TOP OF A SMALL HILL JUST EAST OF THE SOCCER (FOOTBALL) FIELD.   OWNERSHIP--THE PROPERTY IS OWNED BY PABLO CASTRO, NO GOOD ADDRESS IN THIS AREA.   --NOTE--TO REACH THE STATION IT TAKES ABOUT A 1 AND 1/2 TO 2 HOUR DRIVE OVER VERY ROUGH ROAD.   TO REACH THE STATION FROM THE JUNCTION OF STATE HIGHWAY 15 AND ROUTE 39 ABOUT 10.0 KM EAST OF JUTICALPA, GO NORTH ON ROUTE 39 (ROUGH GRAVEL/DIRT ROAD) FOR 19.6 KM TO SAN FRANCISCO DE LA PAZ TO A Y-JUNCTION WITH ROUTE 109.  TURN LEFT, WEST, PASSING THROUGH TOWN AND CONTINUE FOR 9.2 KM TO THE VILLAGE OF GUARIZAMA. CONTINUE WEST FOR 16.6 KM PASSING THROUGH THE TOWN OF MANTO TO THE NORTHWEST CORNER OF THE CATHOLIC CHURCH YARD ON THE WEST SIDE OF MANTO.  TURN LEFT, SOUTH, FOR 75.0 M TO THE SOUTHWEST END OF THE CHRUCH YARD.  TURN LEFT, EAST, FOR 50.0 M TO THE FIRST ROAD RIGHT.  TURN RIGHT, SOUTH, FOR 0.1 KM TO A ROCKY ROAD RIGHT. TURN RIGHT, WESTERLY, FOR 0.1 KM TO A RIVER CROSSING.  CONTINUE SOUTHWESTERLY, CROSSING RIVER FOR ABOUT 0.3 KM ON A ROUGH NARROW JAGGED ROCK ROAD TO A SHORT BLACK AND WHITE CROSS ON THE LEFT.  CONTINUE SOUTHWEST AND WEST FOR ABOUT 75.0 M TO AN OPEN AREA AND A POLE AND BARBED WIRE GATE ON THE RIGHT AND THE STATION ON THE RIGHT NEAR THE TOP OF THE HILL, NORTH-NORTHWEST OF AND IN LINE WITH THE GATE AND 2 SMALL ROCK PILES.  --NOTE--THE DATUM POINT IS A MILLED DIMPLE IN THE TOP CENTER OF A 1-CM ROUND ALUMINUM RIVET SET/EPOXIED IN A DRILL HOLE IN A 2 X 3-FOOT AREA OF ROCK OUTCROP.     STATION IS 51.2 M NORTH OF THE SOUTH BARBED WIRE FENCE, 43.4 M SOUTHWEST OF A LONE PINE TREE, 33.7 M NORTHEAST OF THE SOUTHWEST FENCE CORNER AND 25.5 M EAST OF A BARBED WIRE FENCE TEE INTERSECTION.  AND THE STATION IS PROJECTING ABOUT 6-CM ABOVE THE GROUND SURFACE AND FLUSH WITH THE TOP OF THE ROCK.  BY R. G. HAYES   --NOTE--CAUTION--BRING PLENTY OF DRINKING WATER.   ",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "UWI"
				},
				{
					"date": "20010420",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4511",
			"lat": 14.916734483333332,
			"long": -86.38052479444444,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED IN THE HONDURAN DEPARTMENT OF CORTES, IN THE CITY OF PUERTO CORTES, AT THE PORT (MAIN SHIPPING PORT FOR HONDURAS OPERATED BY THE ENP). THE SITE IS LOCATED NEAR THE NEW TIDE STATION NOAA IS INSTALLING (NEAR THE MOLASSES (MELAZA IN SPANISH) TANKS.   THIS SITE IS ON THE ENP'S (EMPRESA NACIONAL PORTUARIA - I.E., THE HONDURAN PORT AUTHORITIES) LAND.   TO REACH THE STATION FROM THE INTERSECTION OF 1 AV IN PUERTO CORTES (THE ROAD THAT PARALLELS THE PORTS) AND THE WEST GATE OF THE ENP SHIPYARDS APPROACH THE GATE AND ASK FOR PERMISSION AND DIRECTIONS TO VISIT THE HYDROGRAPHIC OFFICE (HIDROGRAFIA EDIFICIO DE OBRAS CIVILES) FOUND AT THE WEST END OF THE PORT. SPEAK TO CARLOS PORTILLO OR MANUEL GUTIERREZ TO GUIDE YOU TO THE STATION.   THE STATION IS SET IN A CONCRETE DOCK AT THE WEST END OF THE PORT. THE DOCK SERVICES THE MOLASSES TANKS AND SERVES AS THE SUPPORT PLATFORM FOR THE +-18 INCH CONDUITS (PIPES) FROM THE TANKS TO THE WET END OF THE DOCK.   THE STATION IS AN IAG DISK SET IN A CONCRETE DOCK (MUELLE). FROM THE NORTH END OF THE DOCK (LAND END) WALK SOUTH (TOWARDS THE WATER) APPROXIMATELY 18 METERS. THE STATION WILL BE FOUND ABOUT 0.4 METERS IN FROM THE WEST EDGE (SIDE OPPSITE EDGE FROM THE MOLASSSES PIPES ) OF THE DOCK. THE STATION IS FLUSH WITH THE SURFACE OF THE WALKWAY AND IS ABOUT 29 METERS NORTH OF THE PROPOSED NOAA TIDE STATION. ",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "IAGS"
				},
				{
					"date": "20001025",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4532",
			"lat": 15.843701783333334,
			"long": -87.95942044444445,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "VERTICAL CONTROL DISK",
			"setting": "OBJECT SURROUNDED BY MASS OF CONCRETE",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 DESCRIPTIVE TEXT ONLY AVAILABLE IN SPANISH",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4569",
			"lat": 14.76211171111111,
			"long": -88.36202496388889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 DESCRIPTIVE TEXT ONLY AVAILABLE IN SPANISH.",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4572",
			"lat": 15.262838944444445,
			"long": -83.77467398888889,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 DESCRIPTIVE TEXT ONLY AVAILABLE IN SPANISH",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4570",
			"lat": 15.524088555555556,
			"long": -86.57628488888888,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION OF DESCRIPTION AVAILABLE ",
			"history": [
				{
					"date": "UNK",
					"condition": "",
					"reporter": "MONUMENTED"
				},
				{
					"date": "20010215",
					"condition": "GOOD",
					"reporter": "IGN"
				}
			],
			"id": "BF4560",
			"lat": 15.954825172222222,
			"long": -84.93975959722222,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO TEXT AVAILABLE",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4571",
			"lat": 15.801182094444446,
			"long": -84.2991026611111,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED IN HONDURAS IN THE DEPARTMENT OF ISLA DE LA BAHIA ON THE ISLAND OF ROATAN. IT IS EAST SOUTH-EAST OF COXEN HOLE AT THE ROATAN AIRPORT (AEROPUERTO JUAN MANUAL GALVES). THE AIRPORT IS AOBUT A 15 MINUTE FLIGHT FROM LA CEIBA, HONDURAS. CLEARENCE FROM AIRPORT SECURITY IS REQUIRED.   TO REACH THE STATION FROM THE INTERSECTION OF THE APRON ON THE SOUTH SIDE OF TEH AIRPORT MAIN TERMINAL AND THE ONLY RUNWAY TRAVEL EASTERLY TO THE EAST END OF THE RUNWAY. THE STATION IS APPORXIMATELY 5 METERS SOUTH OF THE SOUTH EDGE OF THE RUNWAY AT THE EAST END.   THE STATION IS A CONCRETE MONUMENT WITH AN ALUMINIUM DISK EMBEDDED. THE TOP OF THE MONUMENT IS 20X20 CM AND IT PROTRUDES FROM THE GROUND ABOUT 20 CM.   WE STAYED AT THE FANTASY HOTEL JUST EAST OF FRENCH HARBOR (A NICE RESORT) BUT RESERVATIONS NEED TO BE MADE EARLY BECAUSE FEBUARY IS THE BEGINNING OF THEIR SEASON. ABOUT 7 KILOMETERS EAST OF THE AIRPORT IS AN OKAY LITTLE HOTEL CALLED THE EXECUTIVE.   NOTE THAT THE ONLY WAY TO THE ISLANDS UTILA, ROATAN, OR GUANAJA IS BY AIR. DON'T GET STUCK ON AN ISLAND WITH NO WAY OFF FOR A DAY . ",
			"history": [
				{
					"date": "UNK",
					"condition": "",
					"reporter": "MONUMENTED"
				},
				{
					"date": "20001025",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4530",
			"lat": 16.321032997222222,
			"long": -86.51332252222223,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED ABOUT 2.0 KM EAST OF COPAN RUINAS AT THE MAYA RUINS ARCHEOLOGICAL SITE.  IN A GRASS/DIRT PARKING AREA NEAR THE SOUTHEAST EDGE OF THE MAIN PARKING LOT.   OWNERSHIP--INSTITUTO HONDURENO DE ANTROPOLOGIA E HISTORIA, COPAN RUINAS, COPAN HONDURAS, C. A.  --COPAN ARCHEOLOGICAL SITE. DIRECTOR IS PROFESSOR OSCAR M. CRUZ,  ASSISTANT DIRECTOR IS SAMUEL MEMBRINO GOMEZ, TELEFAX  504-651-4108  --NOTE--CALL OR VISIT ONE DAY IN ADVANCE BEFOR OBSERVATIONS.   TO REACH THE STATION FROM THE NORTHEAST CORNER OF THE CENTRAL PARK IN COPAN RUINAS, GO 1 BLOCK WEST AND 1 BLOCK NORTH TO THE MAIN ROAD LEADING TO SANTA RITA.  CONTINUE 1.2 KM EAST TO THE GUARDED ENTRANCE GATE TO THE RUINS.  TURN RIGHT, SOUTHEAST, THROUGH THE GATES FOR ABOUT 44.0 M TO THE SOUTH SIDE OF THE PARKING LOT AND THE STATION AT A JAG IN A STONE CURB.   --NOTE--THE DATUM POINT IS A PUNCH MARK ON THE TOP CENTER OF A 3.5-INCH ALUMINUM SURVEY DISK SET IN TOP OF A 30-CM ROUND CONCRETE POST.   STATION IS 44.6 M SOUTH OF THE WEST CORNER ENTRANCE GATE POST, 16.15 M WEST-SOUTHWEST OF THE EAST CORNER OF A NORTHEAST/SOUTHWEST STONE CURB, 0.45 M NORTHWEST OF THE NORTHWEST EDGE OF A STONE CURB, 0.4 M NORTH-NORTHEAST OF THE NORTH-NORTHEAST EDGE OF A STONE CURB, AND THE MONUMENT IS LEVEL WITH THE PARKING LOT AND FLUSH WITH THE GROUND SURFACE.  BY R. G. HAYES       ",
			"history": [
				{
					"date": "2000",
					"condition": "",
					"reporter": "MONUMENTED"
				},
				{
					"date": "20010417",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4510",
			"lat": 14.839337519444445,
			"long": -89.14682671111112,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TEXT AVAILABLE",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4573",
			"lat": 14.582116797222222,
			"long": -85.116659425,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TRANSLATION AVAILABLE",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4564",
			"lat": 15.229541947222222,
			"long": -85.76171329166667,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN UNSPECIFIED ROCK OR BOULDER",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2002 THE STATION IS LOCATED ON THE CAMPUS OF UNAH CENTRO UNIVERSITARIO REGIONAL DEL NORTE (CURN) IN N PART OF SAN PEDRO SULA. IT IS 3.0 KM NNW OF PARQUE CENTRAL. TO ACCESS FROM THE ROTARY INTERSECTION OF AVENIDA CIRCUNVALACION AND 6A AVENIDA AND ROUTE CA-5 (BLVD DEL NORTE TO PUERTO CORTES), GO N ON CA-5 FOR 1.4 KM. EXIT ONTO W-BOUND BLVD AL CURN AND GO 1.7 KM TO CAMPUS ENTRANCE. CONTINUE 0.15 KM TO NW CORNER OF PARKING LOT AT STATION IN EDIFICIO 3. STATION IS 0.24M E OF SE CORNER OF S ENTRANCEWAY TO BUILDING, 15.3 M WSW OF SE CORNER OF BUILDING, 7.0 M N OF NW CORNER OF PARKING LOT, 4.1 M S OF S WALL OF MAIL PART OF BUILDING AND ATOP A 0.20 M BY 0.20M BY 0.25 M TALL CONCRETE POST. LETTERS OF INSCRIPTION ARE DOT PATTERNS OF CENTER PUNCH DIMPLES AND FACE N. GPS SURVEYED AT S DIMPLE OF THE V. STATION CONTACT IS BRENDA HULCE.",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "UNAH"
				},
				{
					"date": "20020502",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4556",
			"lat": 15.530442047222223,
			"long": -88.03645163888889,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED IN SAN PEDRO SULA, AT THE LA MESA INTERNATIONAL AIRPORT, ON THE ROOF OF THE AIR TRAFFIC CONTROL TOWER.   OWNERSHIP--LA MESA INTERNATIONAL AIRPORT.  REGIONAL DIRECTOR MIGUEL ANGEL CRUZ, PHONE 504-668-1907.   THE STATION IS A 50-MM BRONZE SURVEY DISK SET FLUSH ON THE TOP OF THE EAST AREA OF THE CONCRETE ROOF OF THE CONTROL TOWER.   STATION IS 2.2 M EAST-NORTHEAST OF THE TOWER CENTER, AND 2.1 M NORTHWEST OF THE EAST EDGE OF THE TOWER.  BY R. G. HAYES           ",
			"history": [
				{
					"date": "1999",
					"condition": "MONUMENTED",
					"reporter": "PSOMAS"
				},
				{
					"date": "20010418",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4547",
			"lat": 15.450790208333332,
			"long": -87.9293198138889,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN A MASSIVE STRUCTURE",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS ABOUT 10 KM (6.20 MI) NORTH OF LA PAZ, AND 3 KM (1.85 MI) NORTH OF COMAYAGUA IN A DRIVEWAY LEADING INTO THE PROPERTY OF OSWALDO LOPEZ ARELLANO. TO REACH THE STATION FROM THE JUNCTION OF CENTRAL AMERICAN HIGHWAY 5 AND HIGHWAY 57 (ENTRANCE TO COMAYAGUA) GO NORTHEAST ON CA 5 FOR 3.2 KM (2.00 MI) TO A DRIVEWAY ON THE RIGHT WITH A LOCKED GATE. LOCATED 23.4 M (76.8 FT) NORTHEAST OF THE HIGHWAY CENTER, 14.43 M (47.34 FT) SOUTH-SOUTHWEST OF A CORTES TREE, 7.4 M (24.3 FT) EAST OF A JOBO TREE, AND 2.55 M (8.37 FT) NORTH OF THE SOUTHWEST GATE POST OF A LOCKED DOUBLE GATE.   ADDITIONAL RECONN NOTES--SITE IS NOT SECURE FOR CT-CORS AND FOOD AND WATER ARE NOT AVAILABLE AT STATION. LODGING AND FOOD IS AVAILABLE IN COMAYAGUA AND SITE IS RECOMMENDED FOR NGS PERSONNEL. ",
			"history": [
				{
					"date": "1994",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20000331",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4538",
			"lat": 14.463525038888887,
			"long": -87.67003490277779,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "OBJECT SURROUNDED BY MASS OF CONCRETE",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED ABOUT 30 KM (18.65 MI) NORTH OF SANTA ROSA DE COPAN, 20 KM (12.40 MI) EAST OF NUEVA OCOTEPEQUE, 15 KM (9.30 MI) NORTH OF SAN MARCOS DE OCOTEPEQUE, 7 KM (4.35 MI) NORTH OF THE JUNCTION OF CA 4 AND THE ROAD TO SAN MARCOS DE OCOTEPEQUE, AND 3 KM (1.85 MI) NORTH OF THE CA 4 AND SESENTI JUNCTION.   OWNERSHIP--PABLO PAZ. TO REACH FROM THE JUNCTION OF CA 4 AND THE MAIN PAVED ROAD TO SAN MARCOS DE OCOTEPEQUE, GO 4.0 KM (2.50 MI) NORTH ON CA 4 TO THE RIGHT T-JUNCTION OF THE GRAVEL ROAD TO SESENTI. CONTINUE NORTH ON CA 4 FOR 2.8 KM (1.75 MI) TO THE STATION ON THE LEFT.   LOCATED 19.35 KM (12.00 MI) NORTHWEST OF THE CENTER OF CA 4, 10.35 M (33.96 FT) SOUTHWEST OF A UTILITY POLE, 1.2 M (3.9 FT) NORTHEAST OF A 0.5 M (1.6 FT) PROTRUDING 3 CM DIAMETER METAL PIPE MARKED WITH RED/YELLOW PAINT, AND 0.4 M (1.3 FT) SOUTHEAST OF A BARBED-WIRE FENCE. NOTE--EASILY ACCESSABLE AND SUITABLE FOR NGS WITH LODGING IN NUEVA OCOTEPEQUE ABOUT 1/2 HR DRIVE ON MAIN ROAD. HOTEL MAYA CHORTIS OFFERS ADEQUATE LODGING WITH PRIVATE BATH, TV, AND RESTAURANT ON THE PREMISES. THERE ARE OTHERS AS IT IS A GOOD SIZED TOWN. ",
			"history": [
				{
					"date": "1977",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20001027",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4539",
			"lat": 14.531642863888889,
			"long": -88.95062988333333,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED ABOUT 40 KM (24.85 MI) SOUTHWEST OF LA PAZ, 30 KM (18.65 MI) SOUTHEAST OF LA ESPERANZA, AND 7 KM (4.35 MI) NORTH OF MARCALA ON THE ROAD LEADING TO LA ESPERANZA FROM MARCALA.   TO REACH FROM THE JUNCTION OF THE MAIN PAVED ROAD LEADING INTO MARCALA AND THE GRAVEL ROAD LEADING TO LA ESPERANZA ON THE EAST SIDE OF MARCALA, GO 7.0 KM (4.35 MI) NORTH ON THE ROAD TO LA ESPERAZA TO THE STATION ON THE LEFT.   LOCATED 9.15 M (30.02 FT) WEST OF THE ROAD CENTER, 7.37 M (24.18 FT) SOUTHWEST OF THE SOUTH CORNER OF A 0.75 M (2.46 FT) CONCRETE CULVERT ABUTMENT WALL, AND 4.25 M (13.94 FT) NORTH-NORTHEAST OF A RED/YELLOW PAINT MARK ON A PROMINENT ROCK WALL.   NOTE--THIS MARK MAY SUBSTITUTE OR TIE INTO MUSULA AS IT IS MUCH MORE ACCESSABLE FOR FUTURE SURVEYS. BASIC LODGING IS FOUND IN MARCALA WITH NO AMENITIES SUCH AS INTERNET ACCESS, PRIVATE PHONES, OR FEDEX. THERE IS A HONDUTEL ACROSS THE STREET FROM THE HOTEL MEDINA WHICH HAS SECURE PARKING AND AN ENGLISH SPEAKING TV STATION.   ",
			"history": [
				{
					"date": "1977",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20001026",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4540",
			"lat": 14.207607230555555,
			"long": -88.03294563611111,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED IN TEGUCIGALPA AT THE UNIVERSIDAD NACIONAL AUTONOMICO DE HONDURAS NEAR THE OBSERVATORY ABOUT 20 MIN EAST FROM THE IGN HEADQUARTERS. OWNERSHIP--UNIVERSIDAD NACIONAL AUTONOMICO DE HONDURAS. CONTACT MARIA CRISTINA PINEDA DE CARIAS, DIRECTORA OBSERVATORIO ASTRONOMICO CENTROAMERICAN DE SUGAPA, APARTADO POSTAL 4432, TEGUCIGALPA, HONDURAS. PHONE (504) 239-4948.  TO REACH THE STATION FROM THE IGN HEADQUARTERS GO EAST---KM ON---TO THE UNIVERSITY OBSERVATORY. LOCATED 40 M (131.2 FT) SOUTHEAST FROM THE DOMED OBSERVATORY BUILDING, 28 M (91.9 FT) EAST FROM A DIRT ACCESS ROAD, AND 25 M (82.0 FT) WEST FROM THE SECURITY HUT. NOTE--MILAGES AND DIRECTIONS UNAVAILABLE AT THIS TIME DUE TO RECONSTRUCTION ACTIVITIES. ADDITIONAL RECONN NOTES--THERE IS AN ARMED GUARD AT SITE MAKING IT SECURE FOR A CT-CORS OCCUPATION AND IS RECOMMENDED FOR NGS PERSONNEL.                            STATION RECOVERY (2001)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2001 (DW) THE STATION IS LOCATED ON CAMPUS OF UNIVERSIDAD NACIONAL AUTONOMA DE HONDURAS AT ASTRONOMIC OBSERVATORY IN TEGUCIGALPA.  IT IS 5.1 KM ESE OF PACACIO LEGISLATIVO AND 1.0 KM NNW OF BASILICA DE SUYAPA.  TO ACCESS FROM CA ROUTE 6 (=CARRETERA DANLI = CARRETERA DE ORIENTE) KM 0 AT INTERSECTION WITH ROUTE NAC-25 (=ANILLOPERIFICO), GO NNE ON NAC-25 FOR 2.5 KM AND EXIT TO UNAH.  GO 0.28 KM ON LOOP AND CONTINUE W ON SUYAPA BOULEVARD.  GO 0.3 KM AND TURN N (RIGHT) INTO E CAMPUS ENTRANCE.  GO 0.1 KM TO ROTARY AND EXIT NE AND DOWN HILL.  GO 0.62 KM AND TURN E (RIGHT).  GO 0.1 KM AND TURN NW (LEFT) AND GO 0.08 KM TO OBSERVATORY AND STATION ON THE LEFT.  STATION IS ON SLOPED LAWN SE OF DOME, 25.14 M N74E OF NE CORNER OF GUARD SHACK, 34.7 M S50E OF CONCRETE PILLAR S OF DOME AND 38.7 M S OF AND 27.4 M E OF SW CORNER OF OLD OFFICE BUILDING JUST E OF DOME.  DISK IS SET IN 0.3 M SQUARE CONCRETE POST (TAPERED AT TOP) AND IS 0.15 M ABOVE GRASS LEVEL. CONTACT IS DRA MARIA PINEDA AT TELEPHONE 239-4948.  DOD 0358-3, NN 1361.",
			"history": [
				{
					"date": "1996",
					"condition": "MONUMENTED",
					"reporter": "DMA"
				},
				{
					"date": "20000328",
					"condition": "GOOD",
					"reporter": "NGS"
				},
				{
					"date": "20010203",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4537",
			"lat": 14.087054911111112,
			"long": -87.15921843055555,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (JE) THE STATION IS LOCATED AT THE TONCONTIN INTERNATIONAL AIRPORT IN TEGUCIGALPA ON TOP OF THE TRAFFIC CONTROL TOWER.   OWNERSHIP-- TONCONTIN INTERNATIONAL AIRPORT. CONTACT CAPTAIN FRANCISCO PINEDA BARRIENTOS, CHIEF OF AIRPORT SECURITY, PHONE 504-234-2402 OR 233-3110 0R 233-3411. TO REACH THE STATION FROM THE IGN HEADQUARTERS GO 3 KM (1.85 MI) SOUTH ON BOULEVARD COMMUNIDAD ECONOMICA EUROPA TO THE  AIRPORT ENTRANCE ON THE LEFT. TURN LEFT,EAST INTO THE PARKING AREA AND AIRPORT MANAGERS OFFICE IN AIRPORT TERMINAL COMPLEX. LOCATED ON TOP OF THE AIRPORT CONTROL TOWER, 2.5 M (8.2 FT) NORTH OF THE SOUTH ROOF EDGE AND 0.9 M (3.0 FT) WEST OF THE EAST ROOF EDGE. AIRPORT RADIO FREQUENCY IS 121.19 FOR TOWER CONTROL COMMUNICATIONS.   ",
			"history": [
				{
					"date": "1999",
					"condition": "",
					"reporter": "MONUMENTED"
				},
				{
					"date": "20000328",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4536",
			"lat": 14.060017358333335,
			"long": -87.21923442222223,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 NO ENGLISH TEXT AVAILABLE",
			"history": [
				{
					"date": "UNK",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "20010220",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4574",
			"lat": 16.104180477777778,
			"long": -86.90009571944445,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (JE) THE STATION IS LOCATED ON THE NORTH SIDE OF THE SINGLE ASPHALT RUNWAY AT THE TRUJILLO AIRPORT IN TRUJILLO AT THE ENTRANCE TO THE CRISTOPHER COLUMBUS BEACH RESORT.  OWNERSHIP--CHRISTOPHER COLUMBUS BEACH RESORT, 504-44-4966.   TO REACH FROM THE JUNCTION OF CENTRAL AMERICAN HIGHWAY 14, ABOUT 3 KM EAST OF TRUJILLO, GO WEST ON CA 14 FOR 3 KM TO A PAVED ROAD RIGHT, LEADING TO THE AIRPORT.  TURN RIGHT, AND GO NORTH FOR 500 M CROSSING THE RUNWAY, TO THE STATION ON THE LEFT.   LOCATED 28.0 M SOUTHWEST OF THE NORTHEAST HOTEL DRIVEWAY, 21.5 M SOUTHEAST OF A CONCRETE WALL, 19.2 M NORTHWEST OF THE CENTER OF THE AIRPORT FRONTAGE ROAD AND 19.0 M NORTHEAST OF SOUTHWEST HOTEL DRIVEWAY. ",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "ES-IGN"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4523",
			"lat": 15.926653027777776,
			"long": -85.93895633333334,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 DESCRIPTIVE TEXT ONLY AVAILABLE IN SPANISH",
			"history": [
				{
					"date": "1964",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				},
				{
					"date": "2001",
					"condition": "GOOD",
					"reporter": "NGS"
				}
			],
			"id": "BF4578",
			"lat": 15.203610072222222,
			"long": -83.87515078888889,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH DESCRIPTIVE TEXT AVAILABLE.",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4575",
			"lat": 14.980830030555556,
			"long": -86.71166770555556,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 NO DESCRIPTION CURRENTLY AVAILABLE.",
			"history": [
				{
					"date": "2000",
					"condition": "MONUMENTED",
					"reporter": "NGS"
				}
			],
			"id": "BF4551",
			"lat": 14.160645436111112,
			"long": -88.023441175,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY INSTITUT GEOGRAPHIQUE NATIONAL 2001 NO ENGLISH TEXT AVAILABLE.",
			"history": [
				{
					"date": "2001",
					"condition": "MONUMENTED",
					"reporter": "IGN"
				}
			],
			"id": "BF4576",
			"lat": 15.266396494444445,
			"long": -85.33748063888888,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		}
	]
}