h{
    "date": "DECEMBER  2, 2022",
    "region": "JM/PARISH OF JAMAICA",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE NORMAN MANLEY INTERNATIONAL AIRPORT IN KINGSTON, JAMAICA.  OWNERSHIP--AIRPORTS AUTHORITY OF JAMAICA.  FOR ACCESS, CONTACT MR.  PAUL FORD, CHIEF AIR TRAFFIC CONTROLLER, TELEPHONE (809) 922-7270, OR MR.  STEADLEY FEARON, MAINTENANCE MANAGER, TELEPHONE (809) 924-8252.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  NOEL FRANCIS, DIRECTOR, HYDROGRAPHIC DIVISION, JAMAICA SURVEY DEPRARTMENT, 23 1/2 CHARLES STREET, P.O. BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 922-6630.  STATION IS LOCATED IN A GRASSY AREA NEAR THE END OF RUNWAY 12.  STATION IS 34.8 METERS (114.2 FT) SOUTHWEST OF THE SOUTH EDGE OF RUNWAY 12-30, 34.4 METERS (112.9 FT) EAST OF THE SOUTHERN MOST OF 4 PAPI LIGHTS, SET IN THE TOP OF A 0.1 METER (0.3 FT) SQUARE CONCRETE POST, FLUSH WITH THE GROUND.",
            "elevation": 0.8,
            "history": [
                {
                    "date": "1995",
                    "condition": "MONUMENTED",
                    "reporter": "JSD"
                },
                {
                    "date": "19960312",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9744",
            "lat": 17.937854247222223,
            "long": -76.79480551666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "TRAVERSE STATION DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED APPROXIMATELY 8 KM (4.95 MI) WEST OF THE NORMAN MANLEY INTERNATIONAL AIRPORT IN KINGSTON, JAMAICA, AT THE RUINS TO OLD FORT CHARLES IN PORT ROYAL.  OWNERSHIP--JAMAICA GOVERNMENT.  TO REACH FROM THE ROUND-ABOUT AT THE AIRPORT PROCESS WEST ALONG PORT ROYAL MAIN ROAD FOR 9.0 KM, (5.60 MI) TO THE ENTRANCE OF THE JAMACIAN COAST GUARD STATION.  CONTINUE 0.1 MILE (0.2 KM) TO THE NORTH ENTRANCE OF OLD FORT CHARLES ON THE LEFT, AND THE STATION JUST INSIDE THE ENTRANCE GATE. STATION IS LOCATED 3.80 METERS (12.47 FT) SOUTHEAST OF THE OF NORTHWEST HINDGES OF THE ENTRANCE GATE, AND 3.80 METERS (12.47 FT) SOUTHWEST OF THE NORTHEAST HINDGES OF THE ENTRANCE GATE, 10.90 METERS (35.76 FT) WEST OF THE WEST CORNER OF A MUSEUM BUILDING, AND SET FLUSH WITH THE SURFACE OF A MASONRY BLOCK FLOOR.",
            "elevation": 1.86,
            "history": [
                {
                    "date": "1953",
                    "condition": "MONUMENTED",
                    "reporter": "IAGS"
                },
                {
                    "date": "19960312",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9286",
            "lat": 17.935111669444446,
            "long": -76.8425545111111,
            "setting": "UNSPECIFIED SETTING",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) LOCATED NEAR THE SANGSTER INTERNATIONAL AIRPORT, APPROXIMATELY 2 KM (1.25 MI) NORTHEAST OF MONTEGO BAY, JAMAICA.  ASSISTANCE IN ACCESSING THE STATION CAN BE OBTAINED BY CONTACTING MR.  NOEL FRANCIS, DIRECTOR, HYDROGRAPHIC DIVISION, JAMAICA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 922-6630 OR TREVOR L.  SHAW, HEAD, CADASTRAL MAPPING DIVISION, TELEPHONE (809) 922-6630-5.  THE STATION IS LOCATED OFF OF THE AIRFIELD, APPROXIMATELY 0.35 KM (0.20 MI) NORTHEAST OF THE AIRPORT FIRE STATION ALONG THE EAST EDGE OF A PAVED ROAD LEADING TO THE FIRE STATION.",
            "elevation": 1,
            "history": [
                {
                    "date": "1960",
                    "condition": "MONUMENTED",
                    "reporter": "JSD"
                },
                {
                    "date": "19960413",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9288",
            "lat": 18.503359716666665,
            "long": -77.91876263333334,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE NORMAN MANLEY INTERNATIONAL AIRPORT IN KINGSTON, JAMAICA.  OWNERSHIP-- AIRPORTS AUTHORITY OF JAMAICA. ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  PAUL FORD, CHEIF AIR TRAFFIC CONTROLLER AT (809) 922-7270, OR MR.  STEADLY FEARON, MAINTENANCE MANAGER AT (809) 924-8452.  ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  NOEL FRANCIS, DIRECTOR, HYDROGRAPHIC DIVISION, JAMACIA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 967-0101. THE STATION IS LOCATED IN A GRASSY AREA ALONG THE SOUTH EDGE OF THE RUNWAY, APPROXIMATELY MID WAY BETWEEN THE RUNWAY ENDS.  STATION IS LOCATED 62.5 METERS (205.1 FT) SOUTH-SOUTHWEST OF THE SOUTH EDGE OF RUNWAY 12-30, 49.7 METERS (163.1 FT) NORTH OF A TREE LINE, AND SET IN THE TOP OF A 0.37 METER (1.21 FT) CONCRETE POST, PROJECTING 0.02 METER.  (0.07 FT) THIS STATION HAS BEEN SELECTED AS THE PRIMARY AIRPORT CONTROL STATION (PACS) .",
            "elevation": 0.6,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9285",
            "lat": 17.934130605555556,
            "long": -76.7858737,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE NORMAN MANLEY INTERNATIONAL AIRPORT, IN KINGSTON, JAMAICA.  OWNERSHIP--AIRPORTS AUTHORITY OF JAMAICA.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  PAUL FORD, CHIEF AIR TRAFFICE CONTROLLER, TELEPHONE (809) 922-7270, OR MR.  STEADLEY FEARON, MAINTENACE MANAGER, TELEPHONE (809) 924.8252.  ADDITION ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  NOEL FRANCIS, DIRECTOR, HYDROGRAPHIC DIVISION, JAMAICA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 922-6630. STATION IS LOCATED IN A GRASSY AREA NEAR THE END OF RUNWAY 30. STATION IS 42.3 METERS (138.8 FT) SOUTHWEST OF THE SOUTH EDGE OF RUNWAY 30, AND 33.4 METERS (109.6 FT) NORTHWEST OF A RIGHT ANGLE FENCE CORNER POST, AND SET IN THE TOP OF A 0.25 METER (0.82 FT) CONCRETE POST, PORJECTING 0.02 METER.  (0.07 FT) THIS STATION HAS BEEN SELECTED AS A SECONDARY AIPORT CONTROL STATION (SACS) .",
            "elevation": 2.8,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9742",
            "lat": 17.930646747222223,
            "long": -76.77645018333334,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) STATION IS LOCATED AT THE NORMAN MANLEY INTERNATIONAL AIRPORT IN KINGSTON, JAMAICA.  OWNERSHIP--AIRPORTS AUTHORITY OF JAMAICA.  ACCESS TO THE STATION CAN BE OBTAINED BY CONTACTING MR.  PAUL FORD, CHIEF AIR TRAFFIC CONTROLLER, TELEPHONE (809) 922-7270, OR MR.  STEADLEY FEARON, MAINTENANCE MANAGER, TELEPHONE (809) 924-8252.  ADDITION ASSISTANCE CAN BE OBTAINED BY CONTACTING MR.  NOEL FRANCIS, DIRECTOR HYDORGRAPHIC DIVISION, JAMACIA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 922-6630. STATION IS LOCATED IN A GRASSY AREA NEAR THE END OF RUNWAY 12. STATION IS 44.4 METERS (145.7 FT) SOUTHWEST OF THE SOUTH EDGE OF RUNWAY 12-30, 37.3 METERS (122.4 FT) SOUTHEAST OF THE SOUTHERN MOST OF 4 PAPI LIGHTS, SET IN THE TOP OF A 0.25 METER (0.82 FT) CIRCULAR CONCRETE POST, PROJECTING 0.02 METER.  (0.07 FT) THIS STATION HAS BEEN SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 0.8,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9743",
            "lat": 17.937767394444446,
            "long": -76.79482530555555,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) LOCATED AT THE SANGSTER INTERNATIONAL AIRPORT, APPROXIMATELY 2 KM (1.25 MI) NORTHEAST OF MONTEGO BAY, JAMAICA.  OWNERSHIP - AIRPORT AUTHORITY OF JAMAICA, ACCESS TO THE MARKS CAN BE OBTAINED BY CONTACTING MR.  PATRICK STERN, SENIOR AIR TRAFFIC CONTROLLER AT (809) 952-1051, OR MR.  PETER TEBART, MAINTENANCE MANAGER AT (809) 952-3133. ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR. NOEL FRANCIS, DIRECTOR, HYDROGRAPHIC DIVISION, JAMAICA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 922-6630.  STATION IS LOCATED APPROXIMATELY 0.86 KM (0.55 MI) NORTHEAST OF THE AIRPORT FIRE STATION ALONG AN UNPAVED ACCESS ROAD. STATION IS 44.6 METERS (146.3 FT) NORTHWEST OF THE NORTHWEST EDGE OF THE PAVEMENT OF RUNWAY 7-25, 3 METERS (9.8 FT) SOUTHEAST OF THE SOUTHEAST EDGE OF A POND, 5.0 METERS (16.4 FT) NORTHWEST OF THE CENTERLINE OF AN UNPAVED ROAD, AND SET IN THE TOP OF A 1 METER (3.3 FT) SQUARE CONCRETE PAD.  THIS STATION WAS SELECTED AS THE PRIMARY AIRPORT CONTROL STATION (PACS) .",
            "elevation": 0.1,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9287",
            "lat": 18.504135016666666,
            "long": -77.91390348888889,
            "setting": "SET IN A LARGE STRUCTURE WITH FOUNDATIONS ON BEDROCK",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) LOCATED AT THE SANGSTER INTERNATIONAL AIRPORT, APPROXIMATELY 2 KM (1.25 MI) NORTHEAST OF MONTEGO BAY, JAMAICA.  OWNERSHIP - AIRPORT AUTHORITY OF JAMAICA, ACCESS TO THE MARKS CAN BE OBTAINED BY CONTACTING MR.  PATRICK STERN, SENIOR AIR TRAFFIC CONTROLLER AT (809) 952-1051, OR MR.  PETER TEBART, MAINTENANCE MANAGER AT (809) 952-3133. ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR. NOEL FRANCIS, DIRECTOR HYDR5OGRAPHIC DIVISION, JAMAICA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) -922-6630.  STATION IS LOCATED IN A GRASSY AREA AT THE NORTHEAST END OF THE RUNWAY, 44.5 METERS (146.0 FT) SOUTHEAST OF THE NORTHEAST CORNER OF THE PAVEMENT OF RUNWAY END 25, 65.6 METERS (215.2 FT) NORTHEAST OF THE NORTHEAST EDGE OF THE PAVEMENT OF TAXIWAY A, AND SET IN BEDROCK.  THIS STATION WAS SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 0.4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9489",
            "lat": 18.508352544444445,
            "long": -77.90108359444444,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) LOCATED AT THE SANGSTER INTERNATIONAL AIRPORT, APPROXIMATELY 2 KM (1.25 MI) NORTHEAST OF MONTEGO BAY, JAMAICA.  OWNERSHIP - AIRPORT AUTHORITY OF JAMAICA, ACCESS TO THE MARKS CAN BE OBTAINED BY CONTACTING MR.  PATRICK STERN, SENIOR AIR TRAFFIC CONTROLLER AT (809) 952-1051, OR MR.  PETER TEBART, MAINTENANCE MANAGER AT (809) 952-3133. ADDITIONAL ASSISTANCE CAN BE OBTAINED BY CONTACTING MR. NOEL FRANCIS, DIRECTOR HYDRGOGRAPHIC DIVISION, JAMAICA SURVEY DEPARTMENT, 23 1/2 CHARLES STREET, P.O.  BOX 493, KINGSTON, JAMAICA, TELEPHONE (809) 922-6630.  STATION IS LOCATED AT THE SOUTHWEST END OF THE RUNWAY, IN THE GRASSY AREA BETWEEN THE RUNWAY, TAXIWAY A, AND TAXIWAY D.  THE STATION IS 39.9 METERS (130.9 FT) NORTHEAST OF THE NORTEAST EDGE OF THE PAVEMENT OF TAXIWAY D, 58.0 METERS (190.3 FT) NORTHWEST OF THE NORTHWEST EDGE OF TAXIWAY A, 65.0 METERS (213.3 FT) SOUTHWEST OF A TAXIWAY D SIGN ON THE SOUTH EDGE OF RUNWAY 25-7, AND NORTHEAST OF TAXIWAY D, AND SET IN THE TOP OF A 0.60 METER (1.97 FT) SQUARE CONCRETE POST, PROJECTING 0.54 METER.  (1.77 FT) THIS STATION WAS SELECTED AS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
            "elevation": 0.7,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9490",
            "lat": 18.49954332777778,
            "long": -77.92044948055556,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        }
    ]
}