{
	"date": "DECEMBER  2, 2022",
	"region": "JQ",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2000 (EEC) THE STATION IS LOCATED ON JOHNSTON ATOLL, PACIFIC OCEAN.   TO REACH THE TIDAL BENCH MARKS, FROM THE JOHNSTON ISLAND AIRPORT PROCEED EAST ON THE PERIMETER ROAD AROUND THE END OF THE RUNWAY FOR APPROXIMATELY 0.8 KM (0.5 MI), MAKE A RIGHT TURN INTO THE SMALL BOAT BASIN.  THE BENCH MARKS AND TIDE GAGE WERE LOCATED IN THE VICINITY OF THE BASIN.  THE TIDE HOUSE IS LOCATED ON THE NORTHWEST CORNER OF THE PIER.   THE PRIMARY BENCH MARK IS A DISK SET IN A CONCRETE BULKHEAD CAP AT THE INSHORE END OF THE SMALL BOAT PIER, 17.53 M (57.5 FT) NORTH OF THE NORTHWEST CORNER OF BUILDING 100, 7.92 M (26.0 FT) NORTHWEST OF FIRE HYDRANT 14, 4.42 M (14.5 FT) WEST OF THE EASTERN SIDE OF THE CEMENT BULKHEAD OF THE SMALL BOAT PIER, AND FLUSH WITH GROUND.",
			"elevation": 1.98,
			"history": [
				{
					"date": "1955",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				},
				{
					"date": "20000718",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "DK3429",
			"lat": 16.735215758333336,
			"long": -169.52792475833334,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "TIDAL STATION DISK",
			"setting": "SET IN A LARGE STRUCTURE WITH DEEP FOUNDATIONS",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL OCEAN SERVICE 2002 (RAD) THE STATION IS LOCATED ON JOHNSTON ATOLL, PACIFIC OCEAN.   THE STATION IS LLOCATED ON THE NORTHERN SIDE OF JOHNSTON ISLAND, AND IS LINE WITH MITCHEL STREET. LOCATED W OF SW CORNER OF BUILDING 190 PROTECTED BY 0.9 M (3.0 FT) BY 0.9 M CONCRETE BLOCK WITH 0.15 M (0.5 FT) BY 0.15 M (0.5 FT) SQUARE HANDHOLE IN THE MIDDLE.   THE MARK IS 9.53 M (31.3 FT) WEST OF THE SOUTHWEST CORNER OF BUILDING 190, 10.80 M (35.4 FT) NORTH OF THE CENTERLINE OF NORTH PERIMTER ROAD, 9.26 M (30.4 FT) SOUTHWEST OF THE SOUTHWEST CORNER OF 480/277 VOLT TRAMSFORMER VAULT NUMBER SS-0815.",
			"elevation": 1.6,
			"history": [
				{
					"date": "1955",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "LOCSUR"
				},
				{
					"date": "20020220",
					"condition": [
						"GOOD"
					],
					"reporter": "NOS"
				}
			],
			"id": "DK3428",
			"lat": 16.734473969444444,
			"long": -169.52961521666668,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "CAP OF CAP-AND-BOLT PAIR",
			"setting": "OBJECT SURROUNDED BY MASS OF CONCRETE",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
			"history": [],
			"id": "DR6948",
			"lat": 16.734691105555555,
			"long": -169.53200960555557,
			"magnetic": "",
			"marker": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA",
			"setting": "",
			"stability": ""
		}
	]
}