{
    "date": "DECEMBER  3, 2022",
    "region": "MB/DIVISION NO. 11",
    "markers": [
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 IN MATHER. IN THE PROVINCE OF MANITOBA, CANADA, AT MATHER, LISGAR COUNTY, AT ST. ANDREWS UNITED CHURCH, 14 FEET FROM THE SOUTHEAST CORNER, 6 INCHES BELOW THE BASEMENT WINDOW SILL, AND IN THE TOP OF THE EAST STONE FOUNDATION WALL.  A BOLT.                            STATION RECOVERY (1934)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1934 (CGS) RECOVERED IN GOOD CONDITION.",
            "elevation": 466.555,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "19340525",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TE1149",
            "lat": 49.09758333333333,
            "long": -99.19055555555556,
            "setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 1 MI E FROM CARYWRIGHT. IN THE PROVINCE OF MANITOBA, CANADA, 1 MILE EAST ALONG THE CANADIAN PACIFIC RAILWAY FROM THE STATION AT CARTWRIGHT, LISGAR COUNTY, AT THE EAST END OF THE BRIDGE OVER BADGER CREEK, IN THE NORTH FACE OF THE NORTH CONCRETE RETAINING WALL, 2 FEET 10 INCHES FROM THE EAST END OF THE WALL, AND 2 FEET BELOW THE TOP.  A BOLT.                            STATION RECOVERY (1934)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1934 (CGS) RECOVERED IN GOOD CONDITION.",
            "elevation": 460.411,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "19340525",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TE1150",
            "lat": 49.093333333333334,
            "long": -99.32249999999999,
            "setting": "SET IN THE ABUTMENT OR PIER OF A LARGE BRIDGE",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1981 IN EMERSON. IN EMERSON CANADA, APPROXIMATELY 1.6 KM (1.0 MI) NORTH OF U.S. BORDER CROSSING AT NOYES, MINNESOTA, LOCATED AT THE SOUTHEAST CORNER OF THE COURTHOUSE (ALSO TOWN HALL), A DEEP GALVANIZED STEEL ROD INSIDE A GALVANIZED STEEL SLEEVE, INSIDE A STEEL 15-CM (6-INCH) PIPE WITH A CAP, A STEEL BALL IS WELDED TO THE TOP OF THE ROD, 8.5 METERS (27.9 FT) EAST OF THE SOUTHEAST CORNER OF THE COURTHOUSE, 1.2 METERS (3.9 FT) EAST OF A LINE DUE EAST OF THE SOUTHEAST CORNER. THE MARK IS ABOVE LEVEL WITH THE LAWN.",
            "elevation": 240.369,
            "history": [
                {
                    "date": "1979",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1981",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TD0745",
            "lat": 49.00666666666667,
            "long": -97.21361111111112,
            "setting": "GALVANIZED STEEL ROD IN SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1940 IN EMERSON. AT EMERSON, FRANKLIN COUNTY, MANITOBA PROVINCE, CANADA, IN THE TOP OF THE EAST STONE FOUNDATION WALL OF THE POST OFFICE, 3 FEET FROM THE SOUTHEAST CORNER OF THE BUILDING, AND ABOUT 2 FEET LOWER THAN THE BRICKWORK.  A GEODETIC SERVICE OF CANADA STANDARD BOLT.",
            "elevation": 240.173,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1940",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TD0304",
            "lat": 49.00666666666667,
            "long": -97.21583333333334,
            "setting": "SET IN A MASSIVE STRUCTURE",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 IN DELORAINE. AT DELORAINE, BRENDA COUNTY, MANITOBA PROVINCE, CANADA, AT THE UNITED CHURCH, IN THE WEST STONE FOUNDATION WALL, 10 FEET SOUTH OF THE NORTHWEST CORNER, AND IN THE FOURTH COURSE BELOW THE BRICKWORK.  A BOLT.",
            "elevation": 501.478,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TF0457",
            "lat": 49.19222222222222,
            "long": -100.4925,
            "setting": "SET IN A LIGHT STRUCTURE",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 IN BANNERMAN. AT BANNERMAN, TURTLE MOUNTAIN COUNTY, MANITOBA, CANADA, ON THE GREAT NORTHERN RAILWAY, ABOUT 1,840 FEET WEST OF THE UNITED STATES-CANADIAN BOUNDARY LINE, AT INTERNATIONAL BOUNDARY MONUMENT 721, AND NEAR THE EAST EDGE OF THE CONCRETE BASE.  A GEODETIC SERVICE OF CANADA STANDARD BOLT, SET VERTICALLY.",
            "elevation": 580.052,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TE1462",
            "lat": 48.99888888888889,
            "long": -99.75611111111111,
            "setting": "SET IN A LIGHT STRUCTURE",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 6.5 MI S FROM GOODLANDS. 6.5 MILES SOUTH ALONG CANADIAN HIGHWAY 21 FROM GOODLANDS, BRENDA COUNTY, MANITOBA PROVINCE, CANADA, 3,000 FEET WEST OF THE EAST BOUNDARY OF SEC, 3, T 1, R 24 W, AT INTERNATIONAL-BOUNDARY MONUMENT 693, AND IN THE NORTH FACE OF THE CONCRETE BASE.  A BOLT.",
            "elevation": 527.708,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TF0460",
            "lat": 48.99941666666667,
            "long": -100.61319444444445,
            "setting": "SET IN A LIGHT STRUCTURE",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 1.9 MI NW FROM NECHE. IN LISGAR DISTRICT, MANITOBA, CANADA, 1.9 MILES NORTHWEST ALONG STATE HIGHWAY 18 FROM THE GREAT NORTHERN RAILWAY STATION OF NECHE, PEMBINA COUNTY, NORTH DAKOTA, U.S.A., 0.5 MILE SOUTHWEST OF GRETNA, MANITOBA, 0.3 MILE WEST OF THE QUARTER CORNER COMMON TO SECTIONS 25 AND 30, T. 164 N., R. 54 W., AND T. 164 N., R. 53 W., ABOUT 1100 FEET EAST OF INTERNATIONAL BOUNDARY MARKER 8.6, 0.2 MILE WEST OF THE CROSSING OF THE G.N. RY., 210 FEET NORTH OF THE CENTERLINE OF A ROAD PARALLELING THE UNITED STATES-CANADIAN BOUNDARY LINE, 190 FEET NORTH OF THE INTERNATIONAL BOUNDARY LINE, 46.5 FEET WEST OF THE CENTERLINE OF AN ABANDONED G.N. RY TRACK LEADING TO WEST GRETNA.  A GEODETIC SERVICE OF CANADA STANDARD COPPER BOLT, SET IN THE TOP OF A CONCRETE POST.",
            "elevation": 253.281,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TD0631",
            "lat": 49.00138888888889,
            "long": -97.56472222222222,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1935 16 MI W FROM EMERSON. AT THE BRETNA PUBLIC SCHOOL, 16 MILES WEST OF EMERSON POST OFFICE, 6 FEET 6 INCHES FROM THE NORTHWEST CORNER OF THE NORTH STONE FOUNDATION WALL, AND 5 FEET 9 INCHES BELOW THE BRICKWORK.  A BOLT SET HORIZONTALLY.",
            "elevation": 254.394,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1935",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TD0630",
            "lat": 49.00666666666667,
            "long": -97.56527777777778,
            "setting": "SET IN A MASSIVE STRUCTURE",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1982 IN INTERNATIONAL PEACE GARDEN. 2.5 KM (1.55 MI) NORTH ALONG CANADIAN HIGHWAY 10 FROM THE CANADIAN CUSTOMS OFFICE AT THE INTERNATIONAL BOUNDARY AND INTERNATIONAL PEACE GARDEN, AT THE NORTHEAST CORNER OF THE PEACE GARDEN AND UNDER A 0.36 METER (1.2 FT) DIAMETER STEEL MANHOLE COVER, 0.9 METER (3.0 FT) NORTH OF A STONE PILLAR, 9.1 METERS (30.0 FT) NORTH-NORTHWEST OF A WOOD PEACE GARDEN SIGN, AND 20.3 METERS (66.6 FT) WEST OF THE CENTERLINE OF THE HIGHWAY. THE MARK IS 3.0 M BELOW HIGHWAY.",
            "elevation": 694.476,
            "history": [
                {
                    "date": "1979",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1982",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TF1892",
            "lat": 49.02166666666667,
            "long": -100.05194444444444,
            "setting": "GALVANIZED STEEL ROD IN SLEEVE (10 FT.+)",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "METAL ROD"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 IN EMERSON. AT EMERSON, FRANKLIN COUNTY, MANITOBA PROVINCE, CANADA, IN THE YARD OF THE COURTHOUSE AND TOWN HALL, AND 30 FEET EAST OF THE NORTHEAST CORNER OF THE COURTHOUSE.  A GEODETIC SERVICE OF CANADA STANDARD DISK, STAMPED 863 C AND SET IN THE TOP OF A CONCRETE POST PROJECTING ABOUT 2 FEET ABOVE GROUND.                            STATION RECOVERY (1981)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1981 RECOVERED THIS DATE, IN EMERSON CANADA APPROXIMATELY 1.6 KM (1.0 MI) NORTH OF THE BORDER CROSSING AT NOYES MINNESOTA, LOCATED AT THE COURTHOUSE (BUILT IN 1979) AND TOWN HALL IN EMERSON, AT THE JUNCTION OF CHURCH STREET AND WINNIPEG STREET, A 56-CM 22 BY 22 INCH CONCRETE SQUARE POST, 7.6 METERS (25.0 FT) SOUTHEAST OF A FLAG POLE, 7.3 METERS (23.9 FT) EAST OF THE NORTHEAST CORNER OF THE COURTHOUSE, 12.2 METERS (40.0 FT) SOUTH OF CHURCH STREET, 3.7 METERS (12.1 FT) WEST OF THE WEST CURB OF WINNEPEG STREET. THE MARK IS 0.61 M ABOVE THE STREET.",
            "elevation": 240.647,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "1981",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TD0305",
            "lat": 49.00666666666667,
            "long": -97.21361111111112,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 IN EMERSON. AT EMERSON, FRANKLIN COUNTY, MANITOBA PROVINCE, CANADA, IN THE EAST WALL OF THE COURTHOUSE, ABOUT 30 FEET SOUTH OF THE NORTHEAST CORNER OF THE BUILDING, AND ABOUT 3-1/2 FEET ABOVE GROUND.  A GEODETIC SERVICE OF CANADA STANDARD DISK, STAMPED 864 C AND SET VERTICALLY.                            STATION RECOVERY (1981)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1981 RECOVERED THIS DATE, NEW DESCRIPTION FOLLOWS, IN EMERSON CANADA, ABOUT 1.6 KM (1.0 MI) NORTH OF THE U.S. AND CANADIAN BORDER CROSSING AT NOYES, MINNESOTA, LOCATED AT THE COURTHOUSE AND TOWN HALL BUILT IN 1917, IN EMERSON CANADA, SET VERTICALLY IN THE EAST FACE BETWEEN THE SECOND AND THIRD WINDOWS SOUTH OF THE NORTHEAST CORNER OF THE COURTHOUSE BUILDING, AT THE JUNCTION OF CHURCH STREET AND WINNIPEG STREET. THE MARK IS 1.0 M ABOVE THE LAWN.",
            "elevation": 241.394,
            "history": [
                {
                    "date": "UNK",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "1981",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TD0306",
            "lat": 49.00666666666667,
            "long": -97.21361111111112,
            "setting": "SET IN A MASSIVE STRUCTURE",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ONE MILE N AND 2 MILES E OF THE TOWN OF ALTONA.  THE STATION IS IN THE SE CORNER OF SE 1/4 SEC. 15, T. 2, R. 1 W., PRINCIPAL MERIDIAN.  THERE IS ONE FARMHOUSE 70 METERS N AND A SECOND 90 METERS S OF THE STATION.  STATION MARK IS A STANDARD G.S. AND C. STATION MARK.  THE REFERENCE MARK IS A FENCE POST AT THE NE CORNER OF SEC. 10, T. 2, R. 1 W., 128.6 METERS FROM THE STATION S 67 DEG 23 MIN E.",
            "elevation": 243.01,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TD1249",
            "lat": 49.11859955833334,
            "long": -97.5065674111111,
            "setting": "UNSPECIFIED SETTING",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2002 (DW) STATION IS ON US-CANADIAN BORDER AT CROSSING OF MANITOBA SECONDARY ROAD 525 INTO MINNESOTA'S NORTHWEST ANGLE, I.E. THE PENNISULA ISOLATED NORTH ACROSS LAKE OF THE WOODS.  STATION IS IN GRASSY AREA SOUTH OF CROSSING, SET AT GROUND LEVEL.                            STATION RECOVERY (2011)  RECOVERY NOTE BY MN DEPT OF TRANSP 2011 (ETK) STATION IS ON US-CANADIAN BORDER AT CROSSING OF MANITOBA SECONDARY ROAD 525 INTO MINNESOTA'S NORTHWEST ANGLE, I.E.  THE PENNISULA ISOLATED NORTH ACROSS LAKE OF THE WOODS.  STATION IS IN GRASSY AREA SOUTH OF CROSSING, SET AT GROUND LEVEL.",
            "elevation": 351.5,
            "history": [
                {
                    "date": "19800401",
                    "condition": "MONUMENTED",
                    "reporter": "IBWC"
                },
                {
                    "date": "20021002",
                    "condition": "GOOD",
                    "reporter": "NGS"
                },
                {
                    "date": "20110827",
                    "condition": "GOOD",
                    "reporter": "MNDT"
                }
            ],
            "id": "TC0785",
            "lat": 49.288277627777774,
            "long": -95.15336886111112,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (JJM) ON THE SOUTHWEST SIDE OF THE GREAT NORTHERN RAILWAY ABOUT ONE - FOURTH MILE SOUTHEAST OF THE TOWN OF BANNERMAN, ON THE TOP OF THE FIRST HIGH GROUND SOUTH OF A RAILWAY FILL ACROSS SOME LOW GROUND.  THE STATION IS 1 METER OUTSIDE THE RAILWAY FENCE, BETWEEN THE LAST TWO TELEGRAPH POLES ON THE SOUTHWEST SIDE OF THE TRACK, AND IS 15.47 METERS SOUTHWEST OF THE CENTER OF THE SOUTHWEST RAIL OF THE TRACK.  STATION MARK--THE ORIGINAL STATION WAS RECOVERED IN 1912 AND RE - MARKED.  THE SURFACE MARK IS A CROSS CUT IN A REDDISH GRANITE BOULDER ABOUT 12 BY 14 BY 24 INCHES, SET FLUSH WITH THE SURFACE OF THE GROUND.  THE SUBSURFACE MARK IS A CROSS CUT IN A SIMILAR BOULDER, THE TOP OF WHICH IS 14 BY 18 INCHES, SET 30 INCHES UNDERGROUND.",
            "elevation": 585,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TE2116",
            "lat": 49.03533172222222,
            "long": -99.79857325555555,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "CHISELED CROSS"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (JJM) ON THE SOUTHWEST SIDE OF THE GREAT NORTHERN RAILWAY, ON THE HIGHEST RIDGE THAT CROSSES THE RAILWAY BETWEEN BANNERMAN AND THE INTERNATIONAL BOUNDARY, AND ABOUT 1 MILE ALONG THE RAILWAY FROM THE BOUNDARY,NEAR THE CENTER OF SECTION 1, TOWNSHIP 1, RANGE 18 W, PRINCIPAL MERIDIAN. THE STATION IS 15.40 METERS SOUTHWEST RAIL OF THE TRACK.  AT THIS POINT THE TRACK LIES IN A CUT AND THE STATION IS ABOUT 15 FEET ABOVE IT.  THE STATION IS 1.2 METERS SOUTHWEST OF THE RAILWAY FENCE.",
            "elevation": 585,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TE2117",
            "lat": 49.009022216666665,
            "long": -99.7628606611111,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "CHISELED CROSS"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (JJM) ABOUT 1-3/4 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 699, NEAR THE CENTER OF SECTION 7, TOWNSHIP 1, RANGE 22 W, PRINCIPAL MERIDIAN, ON A HIGH BRUSHY KNOB.  THERE IS A SWAMP JUST SOUTHEAST OF THE STATION, ANOTHER SWAMP NORTHWEST OF THE STATION, AND A SMALL LAKE ONE - FOURTH MILE SOUTHWEST OF THE STATION.  STATION MARK--THE SURFACE MARK IS A BRONZE DISK SET IN A GRANITE BOULDER 10 BY 10 BY 18 INCHES, THE TOP OF WHICH IS 4 INCHES ABOVE THE SURFACE OF THE GROUND.  THE SUBSURFACE MARK IS A CROSS CUT IN A BASALTIC BOULDER 8 BY 12 BY 16 INCHES, SET WITH ITS TOP FACE 15 INCHES BELOW THE SURFACE.                            STATION RECOVERY (1970)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1970 (VJV) RECOVERED IN GOOD CONDITION.",
            "elevation": 701,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1970",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TF2268",
            "lat": 49.02129383888889,
            "long": -100.41097025555555,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (JJM) THE GENERAL TYPE OF CAST - IRON MONUMENT OF 1872-76 ARE HOLLOW IRON CASTINGS IN THE FORM OF A TRUNCATED PYRAMID 8 FEET HIGH, 8 INCHES SQUARE AT THE BOTTOM, 4 INCHES SQUARE AT THE TOP, WITH A SOLID PYRAMIDAL CAP,  AND A HEAVY FLANGE AT THE BOTTOM.  UPON OPPOSITE FACES, THE SOUTH AND THE NORTH, ARE CAST, IN RAISED LETTERS 2 INCHES HIGH, THE INSCRIPTIONS---CONVENTION OF LONDON---AND ---OCTOBER 20, 1818---.  THESE MONUMENTS HAD BEEN SET ALONG THE SOUTHERN BOUNDARY OF MANITOBA BY THE COMMISSION OF 1872-76.  EIGHTY FIVE OF THESE, CORRESPONDING TO THE PRESENT NUMBERING 748 TO 832, WERE SET WEST OF RED RIVER.  ABOUT 60 WERE FOUND TO BE IN GOOD CONDITION IN 1911.  THEY WERE FILLED WITH CONCRETE AND RESET IN CONCRETE BASES WITH THE TOP OF THE OBELISK 5 FEET ABOVE THE GROUND.  THE BROKEN ONES AND ALSO THOSE THAT HAD ORIGINALLY BEEN SET EAST OF RED RIVER WERE DESTROYED AND REPLACED BY NEW CAST - IRON MONUMENTS OF THE STYLE MADE IN 1908-13.  THE MONUMENTS CAST IN 1908-13, BEARS THE FOLLOWING INSCRIPTIONS, CAST IN RAISED LETTERS--ON THE NORTH FACE---CANADA---, ON THE SOUTH FACE ---UNITED STATES---, ON THE EAST FACE---CONVENTION OF 1818---, ON THE WEST FACE---TREATY OF 1908---.  THE INSCRIPTIONS READ VERTICALLY FROM BOTTOM TO TOP.  THE NUMBER OF THE MONUMENT IS OUTLINED WITH DRILL HOLES TO THE FACE OF THE SHAFT.  THE MONUMENTS SET IN THE---MERIDIAN LINE---WERE TURNED SO THAT---UNITED STATES---APPEARS ON THE EAST SIDE AND---CANADA---ON THE WEST SIDE.  THESE MONUMENTS WERE FILLED WITH CONCRETE AND SET IN CONCRETE BASES WITH THE TOP OF THE SHAFT 5 FEET ABOVE THE GROUND.  THEY WERE USED IN 1908-13 TO MARK THE LINE FROM MONUMENT 303 EASTWARD TO THE NORTHWESTERNMOST POINT OF LAKE OF THE WOODS EXCEPT WHERE THE CAST - IRON MONUMENTS OF 1872-76 WERE RESET AS HERETOFORE DESCRIBED.                            STATION RECOVERY (1911)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1911 RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1946)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1946 (RKL) RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1988)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1988 THE MONUMENT IS LOCATED ABOUT 6.43 KM (4.00 MI) NORTHWEST OF PEMBINA AND ABOUT 6.03 KM (3.75 MI) WEST OF THE PEMBINA, NORTH DAKOTA - EMERSON, MANITOBA BORDER CROSSING. TO REACH THE MONUMENT FROM CANADIAN COSTOMS AT EMERSON, MANITOBA, GO NORTH TOWARDS WINNIPEG ON PROVINCIAL HIGHWAY 75 FOR 1.93 KM (1.20 MI) TO THE JUNCTION OF PROVINCIAL ROAD 243 ON THE LEFT.  TURN LEFT AND GO WEST ON PROVINCIAL ROAD 243, GRAVEL, FOR 5.79 KM (3.60 MI) TO A GRAVEL CROSSROAD.  TURN LEFT AND GO SOUTH ON A GRAVEL ROAD FOR 0.97 KM (0.60 MI) TO A DRIVEWAY AT THE BYRON AND JOANN HEINRICHS FARM. CONTINUE SOUTH ON A TRACK ROAD FOR 0.64 KM (0.40 MI) TO A DIRT T-ROAD AT THE BOUNDARY.  TURN RIGHT AND GO WEST ALONG THE CANADIAN SIDE OF THE BOUNDARY ON THE DIRT ROAD FOR 0.24 KM (0.15 MI) TO THE MONUMENT ON THE LEFT. THE MONUMENT IS A CAST-IRON OBELISK WHICH PROJECTS ABOUT 0.86 M (2.8 FT) ABOVE THE GROUND.  INSCRIBED ON THE OBELISK IN RAISED, CAST LETTERS IS --CONVENTION OF LONDON-- ON THE NORTH SIDE AND --OCTOBER 20TH 1818-- ON THE SOUTH SIDE.  THE NUMBER --827-- IS DRILLED NEAR THE TOP OF THE EAST SIDE OF THE OBELISK. THE POINT POSITIONED IS THE APEX OF THE OBELISK. TYPE BY M.L.B.",
            "elevation": 242.6,
            "history": [
                {
                    "date": "1911",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1911",
                    "condition": "GOOD",
                    "reporter": "IBC"
                },
                {
                    "date": "1946",
                    "condition": "GOOD",
                    "reporter": "IBC"
                },
                {
                    "date": "19880920",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TD1257",
            "lat": 49.00047510833333,
            "long": -97.32763165555555,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "BOUNDARY MARKER"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (CHS) ON THE SOUTHWEST SHORE OF NORTHWEST ANGLE INLET OF LAKE OF THE WOODS, ABOUT 40 MILES SOUTHWEST OF KENORA, ONTARIO, AND 34 MILES NORTH OF WARROAD, MINN, 7-1/2 MILES WEST OF MAGNUSONS ISLAND AND THREE - FOURTHS MILE NORTHWEST OF THE ENTRANCE TO HARRISON CREEK, JUST NORTH OF THE ROAD ALLOWANCE AT THE SOUTH END OF SECTION 13, TOWNSHIP 5, RANGE 17 EAST, AT THE EDGE OF THE POPLAR GROWTH, THE MONUMENT IS 386.6 METERS DUE WEST OF THE NORTH TERMINUS OF THE MERIDIONAL BOUNDARY BETWEEN MANITOBA AND MINNESOTA.  STATION MARK--A EAST - IRON OBELISK, 5 FEET HIGH MARKED---REFERENCE MARK---ON THE WEST FACE, SET IN A SQUARE CONCRETE BASE.                            STATION RECOVERY (1957)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1957 (NWS) RECOVERED IN GOOD CONDITION IN 1937, 1947 AND 1957.",
            "elevation": 329,
            "history": [
                {
                    "date": "1913",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1957",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TC1088",
            "lat": 49.38447791666667,
            "long": -95.15872714166667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (CHS) ON THE WEST SIDE OF LAKE OF THE WOODS AT THE HIGH - WATER MARK ON BUFFALO POINT.  THIS STATION HAS BEEN DESTROYED.",
            "elevation": 317,
            "history": [
                {
                    "date": "1913",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TC0657",
            "lat": 48.999634791666665,
            "long": -95.23256427222222,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 4-3/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 871, IN NW 1/4 SECTION 19, TOWNSHIP 1, RANGE 9 E, PRINCIPAL MERIDIAN, ON THE SOUTH SIDE OF A PENINSULA WHICH PROJECTS EASTWARD INTO A SWAMP AND WHICH TERMINATES ABOUT 120 METERS TO THE EAST.  THE STATION IS ABOUT 210 METERS EAST OF THE WEST SIDE OF THE SECTION AND ABOUT ONE - HALF MILE NORTH OF A FORESTED AREA.  STATION MARK--A BENCH - MARK POST SET IN CONCRETE, 3 FEET IN THE GROUND.  THE REFERENCE MARKS ARE--A TAMARACK TREE 4.1 METERS FROM THE STATION IN BEARING 295 DEGREES, A ROCK 20.6 METERS FROM THE STATION IN BEARING 202 DEGREES, AND A ROCK 25.0 METERS FROM THE STATION IN BEARING 200 DEGREES.",
            "elevation": 318,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1270",
            "lat": 49.06789548333334,
            "long": -96.37817571388888,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 857, ON VERY ROCKY GROUND 8 METERS NORTHEAST OF THE SOUTHWEST CORNER OF SECTION 14, TOWNSHIP 1, RANGE 6 E, PRINCIPAL MERIDIAN.  THERE IS A SWAMP ONE - FOURTH MILE SOUTH - SOUTHEAST.  STATION MARK--A BENCH - MARK POST SURROUNDED WITH CONCRETE AT THE SURFACE OF THE GROUND.  AN ARROW CUT IN A BOULDER IS 2.064 METERS FROM THE STATION IN BEARING 191 DEGREES MAGNETIC.  A SECOND ARROW CUT IN A BOULDER IS 2.291 METERS FROM THE STATION IN BEARING 148 DEGREES MAGNETIC.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) BOTH REFERENCES WERE RECOVERED, THE STATION IS PRESUMED TO BE LOST.",
            "elevation": 302,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1947",
                    "condition": "MARK",
                    "reporter": "NOT"
                }
            ],
            "id": "TD1271",
            "lat": 49.02987645277778,
            "long": -96.69634781388889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (JJM) ABOUT 9 METERS NORTH OF THE INTERNATIONAL BOUNDARY AT A POINT 380 METERS WEST OF MONUMENT 676, IN SW 1/4 SECTION 4, TOWNSHIP 1, RANGE 28 W, PRINCIPAL MERIDIAN. STATION MARK--THE ORIGINAL MARK WAS A WOODEN HUB DRIVEN FLUSH WITH THE GROUND.  IN 1919 THE STATION WAS RECOVERED AND RE - MARKED.  THE SUBSURFACE MARK IS NOW A CROSS CUT ON A LIMESTONE BOULDER 14 BY 18 BY 6 INCHES SET WITH ITS FACE 18 INCHES BELOW THE SURFACE OF THE GROUND. THE SURFACE MARK IS A BRONZE DISK SET IN THE TOP OF A MARBLE BOULDER 12 BY 14 BY 20 INCHES SET ON END WITH ITS TOP JUST ABOVE THE SURFACE OF THE GROUND.",
            "elevation": 460,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TF2272",
            "lat": 48.99967628611111,
            "long": -101.17523681666667,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (JJM) ABOUT ONE - HALF MILE NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 714 AND NEAR THE CENTER OF SECTION 4, TOWNSHIP 1, RANGE 19 W, PRINCIPAL MERIDIAN,ON THE EASTERN AND HIGHEST POINT OF AN ISOLATED HILL, THE HIGHEST IN THE VICINITY.  STATION MARK--ORIGINALLY MARKED BY A WOODEN HUB DRIVEN FLUSH WITH THE GROUND.  IN 1919 THE STATION WAS RE - MARKED.  THE SURFACE MARK IS A BRONZE DISK SET IN A GRANITE BOULDER 10 BY 12 BY 18 INCHES, SET ON END WITH THE TOP JUST BELOW THE SURFACE OF THE GROUND.  THE SUBSURFACE MARK IS A CROSS CUT IN THE TOP OF A GRANITE BOULDER 6 BY 8 BY 10 INCHES, SET 24 INCHES UNDERGROUND.",
            "elevation": 682,
            "history": [
                {
                    "date": "1911",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TE2120",
            "lat": 49.00677616666667,
            "long": -99.96690394722222,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (JJM) ABOUT ONE - HALF MILE NORTH OF THE INTERNATIONAL BOUNDARY, MIDWAY BETWEEN MONUMENTS 722 AND 723, ON THE SOUTH EDGE OF A FLAT - TOPPED RISE OF LAND JUST WEST OF MCGILLIS CREEK NEAR THE CENTER OF SECTION 5, TOWNSHIP 1, RANGE 17 W, PRINCIPAL MERIDIAN.  STATION MARK--THE ORIGINAL MARK WAS A WOODEN HUB DRIVEN FLUSH WITH THE GROUND.  IN 1919 THE STATION WAS RE - MARKED.  THE SURFACE MARK IS A BRONZE DISK SET IN A CIRCULAR CONCRETE BLOCK 10 INCHES IN DIAMETER AND 20 INCHES LONG, SET WITH ITS TOP SLIGHTLY BELOW THE SURFACE OF THE GROUND.  THE SUBSURFACE MARK IS A CROSS CUT IN A GRANITE BOULDER 8 BY 10 BY 12 INCHES, SET WITH ITS TOP 26 INCHES UNDERGROUND.",
            "elevation": 563,
            "history": [
                {
                    "date": "1911",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TE2122",
            "lat": 49.00684634444445,
            "long": -99.71567157222222,
            "setting": "SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 29.5 MI (47.5 KM) NORTH OF SWIFT, 26.5 MI (42.6 KM) NORTH-NORTHEAST OF WARROAD, 7.5 MI (12.1 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK, AND 7.1 MI (11.4 KM) SOUTHWEST OF ANGLE INLET.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 5.15 MI (8.3 KM) NORTHEAST ALONG PROVINCIAL ROAD 308.   THE MARK IS 49.5 FT (15.1 M) SOUTH OF PROVINCIAL ROAD 525, 14.5 FT (4.4 M) NORTH OF POWER-POLE, 2.0 FT (0.6 M) EAST OF ITS WITNESS POST. THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 343.536,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7054",
            "lat": 49.13666666666666,
            "long": -95.61055555555555,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'CHUR' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DI3058",
            "lat": 58.75906843888889,
            "long": -94.08871342777778
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DE6567",
            "lat": 58.75906843888889,
            "long": -94.08871342777778,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN NW 1/4 SEC. 22, T. 2, R. 13 W., PRINCIPAL MERIDAN.  ON A VERY PROMINENT KNOLL WHICH IS THE HIGHEST POINT IN THE VICINITY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 482.76,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2099",
            "lat": 49.14435595277778,
            "long": -99.13791830555556,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SW 1/4 SEC. 29, T. 3, R. 7 W., PRINCIPAL MERIDAN.  THE STATION IS ABOUT 135 METERS NORTH OF THE SOUTH BOUNDARY OF THE SECTION.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 19, T. 3, R. 7 W., 332.54 METERS FROM THE STATION S 53 DEG 08 MIN W.",
            "elevation": 507.34,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2095",
            "lat": 49.23860421388889,
            "long": -98.38226139999999,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 5 MILES EAST AND 1-1/2 MILES SOUTH OF GOODLANDS, IN SW 1/4 SEC. 33, T. 1, R. 23 W., PRINCIPAL MERIDIAN.  THE STATION IS JUST WEST OF THE HALF-MILE SECTION LINE AND IS ABOUT 90 METERS SOUTH OF A ROAD FROM GOODLANDS.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.                            STATION RECOVERY (1931)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1931 (MB) RECOVERED, AND IN GOOD CONDITION.  STANDARD GEODETIC SURVEY OF CANADA CONCRETE POST AND BRONZE TABLET MARKS THE POSITION. THIS STATION IS LOCATED ABOUT 3 FEET WEST OF FENCE LINE IN CULTIVATED FIELD, ON THE SOUTHWEST QUARTER SEC. 33, T. 1, R. 23 W., PRINCIPAL MERIDIAN, ON PROPERTY BELONGING TO MR. GASTON SUNAERT, WHO LIVES ON THE PROPERTY.  REACHED FROM GOODLANDS, MANITOBA BY ROAD LEADING EAST FROM SOUTH EDGE OF THE VILLAGE.  FOLLOW THIS ROAD (WHICH BEARS RIGHT THROUGH FIELDS AFTER REACHING TOP OF HILL) TO A GATE AND NORTH-AND-SOUTH LANE ABOUT ONE-HALF MILE BEYOND FARM BUILDINGS.  TURN RIGHT IN THIS LANE AND TAKE FIRST ROAD IN LANE LEADING TO LEFT (EAST), FOLLOW THIS ROAD EAST TO FIRST FARM BUILDINGS ON LEFT.  STATION IS ABOUT 500 YARDS NORTHEAST OF FARMHOUSE, BY FENCE ON TOP OF RIDGE IN OPEN FIELD.  OLD ROAD MENTIONED IN ORIGINAL DESCRIPTION IS CLOSED.                            STATION RECOVERY (1970)  RECOVERY NOTE BY US AIR FORCE 1970 STATION WAS RECOVERED AS DESCRIBED IN GOOD CONDITION.  ROUTE DESCRIPTION WAS ADEQUATE.",
            "elevation": 694.1,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1931",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "1970",
                    "condition": "GOOD",
                    "reporter": "USAF"
                }
            ],
            "id": "TF2090",
            "lat": 49.07901176944445,
            "long": -100.50005520277777,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 2 MILES ALMOST DUE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 835, ON THE SOUTH SIDE OF THE ROAD, ABOUT 400 METERS WEST OF THE NORTHEAST CORNER OF SECTION 7, TOWNSHIP 1, RANGE 3 E, PRINCIPAL MERIDIAN, ABOUT 1 METER SOUTH OF THE LINE OF TELEPHONE POLES.  STATION MARK--A BRONZE DISK DISK SET IN CEMENT.",
            "elevation": 241,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1283",
            "lat": 49.02993257777778,
            "long": -97.17264726666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 IN THE CITY OF EMERSON, 125.36 METERS NORTH OF THE INTERNATIONAL BOUNDARY, 346 METERS SOUTH AND 13.3 METERS EAST OF THE SOUTHEAST CORNER OF MORRIS AND SECOND STREETS.  STATION MARK--A CONCRETE INSTRUMENT STAND OR PIER.  PROBABLY A COPPER BOLT FOR CENTER MARK.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.",
            "elevation": 240,
            "history": [
                {
                    "date": "1912",
                    "condition": "FIRST",
                    "reporter": "OBSERVED"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1284",
            "lat": 49.001582230555556,
            "long": -97.20996965277779
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 THE RAILROAD SIGNAL - TOWER AT THE CROSSING OF THE CANADIAN NATIONAL AND THE CANADIAN PACIFIC RAILROADS IN THE CITY OF EMERSON.  STATION MARK--THE CENTER OF THE TOWER.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.",
            "elevation": 249,
            "history": [
                {
                    "date": "1912",
                    "condition": "FIRST",
                    "reporter": "OBSERVED"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1288",
            "lat": 49.000776458333334,
            "long": -97.20327763888889,
            "type": "TOWER"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SE 1/4 SEC. 11, T. 4, R. 17 W., PRINCIPAL MERIDIAN, ABOUT 140 METERS WEST OF THE EASTERN BOUNDARY OF THE SECTION, ON A PROMINENT HILL WHICH IS APPARENTLY THE HIGHEST POINT IN THE NEIGHBORHOOD.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 486.09,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2291",
            "lat": 49.2875,
            "long": -99.65694444444445,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1980 (MDC) THE STATION IS LOCATED ABOUT 7 1/2 MILES NORTH - NORTHEAST OF WARROAD, 6 1/2 MILES EAST OF WHERE THE INTERNATIONAL BOUNDARY INTERSECTS STATE HIGHWAY 313, ON THE BUFFALO POINT INDIAN RESERVATION, AND ON THE EXTREME SOUTHEAST POINT OF BUFFALO POINT. PERMISSION TO CROSS THE RESERVATION AND ESTABLISH THE STATION WAS GRANTED BY MR JIM THUNDER, CHIEF OF THE RESERVATION, AND HIS BROTHER, FRANK.  TO REACH THE STATION FROM THE INTERSECTION OF STATE HIGHWAYS 11 AND 313 AT THE NORTHWEST EDGE OF WARROAD, GO NORTH ON STATE HIGHWAY 313 FOR 6.5 MILES TO THE CANADIAN CUSTOMS.  CONTINUE FOR 0.1 MILE TO A GRAVEL SIDE ROAD RIGHT.  TURN RIGHT AND GO EAST ON THE GRAVEL ROAD FOR 6.4 MILES TO A SIDE ROAD RIGHT.  CONTINUE FOR 0.15 MILE TO A CROSSROAD.  CONTINUE FOR 0.35 MILE TO A SIDE ROAD LEFT AT A LARGE TREE IN THE MIDDLE OF THE ROAD.  CONTINUE FOR 0.05 MILE TO A TRACK ROAD RIGHT.  BEAR RIGHT ON THE TRACK ROAD FOR 0.85 MILE TO THE END OF THE ROAD AT THE SHORE OF BUFFALO BAY.  FROM HERE, PACK SOUTHERLY ALONG THE SHORE FOR ABOUT 3 TO 5 MINUTES TO THE STATION.  THE STATION MARK IS A STANDARD DISK STAMPED FRANK 1980.  IT IS CEMENTED IN A DRILL HOLE IN A BOULDER THAT IS APPROXIMATELY 4 BY 7 FEET AND PROJECTS ABOUT 18 INCHES ABOVE THE SURROUNDING AREA.  THE STATION WAS ESTABLISHED IN THE SUMMER OF A VERY DRY YEAR, THEREFORE, DURING A NORMAL YEAR, THE STATION MARK COULD BE UNDER WATER.  IT IS 22 FEET EAST OF THE TREE LINE.  REFERENCE MARK 1 IS A STANDARD DISK STAMPED FRANK NO 1 1980.  IT IS CEMENTED IN A DRILL HOLE IN A FLAT BOULDER THAT IS 3 FEET IN DIAMETER AND PROJECTS ABOUT 1 FOOT.  IT IS AT THE EDGE OF THE TREE LINE.  REFERENCE MARK 2 IS A STANDARD DISK STAMPED FRANK NO 2 1980.  IT IS CEMENTED IN A DRILL HOLE IN A LARGE BOULDER THAT PROJECTS ABOUT 4 FEET ABOVE THE SURROUNDING AREA AND IS THE LARGEST BOULDER IN THE IMMEDIATE VICINITY.  IT IS ABOUT 15 FEET EAST OF THE TREE LINE.  NO AZIMUTH MARK WAS SET FOR THIS STATION.",
            "elevation": 322.4,
            "history": [
                {
                    "date": "1980",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TC0656",
            "lat": 48.99959453611111,
            "long": -95.23241143055556,
            "setting": "SET IN A BOULDER",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ABOUT 9 MILES SOUTH AND 2 MILES EAST OF THE VILLAGE OF GAINSBOROUGH. THE STATION IS IN SE 1/4 SEC. 22, T. 1, R. 30 W., PRINCIPAL MERIDIAN, ON HIGH GROUND ABOUT ONE-HALF MILE SOUTHEAST OF A HOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS THE NORTHEAST CORNER MARK OF SEC. 15, T. 1, R. 30 W., 173.70 METERS FROM THE STATION S 51 DEG 34 MIN E.",
            "elevation": 487.89,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TF2249",
            "lat": 49.045043166666666,
            "long": -101.40903850000001,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 IN SE 1/4 SEC. 28, T. 1, R. 33 W., PRINCIPAL MERIDIAN.  THE STATION IS JUST WEST OF THE MIDDLE OF THE EAST SIDE OF THE ABOVE SECTION, ON THE EDGE OF A POTHOLE IN THE PRAIRIE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS THE CORNER MARK AT THE CENTER OF THE EAST SIDE OF THE ABOVE SECTION, 105.07 METERS FROM THE STATION N 54 DEG 52 MIN E.",
            "elevation": 533,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TF2251",
            "lat": 49.065150913888885,
            "long": -101.83371326944444,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (CHS) ON THE WEST SIDE OF LAKE OF THE WOODS, ABOUT 1 MILE SOUTH OF THE MOUTH OF REED RIVER ON THE WEST SHORE OF BUFFALO BAY.  THE STATION IS ABOUT 200 METERS INLAND AND IS NEAR THE QUARTER POST ON THE EAST LINE OF SECTION 18, TOWNSHIP 2 NORTH, RANGE 17 EAST.  THE STATION IS SURROUNDED BY HEAVY TIMBER.  STATION MARK--A BRONZE DISK MARKED---U.S. AND C.B.S.---SET IN CONCRETE FLUSH WITH THE GROUND.",
            "elevation": 325,
            "history": [
                {
                    "date": "1913",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TC0813",
            "lat": 49.12677891944445,
            "long": -95.28445343888889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 NORTH OF THE RIGHT-OF-WAY OF THE CANADIAN NATIONAL RAILWAY AT MILEAGE 5.3 FROM SOUTH JUNCTION, IN LINE WITH THE TANGENT OF THE SOUTH RAIL, 2,537 METERS (8,323 FEET) WEST OF THE BEGINNING OF THE FIRST CURVE WEST OF SOUTH JUNCTION, AND 877 METERS (2,877 FEET) WEST OF THE NORTHEAST CORNER OF SEC. 14, T. 1, R. 12 E. SURFACE AND UNDERGROUND MARKS ARE GEODETIC SURVEY OF CANADA BRONZE DISKS SET IN CONCRETE MONUMENTS.                            STATION RECOVERY (1941)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1941 (WNM) STATION IS ABOUT 5.3 MILES W OF SOUTH JUNCTION AND 877 METERS (2877 FEET) W OF THE NE CORNER OF SECTION 14, T. 1, R. 12 E. IT IS NEAR THE CENTER OF A CLEAR AREA IN THE WOODS ON THE N SIDE OF THE CANADIAN NATIONAL RAILROAD, ON A PROLONGATION OF THE TANGENT OF THE S RAIL, 2537 METERS (8323 FEET) W OF THE BEGINNING OF THE FIRST CURVE W OF SOUTH JUNCTION, 16 FEET S OF THE CENTER LINE OF AN E-AND-W TRACK ROAD AND 3 FEET SSE OF A WHITE REFERENCE POST.  THE SUBSURFACE MARK IS A BRONZE DISK 3 INCHES IN DIAMETER, STAMPED GEODETIC SURVEY OF CANADA TRIANGULATION STATION, SET IN THE CENTER OF THE TOP OF A RECTANGULAR BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AND 2 FEET HIGH.  THE BASE OF THE BLOCK IS 6 FEET UNDERGROUND.  THE SURFACE MARK IS AN UNSTAMPED BRONZE DISK SET IN THE CENTER OF THE TOP OF A BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AT THE BASE, 1 FOOT SQUARE AT THE TOP, AND 5 FEET 6 INCHES HIGH.  THE TOP PROJECTS 1 FOOT 3 INCHES ABOVE THE GROUND AND IS CENTERED VERTICALLY OVER THE SUBSURFACE MARK.  THE AZIMUTH MARK IS ABOUT 0.3 MILE SE OF THE STATION, 40 FEET E OF THE CENTER LINE OF A N-AND-S TRACK ROAD AND 3 FEET W OF A WHITE REFERENCE POST.  IT IS A NAIL SET IN THE CENTER OF A 12-INCH SQUARE CONCRETE POST WHICH PROJECTS ABOUT 6 INCHES.  TO REACH THE STATION FROM THE CANADIAN CUSTOMS STATION IN SOUTH JUNCTION, GO W ON THE GRAVEL ROAD ALONG THE S SIDE OF THE RAILROAD FOR 1.9 MILES AND TURN RIGHT, N, ACROSS THE RAILROAD. GO 0.2 MILE AND TURN LEFT, W.  GO 1.0 MILE AND KEEP STRAIGHT AHEAD AT T-ROAD RIGHT.  GO 1.7 MILES AND KEEP STRAIGHT AHEAD, W, WHERE THE MAIN ROAD TURNS LEFT AT WAMPUM.  GO 0.7 MILE AND PASS THROUGH WIRE GATE.  GO 0.3 MILE AND TAKE LEFT FORK, SW.  GO 1.3 MILES AND PASS BETWEEN FARMHOUSE AND BARN.  GO 0.1 MILE AND TAKE RIGHT FORK AT A SMALL BLAZED TREE ON THE RIGHT.  GO W ON THE TRACK ROAD FOR 0.3 MILE TO THE STATION ON THE S SIDE OF THE ROAD.  THIS STATION WAS ESTABLISHED BY THE GEODETIC SURVEY OF CANADA IN 1924.  THE AZIMUTH MARK WAS ESTABLISHED BY THE U.S. COAST AND GEODETIC SURVEY IN 1941.  THERE ARE NO REFERENCE MARKS.  A 103-FOOT SIGNAL AT FOX IS VISIBLE AT 50 FEET.  A 90-FOOT SIGNAL AT DUXBY IS VISIBLE AT 50 FEET.  A 64-FOOT SIGNAL AT PINEY (G.S. OF C.) IS VISIBLE AT 50 FEET.  HEIGHT OF LIGHT ABOVE STATION MARK - 30 METERS.",
            "elevation": 347,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1941",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TC0815",
            "lat": 49.04684419444444,
            "long": -95.88706503333334,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 IN NW 1/4 SEC. 19, T. 1, R. 31 W., PRINCIPAL MERIDIAN, ABOUT 30 METERS EAST OF THE WEST BOUNDARY OF THE SECTION AND ABOUT 340 METERS SOUTH OF THE NORTH BOUNDARY OF THE SECTION.  THE STATION IS ABOUT 50 METERS SOUTHWEST OF A BARN AND 18 METERS SOUTH OF A GRANARY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 497,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TF2250",
            "lat": 49.055644224999995,
            "long": -101.63010120277777,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1989 THE STATION IS LOCATED NEAR BOUNDARY MONUMENT 925 AT THE NORTH END OF THE MERIDIAN LINE ON THE WEST SIDE OF THE NORTHWEST ANGLE. THE STATION WAS REACHED BY SNOW MACHINE FROM THE NORTHWEST ANGLE RESORT ON CROW CREEK NEAR THE WEST END OF CARLSON AIRFIELD.  TO REACH THE STATION FROM THE NORTHWEST ANGLE RESORT, GO NORTHEAST DOWN CROW CREEK FOR 0.5 KM (0.30 MI) TO THE NORTHWEST ANGLE INLET.  TURN LEFT AND GO WEST-NORTHWEST FOR 2.6KM (1.60 MI) TO POPLAR CREEK ON THE LEFT. CONTINUE WEST-NORTHWEST FOR 1.8 KM (1.10 MI) TO BEAR CREEK ON THE LEFT.  CONTINUE NORTHWEST FOR 0.8 KM (0.50 MI) TO HARRISON CREEK ON THE LEFT.  BEAR RIGHT, GOING WEST-NORTHWEST ACROSS THE BOG FOR 0.6 KM (0.35 MI) TO THE MERIDIAN LINE AND THE STATION. THE STATION IS A STANDARD 7.0 CM DIAMETER INTERNATIONAL BOUNDARY COMMISSION DISK STAMPED --- HARRISON 1980 --- SET INTO THE TOP OF A 47 CM ROUND CONCRETE MONUMENT PROJECTING 17 CM.  THE STATION IS LOCATED 6.0 M (19.7 FT) EAST OF A BRUSH LINE, 12.7 M (41.7 FT) NORTH-NORTHWEST OF BOUNDARY MONUMENT 925. REFERENCE MARK NO 1 IS A STANDARD 7.0 CM DIAMETER INTERNATIONAL BOUNDARY COMMISSION DISK STAMPED --- HARRISON NO 1 1980 --- SET INTO THE TOP OF A 28 CM ROUND CONCRETE MONUMENT PROJECTING 15 CM, 9.735 M (31.9 FT) EAST-SOUTHEAST OF THE STATION DISK. REFERENCE MARK NO 2 IS A STANDARD 7.0 CM DIAMETER INTERNATIONAL BOUNDARY COMMISSION DISK STAMPED --- HARRISON NO 2 1980 --- SET INTO THE TOP OF A 28 CM ROUND CONCRETE MONUMENT PROJECTING 20 CM, 10.442 M (34.26 FT) NORTH-NORTHWEST OF THE STATION DISK, 3.0 M (9.8 FT) SOUTHEAST OF A CLUMP OF BRUSH AND 23.1 M (75.8 FT) NORTH-NORTHWEST OF BOUNDARY MONUMENT 925.                            STATION RECOVERY (1995)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1995 (DKH) THE MARK WAS RECOVERED IN GOOD CONDITION AS DESCRIBED.  RECOVERY NOTE BY DAVID K.  HERDER, TYPED BY G.W.O.",
            "elevation": 323.7,
            "history": [
                {
                    "date": "1980",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "19890307",
                    "condition": "GOOD",
                    "reporter": "NGS"
                },
                {
                    "date": "19950801",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TC0797",
            "lat": 49.37768282222222,
            "long": -95.15344602222223,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SE 1/4 SEC. 25, T. 1, R. 27 W., PRINCIPAL MERIDIAN.  THE STATION IS NEAR THE CENTER OF THE SECTION AND ABOUT 135 METERS EAST OF A LARGE STONE PILE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS THE CORNER MARK AT THE CENTER OF EAST SIDE OF SEC. 26, T. 1, R. 27 W., 993.78 METERS FROM THE STATION N 88 DEG 48 MIN W.",
            "elevation": 457.36,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TF2092",
            "lat": 49.06592490833333,
            "long": -100.96794568333334,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ONE MILE DUE SOUTH OF THE TOWN OF HOLMFIELD, IN THE EXTREME SOUTHEAST CORNER OF SE 1/4 SEC. 13, T. 2, R. 16 W., PRINCIPAL MERIDIAN, AND ABOUT 70 METERS NORTH OF STINKING LAKE.  THERE ARE THREE PROMINENT HILLS TO THE SOUTH.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 12, T. 2, R. 16 W., 83.92 METERS FROM THE STATION S 70 DEG 14 MIN E.                            STATION RECOVERY (1970)  RECOVERY NOTE BY US AIR FORCE 1970 STATION WAS RECOVERED AS DESCRIBED IN GOOD CONDITION.  ROUTE DESCRIPTION WAS ADEQUATE.",
            "elevation": 480.41,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1970",
                    "condition": "GOOD",
                    "reporter": "USAF"
                }
            ],
            "id": "TE2103",
            "lat": 49.11794194722222,
            "long": -99.48264699444445,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1980 (MDC) THE STATION IS LOCATED ABOUT 8 1/4 MILES NORTH - NORTHEAST OF WARROAD, 6 3/4 MILES EAST OF WHERE THE INTERNATIONAL BOUNDARY INTERSECTS STATE HIGHWAY 313 AND ABOUT 3/4 MILE NORTH - NORTHEAST OF THE EXTREME SOUTHEAST POINT OF BUFFALO POINT.  IT IS ON THE BUFFALO POINT INDIAN RESERVATION.  PERMISSION TO CROSS THE RESERVATION AND ESTABLISH THE STATION WAS GRANTED BY MR JIM THUNDER, CHIEF OF THE RESERVATION, AND HIS BROTHER, FRANK.  TO REACH THE STATION FROM THE INTERSECTION OF STATE HIGHWAYS 11 AND 313 AT THE NORTHWEST EDGE OF WARROAD, GO NORTH ON STATE HIGHWAY 313 FOR 6.5 MILES TO THE CANADIAN CUSTOMS.  CONTINUE FOR 0.1 MILE TO A GRAVEL SIDE ROAD RIGHT.  TURN RIGHT AND GO EASTERLY FOR 6.4 MILES TO A SIDE ROAD RIGHT.  CONTINUE FOR 0.5 MILE TO A SIDE ROAD LEFT AT A LARGE TREE IN THE MIDDLE OF THE ROAD.  CONTINUE EAST THEN NORTH FOR 0.55 MILE TO A SIDE ROAD RIGHT.  TURN RIGHT AND GO EAST FOR 0.2 MILE TO A TRAIL THAT LEADS TO THE LAKE AND THE END OF TRUCK TRAVEL.  FROM HERE, PACK EASTERLY ALONG THE TRAIL TO THE LAKE SHORE THENCE NORTHERLY ALONG THE SHORE TO THE FIRST PROMINENT POINT AND THE STATION.  THIS IS ABOUT A 10 MINUTE PACK.  THE STATION MARK IS A STANDARD DISK STAMPED JIM 1980.  IT IS CEMENTED IN A DRILL HOLE IN A FLAT, LIGHT COLORED BOULDER THAT IS APPROXIMATELY 2 BY 4 FEET AND PROJECTS ABOUT 6 INCHES.  THE STATION WAS ESTABLISHED DURING THE SUMMER OF A VERY DRY YEAR, THEREFORE, DURING A NORMAL YEAR, THE STATION MARK COULD BE UNDER WATER.  REFERENCE MARK 1 IS A STANDARD DISK STAMPED JIM NO 1 1980.  IT IS CEMENTED IN A DRILL HOLE IN A LARGE POINTED BOULDER NEAR THE EDGE OF THE TREE LINE.  REFERENCE MARK 2 IS A STANDARD DISK STAMPED JIM NO 2 1980.  IT IS CEMENTED IN A DRILL HOLE IN THE TOP OF A LARGE BOULDER JUST NORTH OF THE STATION.  NO AZIMUTH MARK WAS ESTABLISHED AT THIS STATION.",
            "elevation": 322,
            "history": [
                {
                    "date": "1980",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TC0800",
            "lat": 49.00928888333333,
            "long": -95.22454910833333,
            "setting": "SET IN A BOULDER",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT THREE-FOURTHS MILE WEST AND THREE-FOURTHS MILE SOUTH OF THE TOWN OF KALEIDA.  THE STATION IS IN SW 1/4 SEC. 16, T. 2, R. 8 W., PRINCIPAL MERIDIAN.  IT IS ABOUT 375 METERS EAST OF THE SOUTHWEST CORNER AND JUST INSIDE THE SOUTH BOUNDARY OF THE SECTION.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 465.38,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2094",
            "lat": 49.11876328888889,
            "long": -98.48732097777778,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 1 MILE SOUTHWEST OF THE TOWN OF KILLARNEY, ON A HIGH RIDGE JUST SOUTH OF THE LAKE.  THIS RIDGE IS HEAVILY WOODED ON THE NORTH SIDE AND SLOPES OFF TO A ROCKY MEADOW ON THE SOUTH. THE STATION IS IN NW 1/4 SEC. 34, T. 2, R. 17 W., PRINCIPAL MERIDIAN, ABOUT ONE-FOURTH MILE WEST OF A FARMHOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK DISK.",
            "elevation": 520.81,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2105",
            "lat": 49.17269935833333,
            "long": -99.67961319722222,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DE6574",
            "lat": 50.258800666666666,
            "long": -95.86616886388889,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'DUBO' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DE6576",
            "lat": 50.258800666666666,
            "long": -95.86616886388889
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 3 MILES DUE SOUTH OF THE TOWN OF LENA IN SE 1/4 SEC. 10, T. 1, R. 17 W., PRINCIPAL MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE EAST SIDE OF THE ABOVE SECTION, 523.7 METERS FROM THE STATION N 85 DEG 59 MIN E.                            STATION RECOVERY (1970)  RECOVERY NOTE BY US AIR FORCE 1970 STATION WAS RECOVERED AS DESCRIBED IN GOOD CONDITION.",
            "elevation": 563.88,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1970",
                    "condition": "GOOD",
                    "reporter": "USAF"
                }
            ],
            "id": "TE2104",
            "lat": 49.02118299166666,
            "long": -99.66811050833334,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN THE SOUTHWEST CORNER OF RIVER LOT 121, OF THE OLD RED RIVER SURVEY, SEC. 17, T. 2, R. 2 E., PRINCIPAL MERIDIAN, IS JUST WEST OF THIS LOT.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE SOUTHWEST CORNER OF THE ABOVE LOT, 150.82 METERS FROM THE STATION S 87 DEG 29 MIN W.  (INTERNATIONAL BOUNDARY COMMISSION REPORT.)",
            "elevation": 239,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TD1248",
            "lat": 49.118722077777775,
            "long": -97.27816437777777,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SW 1/4 SEC. 28, T. 1, R. 28 W., PRINCIPAL MERIDIAN, ABOUT 400 METERS DUE NORTH OF LYLETON RAILWAY STATION.  THE TRIANGULATION STATION IS ABOUT 30 METERS NORTH AND 15 METERS EAST OF A DESERTED HOUSE AND ABOUT 100 METERS DUE EAST OF A RED BARN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS THE CORNER MARK AT THE CENTER OF THE EAST SIDE OF THE ABOVE SECTION, 1,268.15 METERS FROM THE STATION N 66 DEG 25 MIN E.",
            "elevation": 457.36,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TF2248",
            "lat": 49.06158391666666,
            "long": -101.17672804722223,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 13.6 MI (21.9 KM) NORTH-NORTHEAST OF FOX, 11.7 MI (18.8 KM) NORTH OF ROSEAU AND 8.4 MI (13.5 KM) EAST-NORTHEAST OF PINECREEK, THE MARK IS 1.0 MI (1.6 KM) SOUTH OF SOUTH JUNCTION.   FROM THE JUNCTION OF TRUNK HIGHWAY 310 AND PROVINCIAL HIGHWAY 12 AT THE SOUTH JUNCTION GO 1.35 MI (2.2 KM) SOUTH ALONG TRUNK HIGHWAY 310.   THE MARK IS 73.0 FT (22.3 M) WEST OF TRUNK HIGHWAY 310, 55.5 FT (16.9 M) SOUTH OF A GRAVEL ROAD, 7.2 FT (2.2 M) SOUTH OF CABLE PEDESTAL NUMBER 4R, 2.0 FT (0.6 M) EAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 346.664,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK6988",
            "lat": 49.01555555555556,
            "long": -95.76666666666667,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 14.7 MI (23.7 KM) NORTHWEST OF SALOL, 13.1 MI (21.1 KM) NORTH OF ROSEAU AND 8.9 MI (14.3 KM) EAST-NORTHEAST OF PINECREEK.   AT THE JUNCTION OF TRUNK HIGHWAY 310 AND PROVINCIAL HIGHWAY 12, THE MARK IS AT SOUTH JUNCTION.   THE MARK IS 110.7 FT (33.7 M) SOUTHWEST OF PROVINCIAL HIGHWAY 12, 79.2 FT (24.1 M) EAST OF TRUNK HIGHWAY 310, 2.2 FT (0.7 M) NORTH OF ITS WITNESS POST IN NORTH BASE OF THE TWO ON SOUTH SIDE OF CO-OP CARD LOCK SIGN.",
            "elevation": 352.182,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7064",
            "lat": 49.03527777777778,
            "long": -95.76611111111112,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 13.1 MI (21.1 KM) NORTHWEST OF SALOL, 12.3 MI (19.8 KM) NORTH OF ROSEAU AND 10.1 MI (16.3 KM) EAST-NORTHEAST OF PINECREEK.   FROM THE JUNCTION OF PROVINCIAL HIGHWAY 12 AND TRUNK HIGHWAY 310 AT THE SOUTH JUNCTION, GO 1.80 MILES(2.90 KM) EAST-SOUTHEAST ALONG PROVINCIAL HIGHWAY 12 TO THE MARK.   THE MARK IS 102.0 FT (31.1 M) EAST OF A GRAVEL ROAD, 92.5 FT (28.2 M) SOUTH OF PROVINCIAL HIGHWAY 12, 1.0 FT (0.3 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 343.259,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK6991",
            "lat": 49.02305555555555,
            "long": -95.73194444444445,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 12.6 MI (20.3 KM) NORTH-NORTHEAST OF ROSEAU, 12.3 MI (19.8 KM) NORTH-NORTHWEST OF SALOL, 11.5 MI (18.5 KM) EAST-NORTHEAST OF PINECREEK AND THE MARK IS 2.50 MI (4.0 KM) WEST OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL HIGHWAY 12 AND PROVINCIAL ROAD 308 0.8 MI (1.3 KM) SOUTH OF THE SPRAGUE RAILROAD TRACKS, GO 2.6 MI (4.2 KM) WEST ALONG PROVINCIAL HIGHWAY 12 TO THE MARK.   THE MARK IS 167.7 FT (51.1 M) WEST OF A FIELD ENTRANCE, 94.2 FT (28.7 M) SOUTH OF PROVINCIAL HIGHWAY 12, 21.0 FT (6.4 M) EAST-NORTHEAST OF A POWER-POLE, 1.0 FT (0.3 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 330.966,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7057",
            "lat": 49.02305555555555,
            "long": -95.69944444444445,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 SPRAGUETHE MARK IS LOCATED ABOUT 13.2 MI (21.2 KM) EAST-NORTHEAST OF PINECREEK, 13.1 MI (21.1 KM) NORTH-NORTHEAST OF ROSEAU, 11.6 MI (18.7 KM) NORTH-NORTHWEST OF SALOL AND 1.0 MI (1.6 KM) SOUTHWEST OF SPRAGUE. FROM THE JUNCTION OF PROVINCIAL HIGHWAY 12 AND PROVINCIAL ROAD 308, 0.8 MI (1.3 KM) SOUTH OF SPRAGUE RAILROAD TRACKS, GO 0.80 MI (1.3 KM) WEST ALONG PROVINCIAL HIGHWAY 12 TO THE MARK.   THE MARK IS 95.7 FT (29.2 M) SOUTH OF PROVINCIAL HIGHWAY 12, 14.0 FT (4.3 M) EAST OF POWER-POLE, 1.0 FT (0.3 M) NORTH OF ITS WITNESS POST. THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 327.754,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK6994",
            "lat": 49.02305555555555,
            "long": -95.66027777777778,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 14.0 MI (22.5 KM) EAST-NORTHEAST OF PINECREEK, 13.4 MI (21.6 KM) NORTH-NORTHEAST OF ROSEAU, 11.3 MI (18.2 KM) NORTH-NORTHWEST OF SALOL AND 1.0 MI (1.6 KM) SOUTH OF SPRAGUE.   AT THE JUNCTION OF PROVINCIAL HIGHWAY 12 AND PROVINCIAL ROAD 308, 0.8 MI (1.3 KM) SOUTH OF RAILROAD TRACKS IN SPRAGUE, GO 102.9 FT (31.4 M) SOUTH OF PROVINCIAL HIGHWAY 12 TO MARK.   THE MARK IS, 61.1 FT (18.6 M) WEST OF AN EXTENDED CORNER OF PROVINCIAL ROAD 308, 9.8 FT (3.0 M) SOUTHWEST OF A CABLE PEDESTAL AND 1.4 FT (0.4 M) EAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 324.919,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK6995",
            "lat": 49.02305555555555,
            "long": -95.64305555555556,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 15.4 MI (24.8 KM) NORTH-NORTHEAST OF ROSEAU, 14.6 MI (23.5 KM) EAST-NORTHEAST OF PINECREEK, 13.5 MI (21.7 KM) NORTH-NORTHWEST OF SALOL AND 1.0 MI (1.6 KM) NORTH OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.8 MI (1.3 KM) SOUTH OF THE SPRAGUE RAILROAD TRACKS, GO 2.50 MI (4.0 KM) NORTHERLY ALONG PROVINCIAL ROAD 308 TO THE MARK.   THE MARK IS 33.6 FT (10.2 M) WEST-SOUTHWEST OF PROVINCIAL ROAD 308, 29.0 FT (8.8 M) NORTH OF A DRIVEWAY, 23.7 FT (7.2 M) SOUTH OF A POWER-POLE, 2.0 FT (0.6 M) EAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 329.462,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK6997",
            "lat": 49.055,
            "long": -95.64305555555556,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 16.7 MI (26.9 KM) NORTH-NORTHEAST OF ROSEAU, 15.2 MI (24.5 KM) EAST-NORTHEAST OF PINECREEK, 14.8 MI (23.8 KM) NORTH-NORTHWEST OF SALOL AND 3.0 MI (4.8 KM) NORTH OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.8 MI (1.3 KM) SOUTH OF THE SPRAGUE RAILROAD TRACKS, GO 3.95 MI (6.4 KM) NORTH ALONG PROVINCIAL ROAD 308 TO THE MARK.   THE MARK IS 85.3 FT (26.0 M) WEST OF PROVINCIAL ROAD 308, 48.0 FT (14.6 M) NORTH OF A GRAVEL ROAD, 13.2 FT (4.0 M) WEST OF A POWER-POLE, 1.6 FT (0.5 M) SOUTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 336.109,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK6999",
            "lat": 49.07472222222223,
            "long": -95.64305555555556,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 18.2 MI (29.3 KM) NORTH-NORTHEAST OF ROSEAU, 16.3 MI (26.2 KM) EAST-NORTHEAST OF PINECREEK, 16.1 MI (25.9 KM) NORTH OF SALOL AND 5.0 MI (8.0 KM) NORTH OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.80 MI (1.3 KM) SOUTH OF SPRAGUE, GO 5.60 MI (9.0 KM) NORTH ALONG PROVINCIAL ROAD 308 TO THE MARK.   THE MARK IS 76.5 FT (23.3 M) NORTH OF GRAVEL ROAD, 73.6 FT (22.4 M) EAST-SOUTHEAST OF PROVINCIAL ROAD 308, 3.0 FT (0.9 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 341.459,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7001",
            "lat": 49.09583333333334,
            "long": -95.63194444444444,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 19.8 MI (31.9 KM) NORTH-NORTHEAST OF ROSEAU, 17.7 MI (28.5 KM) NORTH OF SALOL, 17.2 MI (27.7 KM) NORTHEAST OF PINECREEK AND 6.5 MI (10.5 KM) NORTH OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.8 MI (1.3 KM) SOUTH OF RAILROAD TRACKS IN SPRAGUE, GO 7.30 MI (11.7 KM) NORTH ALONG PROVINCIAL ROAD 308 TO THE MARK.   THE MARK IS 73.6 FT (22.4 M) EAST-SOUTHEAST OF PROVINCIAL ROAD 308, 36.0 FT (11.0 M) SOUTH OF A ROAD, 10.0 FT (3.0 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 342.158,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7003",
            "lat": 49.11888888888889,
            "long": -95.62888888888888,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 20.9 MI (33.6 KM) NORTHWEST OF WARROAD, 18.8 MI (30.2 KM) NORTH OF SALOL AND 18.6 MI (29.9 KM) NORTHEAST OF PINECREEK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.8 MI (1.3 KM) SOUTH OF THE RAILROAD TRACKS, GO 8.80 MI (14.2 KM) NORTHERLY ALONG PROVINCIAL ROAD 308 TO THE MARK.   THE MARK IS 76.0 FT (23.2 M) SOUTHEAST OF PROVINCIAL ROAD 308, 22.0 FT (6.7 M) NORTHEAST OF A FIELD ENTRANCE, 4.3 FT (1.3 M) SOUTHWEST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 343.1,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7005",
            "lat": 49.136944444444445,
            "long": -95.61027777777777,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 20.1 MI (32.3 KM) NORTHWEST OF WARROAD, 20.0 MI (32.2 KM) NORTHEAST OF PINECREEK, 18.9 MI (30.4 KM) NORTH OF SALOL AND 8.0 MI (12.9 KM) NORTHEAST OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.8 MI (1.3 KM) SOUTH OF SPRAGUE, GO 10.5 MI (16.9 KM) NORTH-NORTHEAST ALONG PROVINCIAL ROAD 308 TO MARK.   THE MARK IS 74.5 FT (22.7 M) SOUTH-SOUTHWEST OF PROVINCIAL ROAD 308, 25.2 FT (7.7 M) WEST-NORTHWEST OF ENTRANCE, 3.0 FT (0.9 M) NORTHEAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 342.598,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7007",
            "lat": 49.13944444444444,
            "long": -95.57555555555555,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 21.4 MI (34.4 KM) EAST-NORTHEAST OF PINECREEK, 19.4 MI (31.2 KM) NORTH-NORTHWEST OF WARROAD, 19.1 MI (30.7 KM) NORTH OF SALOL AND 8.50 MI (13.7 KM) NORTHEAST OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL HIGHWAY 12, 0.8 MI (1.3 KM) SOUTH OF SPRAGUE, GO 12.0 MI (19.3 KM) NORTH-NORTHEAST ALONG PROVINCIAL ROAD 308 TO MARK.   THE MARK IS 54.8 FT (16.7 M) NORTHEAST OF REED RIVER, 41.3 FT (12.6 M) SOUTH-SOUTHEAST OF PROVINCIAL ROAD 308, 10.5 FT (3.2 M) SOUTH-SOUTHWEST OF AN ENTRANCE, 4.2 FT (1.3 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 342.326,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7009",
            "lat": 49.14222222222222,
            "long": -95.54388888888889,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 23.1 MI (37.2 KM) EAST-NORTHEAST OF PINECREEK, 20.2 MI (32.5 KM) NORTH OF SALOL, 19.5 MI (31.4 KM) NORTH-NORTHWEST OF WARROAD AND 10.50 MI (16.9 KM) NORTHEAST OF SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL ROAD 12, 0.8 MI (1.3 KM) SOUTH OF THE SPRAGUE RAILROAD TRACKS, GO 13.80 MI (22.2 KM) NORTHERLY ALONG PROVINCIAL ROAD 308 TO MARK.   THE MARK IS 85.6 FT (26.1 M) SOUTHWEST OF POWER-POLE, 30.0 FT (9.1 M) NORTH OF PROVINCIAL ROAD 308, 4.0 FT (1.2 M) SOUTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 344.074,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7011",
            "lat": 49.155833333333334,
            "long": -95.5125,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 22.5 MI (36.2 KM) WEST-SOUTHWEST OF ANGLE INLET, 21.3 MI (34.3 KM) NORTH OF SALOL, 19.7 MI (31.7 KM) NORTH-NORTHWEST OF WARROAD AND 12.5 MI (20.1 KM) NORTHEAST OF SPRAGUE. FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND PROVINCIAL ROAD 12, 0.8 MI (1.3 KM) SOUTH OF SPRAGUE, GO 15.55 MI (25.0 KM) NORTHERLY ALONG PROVINCIAL ROAD 308 TO MARK.   THE MARK IS 113.0 FT (34.4 M) SOUTHWEST OF POWER-POLE, 31.7 FT (9.7 M) NORTHWEST OF PROVINCIAL ROAD 308, 4.0 FT (1.2 M) SOUTHEAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 344.47,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7013",
            "lat": 49.16861111111111,
            "long": -95.47944444444444,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 22.4 MI (36.0 KM) NORTH-NORTHEAST OF SALOL, 20.7 MI (33.3 KM) WEST-SOUTHWEST OF ANGLE INLET, 19.9 MI (32.0 KM) NORTH-NORTHWEST OF WARROAD AND 5.0 MI (8.0 KM) SOUTHWEST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD SOUTHEAST TO MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 4.90 MI (7.9 KM) SOUTHWEST ALONG PROVINCIAL ROAD 308, THENCE 0.9 MI (1.4 KM) SOUTHWEST OF ROAD LEADING NORTH TO WHITE MOUTH CREEK.   THE MARK IS 63.0 FT (19.2 M) SOUTH-SOUTHEAST OF PROVINCIAL ROAD 308, 18.8 FT (5.7 M) EAST-NORTHEAST OF POWER-POLE, 3.5 FT (1.1 M) NORTHWEST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 346.564,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7015",
            "lat": 49.180277777777775,
            "long": -95.44527777777778,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 23.4 MI (37.7 KM) NORTH-NORTHEAST OF SALOL, 20.0 MI (32.2 KM) NORTH-NORTHWEST OF WARROAD, 19.1 MI (30.7 KM) SOUTHWEST OF ANGLE INLET AND 3.0 MI (4.8 KM) SOUTHWEST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD SOUTHEAST TO MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 3.10 MI (5.0 KM) SOUTHWEST ALONG PROVINCIAL ROAD 308.   THE MARK IS 85.1 FT (25.9 M) SOUTH-SOUTHEAST OF PROVINCIAL ROAD 308, 11 FT (3.4 M) SOUTH-SOUTHWEST OF POWER-POLE, 1.7 FT (0.5 M) NORTH-NORTHEAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 345.99,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7017",
            "lat": 49.1875,
            "long": -95.40861111111111,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 24.4 MI (39.3 KM) NORTH-NORTHEAST OF SALOL, 20.4 MI (32.8 KM) NORTH OF WARROAD, 17.8 MI (28.6 KM) SOUTHWEST OF ANGLE INLET AND IS 2.0 MI (3.2 KM) SOUTHWEST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD SOUTHEAST TO MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 1.75 MI (2.8 KM) SOUTHWEST ALONG PROVINCIAL ROAD 308.   THE MARK IS 70.6 FT (21.5 M) SOUTH OF PROVINCIAL ROAD 308, 16 FT (4.9 M) EAST OF ENTRANCE, 4.3 FT (1.3 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 354.756,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7019",
            "lat": 49.19694444444444,
            "long": -95.38305555555554,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 24.9 MI (40.1 KM) NORTH-NORTHWEST OF SWIFT, 20.7 MI (33.3 KM) NORTH OF WARROAD AND 16.2 MI (26.1 KM) SOUTHWEST OF ANGLE INLET AT MOOSE LAKE PROVINCIAL PARK ENTRANCE FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD SOUTHEAST TO MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 0.05 MI (0.1 KM) SOUTHWEST ALONG PROVINCIAL ROAD 308.   THE MARK IS 106.7 FT (32.5 M) NORTHWEST OF PROVINCIAL ROAD 308, IN SOUTHEAST LEG OF FIRE TOWER, 1.0 FT (0.3 M) WEST OF ITS WITNESS POST.",
            "elevation": 361.276,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7065",
            "lat": 49.203611111111115,
            "long": -95.34888888888888,
            "setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 25.9 MI (41.7 KM) NORTH OF SWIFT, 21.9 MI (35.2 KM) NORTH OF WARROAD, 14.6 MI (23.5 KM) SOUTHWEST OF ANGLE INLET AND 1.5 MI (2.4 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD TO MOOSE LAKE AT MOOSE LAKE GO 1.70 MI (2.7 KM) NORTHEAST ALONG PROVINCIAL ROAD 308.   THE MARK IS 39.5 FT (12.0 M) NORTHWEST OF PROVINCIAL ROAD 308, 5.7 FT (1.7 M) SOUTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 355.427,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7022",
            "lat": 49.22222222222222,
            "long": -95.32388888888889,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 26.9 MI (43.3 KM) NORTH OF SWIFT, 23.0 MI (37.0 KM) NORTH OF WARROAD, 13.3 MI (21.4 KM) SOUTHWEST OF ANGLE INLET AND 3.0 MI (4.8 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD SOUTHEAST TO MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 3.10 MI (5.0 KM) NORTHEAST ALONG PROVINCIAL ROAD 308.   THE MARK IS 33.5 FT (10.2 M) NORTH-NORTHWEST OF PROVINCIAL ROAD 308, 6.2 FT (1.9 M) WEST OF A TRAIL, 4.0 FT (1.2 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 350.284,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7024",
            "lat": 49.238055555555555,
            "long": -95.30555555555556,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 27.9 MI (44.9 KM) NORTH OF SWIFT, 24.3 MI (39.1 KM) NORTH OF WARROAD, 11.7 MI (18.8 KM) WEST-SOUTHWEST OF ANGLE INLET AND 5.0 MI (8.0 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND ROAD SOUTHEAST TO MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 4.85 MI (7.8 KM) NORTHEAST ALONG PROVINCIAL ROAD 308.   THE MARK IS 48.5 FT (14.8 M) WEST OF PROVINCIAL ROAD 308, 12.5 FT (3.8 M) SOUTH OF A TRAIL WEST, 2.8 FT (0.9 M) NORTH OF ITS WITNESS.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 350.104,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7026",
            "lat": 49.25555555555555,
            "long": -95.28138888888888,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 28.2 MI (45.4 KM) NORTH OF SWIFT, 24.5 MI (39.4 KM) NORTH OF WARROAD AND 11.4 MI (18.3 KM) WEST-SOUTHWEST OF ANGLE INLET, 5.0 MI (8.0 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK. FROM THE JUNCTION OF MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 5.2 MI (8.4 KM) NORTHEAST ALONG PROVINCIAL ROAD 308.   THE MARK IS 77.0 FT (23.5 M) SOUTHWEST OF PROVINCIAL ROAD 525, 51.4 FT (15.7 M) SOUTHEAST OF PROVINCIAL ROAD 308, 7.5 FT (2.3 M) SOUTHEAST OF ITS WITNESS POST.",
            "elevation": 349.059,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7027",
            "lat": 49.259166666666665,
            "long": -95.2786111111111,
            "setting": "SET IN UNSPECIFIED ROCK OR BOULDER",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER EQUIPPED WITH BAR MAGNET"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 28.8 MI (46.3 KM) NORTH OF SWIFT, 25.4 MI (40.9 KM) NORTH OF WARROAD, 9.7 MI (15.6 KM) WEST-SOUTHWEST OF ANGLE INLET AND 6.5 MI (10.5 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 5.15 MI (8.3 KM) NORTHEAST ALONG PROVINCIAL ROAD 308, THENCE 1.70 MI (2.7 KM) NORTHEAST ALONG PROVINCIAL ROAD 525.   THE MARK IS 51.3 FT (15.6 M) SOUTHEAST OF PROVINCIAL ROAD 525, 25.2 FT (7.7 M) SOUTHWEST OF AN ENTRANCE, 1.50 FT (0.5 M) NORTH OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 347.218,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7029",
            "lat": 49.26972222222222,
            "long": -95.24416666666667,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 28.9 MI (46.5 KM) NORTH OF SWIFT, 25.8 MI (41.5 KM) NORTH OF WARROAD, 8.4 MI (13.5 KM) SOUTHWEST OF ANGLE INLET AND 7.0 MI (11.3 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 5.15 MI (8.3 KM) NORTHEAST ALONG PROVINCIAL ROAD 308, THENCE 3.30 MI (5.3 KM) NORTHEAST ALONG PROVINCIAL ROAD 525.   THE MARK IS 49.0 FT (14.9 M) SOUTHEAST OF PROVINCIAL ROAD 525, 17.0 FT (5.2 M) NORTHEAST OF POWER-POLE, 1.6 FT (0.5 M) EAST OF ITS WITNESS POST.  THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 346.217,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7031",
            "lat": 49.27194444444444,
            "long": -95.21166666666667,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 THE MARK IS LOCATED ABOUT 29.5 MI (47.5 KM) NORTH OF SWIFT, 26.5 MI (42.6 KM) NORTH-NORTHEAST OF WARROAD, 7.5 MI (12.1 KM) NORTHEAST OF MOOSE LAKE PROVINCIAL PARK, AND 7.1 MI (11.4 KM) SOUTHWEST OF ANGLE INLET.   FROM THE JUNCTION OF PROVINCIAL ROAD 308 AND MOOSE LAKE PROVINCIAL PARK AT MOOSE LAKE GO 5.15 MI (8.3 KM) NORTHEAST ALONG PROVINCIAL ROAD 308.   THE MARK IS 49.5 FT (15.1 M) SOUTH OF PROVINCIAL ROAD 525, 14.5 FT (4.4 M) NORTH OF POWER-POLE, 2.0 FT (0.6 M) EAST OF ITS WITNESS POST. THE MARK IS SET WITH A 3 FT (0.9 M) 3D STABILIZING FIN-SLEEVE SURROUNDED BY A SIX INCH PVC PIPE BACKFILLED WITH WASHED SAND.",
            "elevation": 347.302,
            "history": [
                {
                    "date": "20060601",
                    "condition": "MONUMENTED",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7033",
            "lat": 49.27916666666667,
            "long": -95.18166666666667,
            "setting": "ALUMINUM ALLOY ROD W/O SLEEVE (10 FT.+)",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "MARKER IS A STEEL ROD"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 1-1/4 MILES WEST AND 1-1/2 MILES NORTH OF THE TOWN OF MANITOU, IN THE NORTHWEST CORNER OF SE 1/4 SEC. 36, T. 3, R. 9 W., PRINCIPAL MERIDIAN.  THE STATION IS ABOUT 275 METERS DUE WEST OF A CEMETERY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 506.41,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2096",
            "lat": 49.25785633888889,
            "long": -98.55491630555555,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SE 1/4 SEC. 6, T. 5, R. 18 W., PRINCIPAL MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE NORTH SIDE OF SEC. 31, T. 4, R. 18 W., ABOUT 200 METERS FROM THE STATION, S 10 DEG 50 MIN W.",
            "elevation": 499.25,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2292",
            "lat": 49.3575,
            "long": -99.88944444444445,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 BESIDE THE POWER LINE FROM WINNIPEG AND 4 MILES DUE EAST OF THE TOWN OF MORDEN.  THE STATION IS IN SW 1/4 SEC. 12, T. 3, R.5 W., PRINCIPAL MERIDIAN.  STATION MARK IS A STANDARD G.S. OF C. STATION MARK.  ONE REFERENCE MARK IS AN ASTRONOMIC PIER ABOUT 3 METERS W OF THE STATION.  A SECOND REFERENCE MARK IS A DOMINIONLANDS SURVEY POST AT THE NE CORNER OF SEC. 2, T. 3, R. 5 W., 392.736 METERS FROM THE STATION S 83 DEG 51 MIN W.",
            "elevation": 290.37,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2091",
            "lat": 49.19265444166666,
            "long": -98.01854171111111,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SE 1/4 SEC. 32, T. 2, R. 14 W., PRINCIPAL MERIDIAN.  THE STATION MARK SHOULD BE VISIBLE FROM THE SOUTHWEST CORNER OF THE QUARTER SECTION.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 29, T. 2, R. 14 W., 544.435 METERS FROM THE STATION S 62 DEG 50 MIN E.",
            "elevation": 474.27,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2101",
            "lat": 49.16491876944444,
            "long": -99.30896629722221,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (OBF) ABOUT ONE - HALF MILE SOUTHWEST OF THE TOWN OF GRETNA, IN THE SOUTHWEST CORNER OF SECTION 5, TOWNSHIP 1, RANGE 1 W, PRINCIPAL MERIDIAN, 20.5 METERS NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 816.  STATION MARK--A BRONZE DISK MARKED---US. AND C. B. SURVEY---SET FLUSH WITH THE SURFACE OF THE OF THE GROUND IN THE TOP OF A CYLINDER OF CONCRETE 1 FOOT IN DIAMETER AND 2 FEET IN DEPTH.  THE SUBSURFACE MARK IS A 3-1/2 - INCH WIRE NAIL SET UPRIGHT IN A CORE OF CEMENT 2 INCHES BELOW THE BOTTOM OF THE CONCRETE CYLINDER.",
            "elevation": 252,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1414",
            "lat": 49.00069139166666,
            "long": -97.56976177777777,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN THE EAST END OF THE TURTLE MOUNTAIN FOREST RESERVE, ABOUT 1 MILE SOUTH OF LAKE WILLIAM.  ON THE SUMMIT OF A VERY PROMINENT KNOLL KNOWN AS TURTLES BACK.  IN SE 1/4 SEC. 18, T. 1, R. 19 W., PRINCIPAL MERIDIAN.  IN 1925 THE GEODETIC SURVEY OF CANADA ESTABLISHED A FIRST-ORDER STATION, CALLING IT NINGA H, WITHIN A FEW FEET OF THE STATION OF 1918 AND MARKED IT WITH A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  NO CONNECTION BETWEEN THE TWO STATIONS WAS RECORDED.                            STATION RECOVERY (1966)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1966 (WRH) RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1970)  RECOVERY NOTE BY US AIR FORCE 1970 STATION WAS RECOVERED AS DESCRIBED IN GOOD CONDITION.",
            "elevation": 716.42,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1966",
                    "condition": "GOOD",
                    "reporter": "IBC"
                },
                {
                    "date": "1970",
                    "condition": "GOOD",
                    "reporter": "USAF"
                }
            ],
            "id": "TE2107",
            "lat": 49.03091833888889,
            "long": -99.99984724166667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SW 1/4 SEC. 5, T. 2, R. 6 W., PRINCIPAL MERIDIAN.  THE STATION IS ON A SMALL SCRUB-COVERED KNOLL ABOUT 25 METERS WEST OF THE EAST BOUNDARY OF THE QUARTER SECTION AND 180 METERS NORTH OF ITS SOUTHERN BOUNDARY.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 465.38,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2093",
            "lat": 49.09292286666667,
            "long": -98.23458845277779,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SW 1/4 SEC. 7, T. 1, R. 5 W., PRINCIPAL MERIDIAN.  THE STATION IS ON A KNOLL ABOUT 180 METERS NORTHWEST OF A FARMHOUSE. STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.                            STATION RECOVERY (1947)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1947 (NWS) STATION IS IN SW 1/4 SEC. 7, T. 1, R. 5 W., PRINCIPAL MERIDIAN. THE STATION IS ON A KNOLL ABOUT 400 METERS N OF THE ROAD PARALLEL TO AND ONE MILE N OF THE INTERNATIONAL BOUNDARY, AND ABOUT 180 METERS NW OF A HOUSE LOCATED SOME DISTANCE N OF THIS ROAD.  IT IS A LITTLE OVER A MILE E OF THE ROAD FROM THE BOUNDARY N TO MORDEN, MANITOBA.  IN 1947, THE KNOLL WAS COVERED BY, AND IN THE CENTER OF A LARGE WHEAT FIELD, MAKING A SEARCH IMPOSSIBLE.  THE STATION MARK IS A STANDARD G.S. OF C. STATION MARK.                            STATION RECOVERY (1967)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1967 (JWC) THE STATION MARK WAS RECOVERED.  HOWEVER THE TOP OF THE MARK HAD BEEN BROKEN OFF.  THE UNDERGROUND MARK WAS FOUND INTACT.  THE SURFACE MARK WAS RESET, HOLDING THE EXACT POSITION AS THE UNDERGROUND MARK.  FOLLOWING IS A NEW COMPLETE DESCRIPTION.  THE STATION IS ABOUT 11-1/4 MILES NORTHWEST OF WALHALLA, NORTH DAKOTA, 7 MILES WEST OF HASKETT, CANADA AND 1-1/4 MILES NORTH OF THE CANADIAN BORDER, ON THE HIGHEST POINT OF A SMALL KNOLL IN A CULTIVATED FIELD.  TO REACH THE STATION FROM THE POST OFFICE IN WALHALLA, GO NORTH ON 10TH STREET FOR 0.05 MILE TO THE JUNCTION WITH STATE HIGHWAY 32.  TURN RIGHT AND GO NORTHEAST AND NORTH ON HIGHWAY 32 FOR 5.4 MILES TO THE U.S. CUSTOMS BUILDING ON THE LEFT.  CONTINUE NORTHERLY ON THE HIGHWAY FOR 0.2 MILE TO THE CANADIAN CUSTOMS BUILDING ON THE RIGHT.  CONTINUE NORTH AND WEST ON STATE HIGHWAY 32 FOR 1.6 MILES TO WHERE THE HIGHWAY TURNS RIGHT AND A GRAVELED ROAD LEFT.  TURN LEFT AND GO WEST ON GRAVELED ROAD FOR 5.5 MILES TO A CROSSROAD AND A SIGN MANITOBA 243. CONTINUE WEST ON GRAVELED ROAD FOR 3.1 MILES TO A CROSSROAD. CONTINUE WEST FOR 0.25 MILE TO A DRIVEWAY ON THE LEFT. CONTINUE WEST FOR 0.25 MILE TO A SIDE ROAD RIGHT.  TURN RIGHT AND GO NORTH FOR 0.3 MILE TO A FARM YARD.  TURN LEFT AND GO WEST, BETWEEN A GRAIN BIN AND TIN BUILDING FOR 0.05 MILE.  TURN RIGHT AND GO NORTH ON TRACK ROAD FOR 0.05 MILE TO THE SOUTH EDGE OF A CULTIVATED FIELD.  FROM THIS POINT GO NORTH AND NORTHWEST ACROSS FIELD FOR 0.2 MILE TO THE TOP OF THE KNOLL AND THE STATION.  STATION MARK IS A BRONZE DISK OF THE GEODETIC SURVEY OF CANADA, STAMPED NUMENDAHL 1925 1967, SET IN THE TOP OF A ROUND CONCRETE POST, 24 INCHES IN DIAMETER, THAT IS 14 INCHES BELOW THE GROUND SURFACE.  THE UNDERGROUND MARK IS 60 INCHES BELOW THE GROUND SURFACE.  REFERENCE MARKS WERE NOT SET AT THE REQUEST OF THE PROPERTY OWNER.  NO SUITABLE LOCATION FOR AN AZIMUTH MARK.  AIRLINE DISTANCE AND DIRECTION FROM NEAREST TOWN--7 MILES WEST OF HASKETT, CANADA.",
            "elevation": 457.68,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1947",
                    "condition": "MARK",
                    "reporter": "NOT"
                },
                {
                    "date": "1967",
                    "condition": "SEE",
                    "reporter": "DESCRIPTION"
                }
            ],
            "id": "TE2092",
            "lat": 49.020544075,
            "long": -98.12621288888889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY MN DEPT OF TRANSP 2006 (MPP) THE MARK IS LOCATED ABOUT 14.3 MI (23.0 KM) NORTH-NORTHEAST OF ROSEAU, 14.3 MI (23.0 KM) EAST-NORTHEAST OF PINECREEK AND 12.3 MI (19.8 KM) NORTH-NORTHWEST OF SALOL IN SPRAGUE.   FROM THE JUNCTION OF PROVINCIAL HIGHWAY 308 AND HIGHWAY 12 WHICH IS 0.8 MI (1.3 KM) SOUTH OF RAILROAD TRACKS IN SPRAGUE GO 1.0 MI (1.6 KM) NORTH ALONG PROVINCIAL HIGHWAY 308 TO THE MARK.   THE MARK IS 230 FT (70.1 M) EAST OF PROVINCIAL HIGHWAY 308, 60.5 FT (18.4 M) WEST-NORTHWEST OF NORTHWEST OF SPRAGUE SCHOOL, 58.0 FT (17.7 M) NORTH-NORTHWEST OF POWER POLE WITH TRANSFORMER, 1.3 FT (0.4 M) WEST OF ITS WITNESS POST.",
            "elevation": 326.864,
            "history": [
                {
                    "date": "1930",
                    "condition": "MONUMENTED",
                    "reporter": "MNHD"
                },
                {
                    "date": "20060619",
                    "condition": "GOOD",
                    "reporter": "MNDT"
                }
            ],
            "id": "DK7053",
            "lat": 49.03722222222222,
            "long": -95.64166666666668,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ON A PROMINENT KNOLL KNOWN AS PILOT MOUND, 1 MILE NORTHWEST OF THE TOWN OF PILOT MOUND.  THE STATION IS IN SE 1/4 SEC. 20, T. 3, R. 11 W., PRINCIPAL MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS THE NORTHWEST CORNER OF SEC. 16, T. 3, R. 11 W., ABOUT 539 METERS FROM THE STATION S 49 DEG 28 MIN E.",
            "elevation": 496.8,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TE2098",
            "lat": 49.22469146388889,
            "long": -98.91230957222223,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ON THE MOST SOUTHERLY PROJECTION OF A HIGH RIDGE ABOUT 2 MILES EAST OF MENISINO, OVERLOOKING LOWLANDS TO EAST, SOUTH, AND WEST.  ABOUT ONE-FOURTH MILE NORTH OF THE CANADIAN NATIONAL RAILWAY, AND 11.3 METERS (37 FEET) NORTH OF THE CENTER OF THE OLD RIDGE ROAD.  SURFACE AND UNDERGROUND MARKS ARE GEODETIC SURVEY OF CANADA BRONZE DISKS SET IN CONCRETE MONUMENTS.  THE SUBSURFACE MARK IS A BRONZE DISK 3 INCHES IN DIAMETER,STAMPED GEODETIC SURVEY OF CANADA TRIANGULATION STATION, SET IN THE CENTER OF THE TOP OF A RECTANGULAR BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AND 2 FEET HIGH.  THE BASE OF THE BLOCK IS 6 FEET UNDERGROUND. THE SURFACE MARK IS A LIKE BRONZE DISK SET IN THE CENTER OF THE TOP OF A BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AT THE BASE, 1 FOOT SQUARE AT THE TOP, AND 5 FEET 6 INCHES HIGH.  THE BASE OF THIS UPPER BLOCK OF CONCRETE RESTS UPON THE TOP OF THE SUBSURFACE BLOCK, SEPARATED FROM IT BY A SHEET OF TARRED PAPER.  THE TOP OF THE UPPER BLOCK PROJECTS 1 FOOT 6 INCHES ABOVE THE GROUND.  THE SURFACE MARK IS CENTERED VERTICALLY OVER THE SUBSURFACE MARK.                            STATION RECOVERY (1947)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1947 (NWS) STATION IS ON THE SOUTHERN END OF A HIGH, PARTIALLY TIMBERED RIDGE ABOUT 2 MILES E OF MENISINO, 5 MILES W OF PINEY, OVERLOOKING LOWLANDS TO THE E, S, AND W.  IT IS ABOUT 1/4 MILE N OF THE CANADIAN NATIONAL RAILWAY, 35 FEET N OF THE OLD RIDGE TRAIL AND 4 FEET E OF A WHITE REFERENCE POST.  THE SUBSURFACE MARK IS A BRONZE DISK 3 INCHES IN DIAMETER, STAMPED GEODETIC SURVEY OF CANADA TRIANGULATION STATION, SET IN THE CENTER OF THE TOP OF A RECTANGULAR BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AND 2 FEET HIGH.  THE BASE OF THE BLOCK IS 6 FEET UNDERGROUND.  THE SURFACE MARK IS A BOLT ENGRAVED WITH A TRIANGLE SET IN THE CENTER OF THE TOP OF A BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AT THE BASE, 1 FOOT SQUARE AT THE TOP, AND 5 FEET 6 INCHES HIGH.  THE TOP PROJECTS 1 FOOT 6 INCHES ABOVE THE GROUND AND IS CENTERED VERTICALLY OVER THE SUBSURFACE MARK.  AZIMUTH MARK IS 2 FEET N OF A WHITE REFERENCE POST AND 0.05 MILE N OF A RIDGE TRAIL.  IT IS A NAIL SET IN A 12- BY 12-INCH CONCRETE BLOCK AND PROJECTS 8 INCHES.  TO REACH THE STATION FROM PINEY, GO N ON GRAVEL FOR 1.0 MILE, TURN W (RIGHT) AND GO FOR 5.0 MILES ON A GRAVEL ROAD THAT EVENTUALLY CHANGES TO A DIRT TRAIL, TO A CLEARING ON THE S SIDE OF THE ROAD.  TURN LEFT ON DIRT TRAIL AT W EDGE OF CLEARING AND GO 0.75 MILE TO THE STATION ON THE RIGHT.  TO REACH THE AZIMUTH MARK FROM THE STATION, GO E ON THE RIDGE TRAIL FOR 0.25 MILE.  LEAVE TRAIL AND GO 0.05 MILE N (LEFT) TO MARK ON TOP OF A SANDY KNOLL.  AZIMUTH MARK WAS SET BY U.S.C. AND G.S. IN 1941.  A 90-FOOT SIGNAL AT GUILBAULT IS VISIBLE AT 50 FEET.  A 103-FOOT SIGNAL AT FOX IS VISIBLE AT 50 FEET.  A 90-FOOT SIGNAL AT DUXBY IS VISIBLE AT 50 FEET.  HEIGHT OF LIGHT ABOVE STATION MARK - 22 METERS.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1988)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1988 THE STATION IS LOCATED ABOUT 8.05 KM (5.00 MI) WEST OF PINEY, MANITOBA, 3.2 KM (2.00 MI) EAST OF MENISINO, MANITOBA AND ABOUT 8.85 KM (5.50 MI) NORTH OF THE U.S. - CANADIAN BOUNDARY. TO REACH THE STATION FROM THE CANADIAN CUSTOMS AT THE PINE CREEK, MINNESOTA - PINEY, MANITOBA BORDER CROSSING, GO NORTH ON MANITOBA PROVINCIAL HIGHWAY 89 FOR 8.36 KM (5.20 MI) TO THE SMALL TOWN OF PINEY.  CONTINUE NORTH FOR 1.61 KM (1.00 MI) TO THE JUNCTION OF PROVINCIAL HIGHWAY 201 ON THE LEFT.  TURN LEFT AND GO WEST ON PROVINCIAL HIGHWAY 201 FOR 8.85 KM (5.50 MI) TO A GRAVEL CROSSROAD. TURN LEFT AND GO SOUTH ON THE GRAVEL ROAD, WHICH BECOMES MORE OF A TRACK ROAD, FOR 1.37 KM (0.85 MI) TO A FORK.  KEEP THE RIGHT FORK AND CONTINUE FOR 0.08 KM (0.05 MI) TO THE STATION ON THE RIGHT. THE STATION MARK IS A PUNCH MARK ON A SURVEY DISK STEM WHICH IS SET IN A 0.61 M (2.0 FT) SQUARE CONCRETE MONUMENT THAT PROJECTS 0.40 M (1.3 FT) ABOVE THE SURFACE, 10.67 M (35.0 FT) NORTH-NORTHWEST OF THE CENTER OF THE TRACK ROAD AND 0.31 M (1.0 FT) SOUTH-SOUTHWEST OF A WITNESS POST. TYPED BY E.A.R.",
            "elevation": 360,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1924",
                    "condition": "GOOD",
                    "reporter": "GSC"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                },
                {
                    "date": "19881003",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TD1242",
            "lat": 49.07874429722222,
            "long": -96.09208320833334,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BOLT"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1925 (GSC) IN NE 1/4 SEC. 23, T. 2, R. 3 W., PRINCIPAL MERIDIAN.  ABOUT 45 METERS NNW OF A FARM HOUSE.  STATION MARK IS A STANDARD G.S. AND C. STATION MARK.  THE REFERENCE MARK IS A REESTABLISHED DOMINION LANDS SURVEY POST AT THE CENTER OF THE E SIDE OF THE ABOVE SECTION.  THIS REFERENCE MARK AS REESTABLISHED IS PROBABLY WITHIN 3 FEET OF ITS CORRECT POSITION.  IT IS 161.96 METERS FROM THE STATION S 56 DEG 05 MIN E.                            STATION RECOVERY (1967)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1967 (JWC) THE STATION MARK, REFERENCE MARKS 1 AND 2 WERE RECOVERED. THE AZIMUTH MARK WAS NOT SEARCHED FOR.  THIS STATION WAS USED FOR CHECK ANGLES ONLY AND WAS NOT OCCUPIED.",
            "elevation": 256.55,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1967",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TD1250",
            "lat": 49.141726544444445,
            "long": -97.75336339722222,
            "setting": "UNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT THREE-FOURTHS MILE EAST AND 1 MILE SOUTH OF THE TOWN OF NINGA, IN SE 1/4 SEC. 8, T. 3, R. 18 W., PRINCIPAL MERIDIAN. THE STATION IS ABOUT 180 METERS NORTH OF THE LITTLE PEMBINA RIVER.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE EAST SIDE OF THE ABOVE SECTION, 310.49 METERS FROM THE STATION N 64 DEG 27 MIN E.                            STATION RECOVERY (1970)  RECOVERY NOTE BY US AIR FORCE 1970 STATION WAS RECOVERED AS DESCRIBED IN GOOD CONDITION.",
            "elevation": 516.71,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1970",
                    "condition": "GOOD",
                    "reporter": "USAF"
                }
            ],
            "id": "TE2106",
            "lat": 49.19922390555555,
            "long": -99.86008919166666,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ON THE RIGHT-OF-WAY OF THE CANADIAN NATIONAL RAILWAY AT MILEAGE 59.6 FROM SOUTH JUNCTION, OPPOSITE POINT OF TANGENCY OF FIRST CURVE WEST OF TOLSTOI STATION, AND 19.79 METERS (64.9 FEET) NORTH OF SOUTH RAIL.  SURFACE AND UNDERGROUND MARKS ARE GEODETIC SURVEY OF CANADA BRONZE DISKS SET IN CONCRETE MONUMENTS.  THE SUBSURFACE MARK IS A BRONZE DISK 3 INCHES IN DIAMETER,STAMPED GEODETIC SURVEY OF CANADA TRIANGULATION STATION, SET IN THE CENTER OF THE TOP OF A RECTANGULAR BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AND 2 FEET HIGH.  THE BASE OF THE BLOCK IS 6 FEET UNDERGROUND. THE SURFACE MARK IS A LIKE BRONZE DISK SET IN THE CENTER OF THE TOP OF A BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AT THE BASE, 1 FOOT SQUARE AT THE TOP, AND 5 FEET 6 INCHES HIGH.  THE BASE OF THIS UPPER BLOCK OF CONCRETE RESTS UPON THE TOP OF THE SUBSURFACE BLOCK, SEPARATED FROM IT BY A SHEET OF TARRED PAPER.  THE TOP OF THE UPPER BLOCK PROJECTS 1 FOOT 6 INCHES ABOVE THE GROUND.  THE SURFACE MARK IS CENTERED VERTICALLY OVER THE SUBSURFACE MARK.",
            "elevation": 259,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TD1244",
            "lat": 49.07413930277778,
            "long": -96.98303454166667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ON THE RIGHT-OF-WAY OF THE CANADIAN NATIONAL RAILWAY AT MILEAGE 54.6 FROM RAINY RIVER, ABOUT 3 MILES SOUTHEAST OF SPRAGUE STATION, 960.1 METERS (3,150 FEET) NORTHWEST OF MILEPOST 54, AND 9.907 METERS (32.50 FEET) NORTHEAST OF THE NORTHEAST RAIL.  SURFACE AND UNDERGROUND MARKS ARE GEODETIC SURVEY OF CANADA BRONZE DISKS SET IN CONCRETE MONUMENTS.",
            "elevation": 333.88,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TC0814",
            "lat": 49.02968984722222,
            "long": -95.57358545555554,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 844, AND VERY NEAR THE SOUTHEAST CORNER OF SECTION 15, TOWNSHIP 1, RANGE 4 E, PRINCIPAL MERIDIAN.  STATION MARK--A BRONZE DISK SET IN A STONE.  AN ARROW, CUT IN A STONE, POINTS TO THE STATION DISTANT 0.43 METER.  THE STATION MARK AND STONE ARE BOTH 4 INCHES UNDERGROUND.",
            "elevation": 264,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1422",
            "lat": 49.029827875,
            "long": -96.9653692888889,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN THE TURTLE MOUNTAIN FOREST RESERVE CLOSE TO THE ROAD LEADING FROM THE MAIN CABIN TO THE WEST CABIN OF THE RESERVE.  THE STATION IS IN NW 1/4 SEC. 27, T. 1, R. 21 W., PRINCIPAL MERIDIAN. INFORMATION REGARDING ITS LOCATION AND THE ROAD TO IT MAY BE FOUND BY INQUIRING AT BOISSEVAIN, MANITOBA.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.                            STATION RECOVERY (1931)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1931 (MB) RECOVERED, AND IN GOOD CONDITION.  STANDARD GEODETIC SURVEY OF CANADA CONCRETE POST AND BRONZE TABLET MARKS POSITION. OLD 60-FOOT SIGNAL STILL STANDING, NEEDS FEW REPAIRS BEFORE USING.  USED BY FOREST SERVICE AS FIRE LOOKOUT AT PRESENT TIME.  THIS STATION IS LOCATED ON THE SOUTHWEST CORNER OF THE NORTHWEST QUARTER SEC. 27, T. 1, R. 21 W., PRINCIPAL MERIDIAN, ON THE FOREST RESERVE PROPERTY OF THE CANADIAN GOVERNMENT.  TO REACH FROM BOISSEVAIN, FOLLOW GRAVEL ROAD LEADING SOUTH, JUST WEST OF TOWN, FOR 6-1/2 MILES TO HORTON POST OFFICE AND STORE ON RIGHT, CONTINUE SOUTH 2-1/2 MILES TO SIGN TO LAKE MAX, TURN RIGHT (WEST) HERE AND FOLLOW MAIN-TRAVELED ROAD 4-1/2 MILES TO RANGER STATION AND LAKE MAX.  FOLLOW ROAD BETWEEN HOUSE AND GARAGE (WEST) 2.0 MILES TO A DIM ROAD LEADING DOWN SHARP INCLINE TO LEFT, FOLLOW THIS DIM ROAD 200 YARDS TO STATION.  TRIANGULAR BLAZE ON SMALL TREE AT RIGHT WHERE DIM ROAD TURNS LEFT, OFF MAIN ROAD.  REACHED FROM DELORAINE VIA ROUTE 3 EAST 16.7 MILES TO A ROAD LEADING RIGHT THROUGH CUT ON TOP OF HILL.  SIGNS LAKE MAX FACING WEST, WASSEWA 5, MOUNTAINSIDE 10-1/2, FACING EAST. TURN RIGHT (SOUTH) ON THIS ROAD AND FOLLOW MAIN ROAD SOUTH (MAKING JOG WEST AT CORRECTION LINE) 10-1/2 MILES TO RANGER STATION.  REACHED ALSO FROM DUNSEITH, NORTH DAKOTA, VIA STATE HIGHWAY 3 NORTH 24 MILES TO SIGN MENTIONED ABOUT 2-1/2 MILES SOUTH OF HORTON POST OFFICE.",
            "elevation": 708.88,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1931",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TF2089",
            "lat": 49.06737451944445,
            "long": -100.18271916666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ON A SMALL RIDGE 2 MILES ALMOST DUE NORTH OF THE INTERNATIONAL BOUNDARY MONUMENT 851, AND ABOUT ONE - FOURTH MILE EAST OF A SCHOOLHOUSE, NEAR THE CENTER OF THE NORTH SIDE OF SECTION 11, TOWNSHIP 1, RANGE 5 E.  A GALICIAN HOUSE IS SOUTH - SOUTHEAST ABOUT 130 METERS.  STATION MARK--A BENCH - MARK POST SET IN CONCRETE 1 FOOT IN DIAMETER, 3 FEET IN, AND 1 FOOT OUT OF THE GROUND.",
            "elevation": 291,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1423",
            "lat": 49.028967469444446,
            "long": -96.82092500277777,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 2 MILES ALMOST DUE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 839, ABOUT 490 METERS WEST OF THE SOUTHEAST CORNER OF SECTION 14, TOWNSHIP 1, RANGE 3 E, PRINCIPAL MERIDIAN, AND ON THE NORTH SIDE OF THE ROAD. STATION MARK--A BENCH - MARK POST SET IN A MASS OF CONCRETE.",
            "elevation": 242,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1425",
            "lat": 49.03006428333333,
            "long": -97.08401794999999,
            "setting": "OBJECT SURROUNDED BY MASS OF CONCRETE",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 2-3/4 MILES NORTH OF THE INTERNATIONAL BOUNDARY, MIDWAY BETWEEN MONUMENTS 860 AND 861, ABOUT 100 METERS NORTH OF THE QUARTER - SECTION LINE AND ABOUT 150 METERS WEST OF THE EAST SIDE OF SECTION 17, TOWNSHIP 1, RANGE 7 E, PRINCIPAL MERIDIAN, AND ABOUT 200 METERS NORTHWEST OF SOME HOUSES.  THE STATION IS LOCATED ON THE NORTHWEST CORNER OF A LARGE CLUMP OF POPLARS ON THE NORTH AND WEST OF WHICH IS A SWAMP.  STATION MARK--A BENCH - MARK POST SET 3 FEET IN THE GROUND AND SURROUNDED AT THE SURFACE WITH 1 FOOT OF CONCRETE.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.",
            "elevation": 303,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1426",
            "lat": 49.039206138888886,
            "long": -96.60893196388888,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 (JGH) ABOUT 4 MILES WEST AND 1 MILE NORTH OF THE TOWN OF SNOWFLAKE, ON THE SUMMIT OF STAR MOUND--THE MOST PROMINENT HILL IN THE LOCALITY, IN SE 1/4 SEC. 27, T. 1, R. 10 W., PRINCIPAL MERIDIAN, AND NEAR THE SOUTH LINE OF THE SECTION.  THE SUMMIT OF THE MOUND IS AN ANCIENT BURIAL GROUND.  IN 1925 THE GEODETIC SURVEY OF CANADA RECOVERED STATION STAR MOUND IBC AND ESTABLISHED A FIRST-ORDER STATION UNDER THE SAME NAME 39.9 METERS FROM THE ORIGINAL STATION N 76 DEG 57 MIN E. THE NEW STATION IS MARKED BY A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS THE DOMINION LANDS SURVEY POST AT THE CENTER OF THE NORTH LINE OF SEC. 22, T. 1, R. 10 W., 306.58 METERS FROM THE STATION S 79 DEG 36 MIN W.                            STATION RECOVERY (1925)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1925 RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1988)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1988 THE STATION IS LOCATED ABOUT 9.25 KM (5.75 MI) NORTH-NORTHWEST OF HANNAH, NORTH DAKOTA, 4.83 KM (3.00 MI) WEST-NORTHWEST OF SNOWFLAKE, MANITOBA, AND ABOUT 6.84 KM (4.25 MI) NORTH-NORTHWEST OF THE HANNAH - SNOWFLAKE BORDER CROSSING. TO REACH THE STATION FROM THE CANADIAN CUSTOMS AT THE HANNAH - SNOWFLAKE BORDER CROSSING, GO NORTH ON MANITOBA PROVINCIAL ROAD 242 FOR 6.03 KM (3.75 MI) TO THE JUNCTION OF MANITOBA PROVINCIAL ROAD 201.  TURN LEFT AND GO WEST ON PROVINCIAL HIGHWAY 201  FOR 3.30 KM (2.05 MI) TO A GRAVEL CROSSROAD.  TURN RIGHT AND GO NORTH ON A GRAVEL ROAD FOR 1.69 KM (1.05 MI) TO A SIDE ROAD LEFT.  TURN LEFT AND GO WEST ON THE GRAVEL ROAD FOR 0.56 KM (0.35 MI) TO THE STATION ON THE RIGHT. THE STATION MARK IS SET IN THE TOP OF A 12 INCH SQUARE CONCRETE POST THAT PROJECTS 25.5 INCHES ABOVE THE SURFACE. TYPED BY E.A.R.",
            "elevation": 510.4,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1925",
                    "condition": "GOOD",
                    "reporter": "GSC"
                },
                {
                    "date": "19880919",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TE2097",
            "lat": 49.05959361111111,
            "long": -98.72439502777777,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 5-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 877, NEAR THE NORTHEAST CORNER OF SW 1/4 SECTION 31, TOWNSHIP 1, RANGE 9 E, PRINCIPAL MERIDIAN, 6 METERS EAST OF THE QUARTER - SECTION, AMONG SMALL POPLARS, ABOUT 70 METERS SOUTH OF THE EDGE OF AN OPEN SWAMP.  STATION MARK--A BRONZE DISK SET IN CONCRETE.",
            "elevation": 322,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1428",
            "lat": 49.07839713055556,
            "long": -96.23639826944445,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) NEARLY 1 MILE NORTH OF INTERNATIONAL BOUNDARY MONUMENT 877, ON A SANDY RIDGE ON THE EAST SIDE OF THE ROAD ALONG THE WEST LINE OF SECTION 6, TOWNSHIP 1, RANGE 10 E, PRINCIPAL MERIDIAN, AND ABOUT 16 METERS SOUTH OF THE TRAVELED ROAD RUNNING EASTWARD.  THE STATION IS ABOUT 25 METERS NORTHWEST OF THE RESIDENCE OF THE PARISH PRIEST.  STATION MARK--A BRONZE DISK SET IN CONCRETE.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.",
            "elevation": 325,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1429",
            "lat": 49.01482826944444,
            "long": -96.24736942222222,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 2.5 MI S FROM GOODLANDS. 2.5 MILES SOUTH ALONG CANADIAN HIGHWAY 21 FROM GOODLANDS, BRENDA COUNTY, MANITOBA PROVINCE, CANADA, AND 55 FEET WEST OF THE CENTERLINE OF THE HIGHWAY.  A DOMINION LAND SURVEY STANDARD DISK, STAMPED T 1 R 24 W 1929 AND SET IN THE TOP OF A CONCRETE POST PROJECTING 2 INCHES ABOVE GROUND.",
            "elevation": 564.089,
            "history": [
                {
                    "date": "1929",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TF0459",
            "lat": 49.05833333333333,
            "long": -100.60055555555554,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1934 3.3 MI S FROM DELORAINE. 3.3 MILES SOUTH ALONG CANADIAN HIGHWAY 21 FROM DELORAINE, BRENDA COUNTY, MANITOBA PROVINCE, CANADA, ON A SECTION LINE, AND 36 FEET NORTH OF THE CENTERLINE OF THE HIGHWAY.  A DOMINION LAND SURVEY STANDARD DISK, STAMPED T 3 R 23 W 1929 AND SET IN THE TOP OF A CONCRETE POST PROJECTING 2 INCHES ABOVE GROUND.",
            "elevation": 497.08,
            "history": [
                {
                    "date": "1929",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TF0458",
            "lat": 49.17833333333333,
            "long": -100.53388888888888,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 IN SE 1/4 SEC. 7, T. 1, R. 14 W., PRINCIPAL MERIDIAN.  ABOUT 180 METERS WEST OF A HOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.                            STATION RECOVERY (1966)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1966 (WRH) RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1968)  RECOVERY NOTE BY US GEOLOGICAL SURVEY 1968 (JSA) STATION MARK FOUND IN GOOD CONDITION AS DESCRIBED.  THE OLD DESCRIPTION IS ADEQUATE.  STANDARD BRACED TRIPOD USED.",
            "elevation": 473.64,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1966",
                    "condition": "GOOD",
                    "reporter": "IBC"
                },
                {
                    "date": "1968",
                    "condition": "GOOD",
                    "reporter": "USGS"
                }
            ],
            "id": "TE2102",
            "lat": 49.01567018888889,
            "long": -99.33048820277777,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1925 ABOUT 2 MILES EAST AND 1 MILE SOUTH OF THE TOWN OF WASKADA IN SE 1/4 SEC. 34, T. 1, R. 25 W., PRINCIPAL MERIDIAN.  THE STATION IS 180 METERS DUE WEST OF SOME SMALL DESERTED BUILDINGS ACROSS THE ROAD IN SECTION 35 AND ABOUT ONE-FOURTH MILE SOUTHEAST OF A LARGE SQUARE DESERTED HOUSE WITH A COTTAGE ROOF.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.",
            "elevation": 474.08,
            "history": [
                {
                    "date": "1925",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TF2091",
            "lat": 49.07951151388889,
            "long": -100.73663562222222,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1923 (CMD) ON WEST SIDE OF LAKE OF THE WOODS, ABOUT 1,300 METERS (4.265 FEET) NORTHWEST OF BUFFALO POINT, ABOUT 1,100 METERS (3.609 FEET) NORTH OF INTERNATIONAL BOUNDARY AND ON SANDY TIMBERED RIDGE ABOUT 10 METERS (33 FEET) ABOVE LAKE LEVEL.  TO REACH FROM WARROAD, GO BY BOAT TO BUFFALO POINT, FOLLOW TRAIL NORTHWEST ABOUT ONE-FOURTH MILE FROM POINT KEEPING TO LEFT OF SMALL CORNFIELD, TAKE LEFT FORK AND FOLLOW TO SECOND FORK, TAKE RIGHT FORK AND GO ABOUT 275 YARDS TO STATION SITE.  MARKED BY STANDARD BRONZE DISK OF INTERNATIONAL BOUNDARY COMMISSION IN CONCRETE BLOCK 14 INCHES IN DIAMETER.  IN 1934 TWO REFERENCE MARKS WERE ESTABLISHED (PROBABLY STANDARD REFERENCE DISKS IN CONCRETE).  NO. 1 IS 87.48 FEET FROM STATION NO. 2 IS 76.28 FEET FROM STATION.                            STATION RECOVERY (1966)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1966 (LMC) STATION MARK AND REFERENCE MARKS 1 AND 2 WERE RECOVERED AND FOUND IN GOOD CONDITION.  THE DISTANCE AND DIRECTION TO REFERENCE MARK 1 CHECKED WITH 1934 RECOVERY NOTE.  THE DISTANCE TO REFERENCE MARK 2 WAS FOUND SLIGHTLY SHORTER AND THE DIRECTION DID NOT CHECK. DUE TO VARIOUS CHANGES A COMPLETE NEW DESCRIPTION FOLLOWS--  STATION IS LOCATED ABOUT 8-1/4 MILES NORTHEAST OF WARROAD, ON THE WEST SIDE OF LAKE OF THE WOODS, 3/4 MILE NORTH OF U.S.- CANADA BOUNDARY AND ABOUT 4/5 MILE NORTHWEST OF BUFFALO POINT.  TO REACH FROM BOAT LANDING ON SOUTH SIDE OF BUFFALO POINT AND WEST OF AN OLD CABIN, GO NORTHEAST ON TRACK ROAD FOR 0.2 MILE TO A OLD CABIN ON RIGHT, CONTINUE STRAIGHT AHEAD FOLLOWING TRACK ROAD IN A NORTHERLY DIRECTION FOR 0.7 MILE TO A FORK, KEEP RIGHT AND CONTINUE NORTHERLY FOR 0.15 MILE TO DIM TRACK ROAD RIGHT, JUST BEFORE REACHING 3 OLD CABINS ON LEFT, TURN RIGHT AND FOLLOW DIM TRACK ROAD EASTERLY AND SOUTHEASTERLY FOR 0.25 MILE TO REFERENCE MARK 1 ON LEFT AND STATION ON RIGHT AS DESCRIBED.  STATION MARK, A 2 INCH BRONZE DISK WITH LETTERS US AND CB SURVEY AND A SMALL TRIANGLE CAST IN THE DISK, IS SET IN A 18 INCH IN DIAMETER OVAL SHAPED CONCRETE POST WHICH IS SET 6 INCHES BELOW THE SURFACE OF THE GROUND.  THE MARK IS 78 FEET SOUTHWEST OF CENTER OF TRACK ROAD, 17.5 FEET WEST OF TRIANGLE BLAZED TREE AND 4.3 FEET EAST OF WITNESS POST.  REFERENCE MARK 1, A STANDARD DISK STAMPED THUNDER NO 1 1934, IS SET IN A CONCRETE CYLINDER WHICH PROJECTS ABOUT 6 INCHES. THE MARK IS 18 FEET NORTH OF TRIANGLE BLAZED TREE, 9 FEET NORTHEAST OF CENTER OF TRACK ROAD AND 2 FEET SOUTHWEST OF WITNESS POST.  REFERENCE MARK 2, A STANDARD DISK STAMPED THUNDER NO 2 1934, IS SET IN A CONCRETE CYLINDER WHICH PROJECTS ABOUT 6 INCHES.  THE MARK IS 154 FEET SOUTHWEST OF CENTER OF TRACK ROAD, 5.5 FEET NORTHWEST OF TRIANGLE BLAZED TREE AND 1 FOOT SOUTHEAST OF WITNESS POST.  NO SUITABLE PLACE WAS FOUND FOR AZIMUTH MARK.  HEIGHT OF LIGHT ABOVE STATION MARK 26 METERS.",
            "elevation": 335,
            "history": [
                {
                    "date": "1917",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "1966",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TC0799",
            "lat": 49.008225672222224,
            "long": -95.24644879722223,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 4-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 864, ABOUT 50 METERS WEST AND 500 METERS NORTH OF THE SOUTHEAST CORNER OF SECTION 26, TOWNSHIP 1, RANGE 7 E, PRINCIPAL MERIDIAN. STATION MARK--A BRONZE DISK IN A CONCRETE BLOCK 10 BY 10 BY 12 INCHES SET FIRMLY IN THE GROUND.  THE REFERENCE MARK IS AN ARROW, POINTING TOWARD THE STATION, CUT IN A BOULDER 10 FEET IN DIAMETER AND 5 FEET ABOVE THE SURFACE OF THE GROUND, 27.03 METERS FROM THE STATION IN BEARING 66 DEGREES 35 MINUTES.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.",
            "elevation": 304,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1430",
            "lat": 49.06438708333333,
            "long": -96.53967442222222,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (CHS) ABOUT 1 MILE NORTH OF THE INTERNATIONAL BOUNDARY, MIDWAY BETWEEN MONUMENTS 892 AND 893, ON A HIGH RIDGE SOUTHWEST OF CANADIAN NATIONAL RAILWAY STATION WAMPUM, 35 METERS SOUTH AND 1 METER EAST OF THE NORTHEAST CORNER OF SECTION 1, TOWNSHIP 1, RANGE 12 E, PRINCIPAL MERIDIAN.  STATION MARK--A BRONZE DISK SET IN CONCRETE.                            STATION RECOVERY (1947)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1947 (NWS) RECOVERED IN GOOD CONDITION.",
            "elevation": 355,
            "history": [
                {
                    "date": "1912",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                },
                {
                    "date": "1947",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TC1315",
            "lat": 49.01543023333333,
            "long": -95.86705516944444,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (JJM) ABOUT 2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 831, AND ABOUT 46 METERS WEST OF THE CANADIAN NATIONAL RAILWAY, ON THE SOUTH SIDE OF THE ROAD ALONG THE NORTH SIDE OF SECTION 10, TOWNSHIP 1, RANGE 1 E, PRINCIPAL MERIDIAN.  STATION MARK--A BRONZE DISK SET IN THE TOP OF A CONCRETE BLOCK.",
            "elevation": 240,
            "history": [
                {
                    "date": "1911",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TD1432",
            "lat": 49.02999808888889,
            "long": -97.24550273888889,
            "setting": "SET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2019 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DK4119",
            "lat": 49.900566455555555,
            "long": -97.25938359444444,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        }
    ]
}