{"date":"DECEMBER  2, 2022","region":"ML","markers":[{"description":" BY NATIONAL OCEAN SERVICE 2000 (CC) SATATION IS LOCATED ON KWAJALEIN ATOLL, MARSHALL ISLANDS","elevation":1.37,"history":[{"date":"1959","condition":"MONUMENTED","reporter":"CGS"},{"date":"20000915","condition":"GOOD","reporter":"NOS"}],"id":"DK3433","lat":8.732004213888889,"long":167.7344590222222,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A LARGE STRUCTURE WITH DEEP FOUNDATIONS","stability":"PROBABLY HOLD POSITION/ELEVATION WELL","type":"TIDAL STATION DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 2008 (EEC) THE MARK IS LOCATED ON THE ISLAND OF KWAJALEIN IN THE MARSHALL ISLANDS.   TO REACH THE MARK FROM THE AIRPORT PROCEED NORTH ON THE OCEAN ROAD FOR APPROXIMATELY 0.6 KM (0.4 MI) TURN WEST ONTO SIXTH STREET AND HEAD TOWARD ECHO PIER.  THE TIDAL BENCH MARK ARE LOCATED ON THE EAST AND IN THE VICINITY OF ECHO PIER.   THE MARK IS SET FLUSH IN THE FORMER CONCRETE BULKHEAD FORMING THE NORTH SIDE OF THE MAIN PIER, 79.86 M (262.0 FT) WEST OF THE CENTERLINE OF PALM ROAD, 25.69 M (84.3 FT) EAST OF THE BENCH MARK 5 1948, 8.6 M (28.2 FT) WEST OF THE EASTERN SECURITY GATE, 4.42 M (14.5 FT) NORTH OF THE CENTERLINE OF SIXTH STREET, 0.52 M (1.7 FT) SOUTH OF THE CHAIN-LINK FENCE UNDER WITNESS SIGN.  MARK IS LEVEL WITH THE ROAD.","elevation":1.4,"history":[{"date":"1951","condition":"MONUMENTED","reporter":"CGS"},{"date":"20080805","condition":"GOOD","reporter":"NGS"}],"id":"DK7537","lat":8.732638327777778,"long":167.73664085833335,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"OBJECT SURROUNDED BY MASS OF CONCRETE","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"TIDAL STATION DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED IN DELAP COMMUNITY, MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, AT THE WEATHER SERVICE OFFICE.  THE STATION IS APPROXIMATELY 45.5 M (149.3 FT) EAST OF THE WEATHER SERVICE BUILDING, 8 M (26.2 FT) NNE OF THE ANEMOMETER, 4.3 M (14.1 FT) ENE OF THE CENTER OF THE OLD RAIN GUAGE, AND 1.5 M (4.9 FT) W OF A FENCE. TO REACH THE STATION FROM THE MAIN POST OFFICE IN MAJURO, TRAVEL SE ON THE ULIGA HIGHWAY FOR 1.6 MI (2.6 KM) TO A BEND IN THE ROAD, CONTINUE W FOR .1 MI (0.2 KM) TO THE WEATHER SERVICE OFFICE AND THE STATION ON THE RIGHT. THE STATION IS A USGS ALUMINUM DISK CEMENTED IN A DRILL HOLE IN AN ANGLE IN THE CONCRETE SIDEWALK AND IS STAMPED -DALAP 1968-.","elevation":3,"history":[{"date":"1968","condition":"MONUMENTED","reporter":"USGS"},{"date":"19930804","condition":"GOOD","reporter":"NOS"}],"id":"AA4433","lat":7.0887663694444445,"long":171.378679275,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"SURVEY DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS","history":[],"id":"AN7336","lat":8.7221962,"long":167.7302589,"magnetic":"","marker":"","setting":"","stability":"","type":"_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"},{"description":"MENT IS ASSOCIATED WITH CORS SITE 'KWJ1' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.","history":[],"id":"AN7340","lat":8.7221962,"long":167.7302589,"magnetic":"","marker":"","setting":"","stability":"","type":""},{"description":" BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED ON MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, AT THE MARSHALL ISLANDS INTERNATIONAL AIRPORT. THE STATION IS EAST OF THE TERMINAL RAMP AND NW OF RUNWAY END 25.  IT IS 90 FT (27.4 M) NE OF THE NE EDGE OF THE RAMP, 184 FT (56.1 M) S OF AN ANEMOMETER, 16.5 FT (5.0 M) NW OF THE EDGE OF THE BLAST PAD AND 7 FT (2.1 M) NW OF THE MOST NORTHWESTERLY RUNWAY THRESHOLD LIGHT. THE STATION IS A STANDARD NOS DISK SET IN A DRILL HOLE IN THE NORTH CORNER OF A CONCRETE ELECTRIC VAULT AND STAMPED -MAJ B 1993-.                            STATION RECOVERY (1995)  RECOVERY NOTE BY NATIONAL OCEAN SERVICE 1995 (DAH) THE STATION IS LOCATION IN THE EAST PART OF THE AIRPORT NEAR RWY END 25.  IT IS 92.4 FT (28.2 M) NNW 0F CL END RWY 25 (MARK WITH A PK NAIL) AND 6.8 FT (2.1 M) NNW OF THE OUTBOARD THRESHOLD LIGHT.  IT IS AN NOS DISK STAMPED MAJ B 1993 AND SET IN A DRILLHOLE AT THE NORTHEAST CORNER OF A CONCRETE MANHOLE WHOSE COVER READS, ELECTRIC.                            STATION RECOVERY (2010)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2010 RECOVERED AS DESCRIBED                            STATION RECOVERY (2015)  RECOVERY NOTE BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, CITY OF MAJURO AND ON THE GROUNDS OF MARSHALL ISLANDS INTERNATIONAL AIRPORT.  OWNERSHIP--REPUBLIC OF MARSHALL ISLANDS PORT AUTHORITY, P.O. BOX 109, MAJURO, RMI, 96960.  CONTACT THOMAS MADISON, MANAGER AT 692-247-3113 TO ARRANGE ACCESS.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE REPUBLIC OF THE MARSHALL ISLANDS CAPITOL BUILDING, GO WEST ON LAGOON ROAD FOR 7.10 MI (11.4 KM) TO THE EASTERN SECURITY GATE OF MARSHALL ISLANDS INTERNATIONAL AIRPORT.  TURN LEFT AND GO SOUTH 0.1 MI (0.2 KM) THROUGH THE GATE, ACROSS THE APRON TO THE NORTHERN RUNWAY SHOULDER AND THE STATION ON LEFT.  THE STATION IS A NATIONAL OCEAN SERVICE DISK SET IN THE NORTHEAST CORNER OF THE CONCRETE PAD AROUND A UTILITY MANHOLE.  IT IS 91.5 FT (27.9 M) NORTH-NORTHWEST OF A MAG NAIL AND SHINER AT THE CENTERLINE END OF RUNWAY 25, 65.45 FT (19.9 M) EAST OF THE INSIDE CORNER OF ASPHALT WHERE THE APRON AND RUNWAY MEET, 58.6 FT (17.9 M) SOUTHEAST OF THE RIGHT RUNWAY END IDENTIFIER LIGHT FOR RUNWAY 25 AND 6.85 FT (2.1 M) NORTH OF THE NORTHERNMOST THRESHOLD LIGHT FOR RUNWAY 25.  THIS STATION IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION.","elevation":1.59,"history":[{"date":"1993","condition":"MONUMENTED","reporter":"NOS"},{"date":"1995","condition":"SEE","reporter":"DESCRIPTION"},{"date":"20100414","condition":"GOOD","reporter":"INDIV"},{"date":"20150620","condition":"GOOD","reporter":"WOOLPT"}],"id":"AA4435","lat":7.0678257166666665,"long":171.28258155,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"SURVEY DISK"},{"description":" BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED ON MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, AT THE MARSHALL ISLANDS INTERNATIONAL AIRPORT. THE STATION IS APPROXIMATELY 800 FT (243.8 M) NE OF RUNWAY END 7 ON THE NORTH SIDE OF THE RUNWAY AT THE MOST WESTERLY PAIR OF VASI LIGHTS.  IT IS 11.9 FT (3.6 M) NW OF THE NE CORNER OF THE CONCRETE PAD SUPPORTING THE NORTHWESTERLY OF TWO VASI LIGHTS, 66 FT (20.1 M) NW OF THE CENTER OF A MANHOLE COVER, 97 FT (29.6 M) SE OF THE AIRPORT FENCE AND 93 FT (28.3 M) SW OF A LINE OF TAXIWAY LIGHTS MARKING THE SW EDGE OF A RUNUP PAD. THE STATION IS A STANDARD NOS DISK SET IN A DRILL HOLE 1 FT (0.3 M) SW OF THE NE EDGE AND 1 FT (0.3 M) SE OF THE NW EDGE OF A 6 FT (1.8 M) BY 6.5 FT (2.0 M) CONCRETE PAD.                            STATION RECOVERY (1995)  RECOVERY NOTE BY NATIONAL OCEAN SERVICE 1995 (DAH) THE STATION IS LOCATED IN THE WEST PART OF AIRPORT AT THE SITE OF THE VASI (7) W.  IT IS 816 FT (248.7 M) ENE OF THE CL END RWY 7, 157.0 FT (47.9 M) NNE OF THE RUNWAY CENTERLINE AND 13.3 FT (4.1 M) NNE OF THE NORTHEAST CORNER OF THE OUTBOARD VASI.  IT IS AN NOS DISK STAMPED MAJ C 1993 AND SET IN A DRILLHOLE ONE FOOT IN FROM THE NORTHEAST CORNER OF A ABANDONED CONCRETE VASI BASE.                            STATION RECOVERY (2010)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2010 RECOVERED AS DESCRIBED                            STATION RECOVERY (2015)  RECOVERY NOTE BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, CITY OF MAJURO AND ON THE GROUNDS OF MARSHALL ISLANDS INTERNATIONAL AIRPORT.  OWNERSHIP--REPUBLIC OF MARSHALL ISLANDS PORT AUTHORITY, P.O. BOX 109, MAJURO, RMI, 96960.  CONTACT THOMAS MADISON, MANAGER AT 692-247-3113 TO ARRANGE ACCESS.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE REPUBLIC OF THE MARSHALL ISLANDS CAPITOL BUILDING, GO WEST ON LAGOON ROAD FOR 7.10 MI (11.4 KM) TO THE EASTERN SECURITY GATE OF MARSHALL ISLANDS INTERNATIONAL AIRPORT.  TURN LEFT AND GO SOUTH 0.1 MI (0.2 KM) THROUGH THE GATE, ACROSS THE APRON TO THE NORTHERN PAVED SHOULDER.  TURN RIGHT AND TRAVEL WEST ON THE PAVED SHOULDER FOR 1.3 MI (2.1 KM) TO THE STATION.  THE STATION IS A BRASS NATIONAL OCEAN SERVICE DISK SET IN THE NORTHEAST CORNER OF THE NORTHERNMOST OF THREE ABANDONED CONCRETE VASI FOUNDATIONS.  IT IS 232 FT (70.7 M) WEST-SOUTHWEST OF THE CENTER OF THE SOUTHERNMOST PRECISION APPROACH PATH INDICATOR LIGHT ON THE NORTH SIDE OF THE RUNWAY, 96.6 FT (29.4 M) SOUTH OF THE NORTHERN SEAWALL PERIMETER AND 82.2 FT (25.1 M) NORTH OF THE NORTH EDGE OF RUNWAY. THIS STATION IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION.","elevation":1.65,"history":[{"date":"1993","condition":"MONUMENTED","reporter":"NOS"},{"date":"1995","condition":"SEE","reporter":"DESCRIPTION"},{"date":"20100414","condition":"GOOD","reporter":"INDIV"},{"date":"20150620","condition":"GOOD","reporter":"WOOLPT"}],"id":"AA4436","lat":7.063327888888889,"long":171.26349225277778,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"SURVEY DISK"},{"description":" BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, CITY OF MAJURO AND ON THE GROUNDS OF MARSHALL ISLANDS INTERNATIONAL AIRPORT.  OWNERSHIP--REPUBLIC OF MARSHALL ISLANDS PORT AUTHORITY, P.O. BOX 109, MAJURO, RMI, 96960.  CONTACT THOMAS MADISON, MANAGER AT 692-247-3113 TO ARRANGE ACCESS.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE REPUBLIC OF THE MARSHALL ISLANDS CAPITOL BUILDING, GO WEST ON LAGOON ROAD FOR 7.10 MI (11.4 KM) TO THE EASTERN SECURITY GATE OF MARSHALL ISLANDS INTERNATIONAL AIRPORT.  TURN LEFT AND GO SOUTH 0.15 MI (0.2 KM) THROUGH THE GATE, ACROSS THE APRON AND RUNWAY AND ONTO THE SOUTHERN PAVED SHOULDER.  TURN RIGHT AND TRAVEL SOUTHWEST ON THE PAVED SHOULDER FOR 0.25 MI (0.4 KM) TO THE STATION ON RIGHT.  THE STATION IS A BRASS WOOLPERT AIRPORT GEODETIC CONTROL STATION DISK SET IN THE SOUTHWEST CORNER OF THE SOUTHERNMOST OF THREE ABANDONED CONCRETE VASI FOUNDATIONS.  IT IS 156.25 FT (47.6 M) SOUTH-SOUTHEAST FROM THE CENTERLINE OF THE RUNWAY, 143.50 FT (43.7 M) NORTHEAST FROM A TELEPHONE PEDESTAL IN THE GRASS BETWEEN THE RUNWAY SHOULDER AND THE SEAWALL, 138.60 FT (42.2 M) WEST-NORTHWEST FROM A RECTANGULAR CATCH BASIN WITH NO GRATE SET AGAINST THE SEAWALL AND 93.80 FT (28.6 M) NORTH-NORTHWEST FROM THE NORTHERLY FACE OF THE CONCRETE SEAWALL.  THIS STATION IS DESIGNATED AS A PRIMARY AIRPORT CONTROL STATION.","elevation":1.51,"history":[{"date":"20150620","condition":"MONUMENTED","reporter":"WOOLPT"}],"id":"DQ2174","lat":7.066167961111111,"long":171.2786878888889,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A LIGHT STRUCTURE","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"NOT SPECIFIED OR SEE DESCRIPTION"},{"description":" BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED IN THE ULIGA COMMUNITY, MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, IN THE SW CORNER OF ULIGA PIER.  THE STATION IS 1.1 M (3.6 FT) N OF THE SOUTH EDGE OF THE PIER, 1.15 M (3.77 FT) E OF THE W EDGE OF THE PIER AND .75 M (2.46 FT) NE OF THE CENTER OF THE BOLLARD ON THE SW CORNER OF THE PIER. TO REACH THE STATION FROM THE MAIN POST OFFICE IN MAJURO, TRAVEL SE ON ULIGA HIGHWAY FOR .2 MI (0.3 KM) TO A ROAD RIGHT, TURN RIGHT ONTO ULIGA PIER ROAD AND PROCEED .1 MI (0.2 KM) TO THE END OF THE PIER AND THE STATION ON THE LEFT. THE STATION IS A STANDARD NOS DISK CEMENTED IN A DRILL HOLE FLUSH WITH THE CONCRETE PIER SURFACE AND STAMPED -MAJURO 1993-.                            STATION RECOVERY (2015)  RECOVERY NOTE BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, COMMUNITY OF ULIGA AND ON ULIGA PIER.  IT IS 6.70 MI (10.8 KM) EAST-NORTHEAST OF THE AIRPORT TERMINAL, 1.25 MI (2.0 KM) WEST-NORTHWEST OF THE CAPITOL BUILDING AND 1.10 MI (1.8 KM) SOUTH-SOUTHEAST OF NTA SITE RITA.  OWNERSHIP--REPUBLIC OF THE MARSHALL ISLANDS PORT AUTHORITY, P.O. BOX 109, MAJURO, RMI, 96960.  CONTACT JAMES BING, SEAPORT MANAGER AT 692-625-8805 TO ARRANGE ACCESS.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE CAPITOL BUILDING, GO NORTHWEST ON LAGOON ROAD FOR 1.30 MI (2.1 KM) TO THE ELEGANCE SPA AND MASSAGE CLINIC BUILDING AND A SIDE ROAD ON THE LEFT.  TURN LEFT AND GO SOUTHWEST ON THE ACCESS ROAD TO ULIGA DOCK FOR 0.15 MI (0.2 KM) PASSING A SECURITY GATE AT 0.10 MI (0.2 KM) TO THE SOUTH CORNER OF THE DOCK AND THE STATION.  THE STATION IS A NATIONAL OCEAN SERVICE BRASS DISC SET FLUSH IN THE DECK OF THE CONCRETE PIER.  IT IS 67.25 FT (20.5 M) SOUTH-SOUTHWEST FROM THE SOUTHERLY CORNER OF A WAREHOUSE ON THE DOCK, 3.70 FT (1.1 M) NORTHWEST FROM THE SOUTHEAST EDGE OF THE PIER, 3.70 FT (1.1 M) NORTHEAST FROM THE SOUTHWEST EDGE OF THE PIER AND 2.70 FT (0.8 M) NORTH-NORTHEAST FROM THE CENTER OF A METAL BOLLARD USED TO TIE OFF SHIPS.","elevation":1.8,"history":[{"date":"1993","condition":"MONUMENTED","reporter":"NOS"},{"date":"20150620","condition":"GOOD","reporter":"WOOLPT"}],"id":"AA4437","lat":7.105741838888888,"long":171.37235299166665,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A MASSIVE STRUCTURE","stability":"PROBABLY HOLD POSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 2011 (EEC) LOCATED IN REPUBLIC OF THE MARSHALL ISLANDS ON THE ISLAND OF MAJURO AT THE MARSHALL ISLANDS NATIONAL TELECOMMUNICATIONS AUTHORITY SITE AT RITA.  THE MONUMENT IS CONCRETE 3 M (9.8 FT) HIGH WITH A 2 M (6.6 FT) HIGH CONCRETE PILLAR WITH 5/8 IN THREADED STAINLESS STEEL SPIGOT.   THIS CGPS PILLAR IS PART OF THE SOUTH PACIFIC SEA LEVEL CLIMATE MONITORING PROGRAM (SPSLCMP)WHICH IS PART OF THE AUSTRALIAN GOVERNMENT.  GPS DATA FOR THIS SITE IS ACCESSIBLE AT THE FOLLOWING SITE  HTTP //WWW.GA.GOV.AU/GEODESY/SLM/SPSLCMP/NETWORK.JSP","elevation":4.1,"history":[{"date":"2003","condition":"MONUMENTED","reporter":"NONE"},{"date":"20110302","condition":"GOOD","reporter":"NGS"}],"id":"DM7818","lat":7.119136822222222,"long":171.36454318611112,"magnetic":"","marker":"","setting":"UNSPECIFIED SETTING","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"SEE DESCRIPTION"},{"description":" BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, COMMUNITY OF ULIGA, ON THE GROUNDS OF THE IMON EKAJET COURTHOUSE.  OWNERSHIP--RMI GOVERNMENT.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE CAPITOL BUILDING, GO NORTHWEST ON LAGOON ROAD FOR 1.25 MI (2.0 KM) TO THE REPUBLIC OF THE MARSHALL ISLANDS, IMON EKAJET COURTHOUSE AND THE STATION ON THE RIGHT.  THE STATION WAS ESTABLISHED IN APRIL 2009 BY GEODETIC OPERATIONS, NATIONAL GEOSPATIAL REFERENCE SYSTEMS, GEOSPATIAL AND EARTH MONITORING DIVISION, GEOSCIENCE AUSTRALIA.  THE STATION IS A PUNCH MARK IN THE TOP OF A 19 MM (1 INCH) STAINLESS STEEL ROD DRIVEN TO REFUSAL AT A DEPTH OF 2.6 M (8.5 FT) IT IS SHEATHED FOR 0.5 M (1.6 FT) IN 50 MM (2 INCH) PVC PIPE AND PROTECTED BY A PLASTIC IRRIGATION CONTROL VALVE BOX, ABOUT 0.5 CM (0 INCH) BELOW A LID WHICH IS FLUSH WITH THE GRADE. IT IS 55.00 FT (16.8 M) NORTH-NORTHWEST FROM THE EASTERNMOST CORNER OF THE SOUTHERN PLANTER AT THE HEAD OF THE PARKING LOT, 50.10 FT (15.3 M) EAST FROM THE NORTHERNMOST CORNER OF THE NORTHERN PLANTER AT THE HEAD OF THE PARKING LOT, 11.80 FT (3.6 M) SOUTHWEST FROM AN ALUMINUM FLAG POLE, 6.25 FT (1.9 M) SOUTH FROM THE CENTER OF THE WESTERN CONCRETE POST OF THE IMON EKAJET COURTHOUSE SIGN AND 6.00 FT (1.8 M) WEST FROM THE CENTER OF THE EASTERN CONCRETE POST OF THE IMON EKAJET COURTHOUSE SIGN.","elevation":1.67,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"20150621","condition":"GOOD","reporter":"WOOLPT"}],"id":"DQ2177","lat":7.107287277777777,"long":171.37395903888887,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"FLANGE-ENCASED ROD"},{"description":" BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, COMMUNITY OF ULIGA AND ON ULIGA PIER.  STATION IS 6.70 MI (10.8 KM) NORTHEAST OF AIRPORT TERMINAL, 1.25 MI (2.0 KM) WEST-NORTHWEST OF THE CAPITOL BUILDING AND 1.10 MI (1.8 KM) SOUTH-SOUTHEAST OF NTA SITE RITA.  OWNERSHIP--REPUBLIC OF THE MARSHALL ISLANDS PORT AUTHORITY, P.O. BOX 109, MAJURO, RMI, 96960.  CONTACT JAMES BING, SEAPORT MANAGER AT 692-625-8805 TO ARRANGE ACCESS.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE CAPITOL BUILDING, GO NORTHWEST ON LAGOON ROAD FOR 1.3 MI (2.1 KM) TO THE ELEGANCE SPA AND MASSAGE CLINIC BUILDING AND A T-INTERSECTION ON LEFT.  TURN LEFT AND GO SOUTHWEST ON THE ACCESS ROAD TO ULIGA DOCK A DISTANCE OF 0.10 MI (0.2 KM), PASSING THROUGH THE SECURITY GATE TO THE STATION ON THE LEFT.  THE MARK IS A STAINLESS STEEL SLOT HEAD SCREW SET IN THE CENTER OF A SOUTH PACIFIC SEA LEVEL AND CLIMATE MONITORING PROJECT PLAQUE AFFIXED TO THE TOP OF THE CONCRETE PIER CAP.  IT IS 40.7 FT (12.4 M) SOUTHEAST OF A LIGHT POLE, 5.5 FT (1.7 M) SOUTH OF A STEEL FENCE POST, 1.5 FT (0.5 M) NORTHEAST OF A PAINTED BOLLARD AND 1.4 FT (0.4 M) WEST OF AN ENVIRONMENTAL TUBE (MAR14 LOCATION).","elevation":1.59,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"20150620","condition":"GOOD","reporter":"WOOLPT"}],"id":"DQ2175","lat":7.1060053666666665,"long":171.37258151944442,"magnetic":"","marker":"","setting":"UNSPECIFIED SETTING","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"SEE DESCRIPTION"},{"description":" BY WOOLPERT CONSULTANTS 2015 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF THE MARSHALL ISLANDS, ATOLL OF MAJURO, COMMUNITY OF ULIGA, IN FRONT OF THE BIKINI ATOLL TOWN HALL. OWNERSHIP--PUBLIC PARKING LOT.  TO REACH FROM THE INTERSECTION OF LAGOON ROAD AND HOSPITAL DRIVE AT THE NORTH END OF THE CAPITOL BUILDING, GO NORTHWEST ON LAGOON ROAD FOR 1.5 MI (2.4 KM) TO THE BIKINI ATOLL TOWN HALL AND THE STATION ON THE LEFT.    THE STATION IS A STAINLESS STEEL ALLEN HEAD BOLT PROJECTING 1 CM.  IT IS  72.5 FT (22.1 M) EAST FROM THE NORTHWEST CORNER OF BIKINI ATOLL TOWN HALL, 8.2 FT (2.5 M) SOUTHWEST OF LAGOON ROAD EDGE OF PAVEMENT AND 1.5 FT (0.5 M) NORTHEAST OF THE CENTER OF A FIRE HYDRANT.","elevation":1.8,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"20150621","condition":"GOOD","reporter":"WOOLPT"}],"id":"DQ2176","lat":7.108505538888888,"long":171.37218435,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"BOLT"}]}