{
	"date": "DECEMBER  2, 2022",
	"region": "MQ",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (CSM) THE STATION IS LOCATED AT MIDWAY ATOLL ON SAND ISLAND AT THE AIRPORT. IT IS IN THE TRIANGLE FORMED BETWEEN THE ACTIVE RUNWAY (6-24) AND TWO ABANDONED RUNWAYS CURRENTLY USED AS TAXIWAYS.  THE INFIELD TRIANGLE HAS BEEN CEMENTED IN AS A RAINWATER CATCHMENT BASIN AS PART OF THE WATER SUPPLY SYSTEM FOR THE ISLAND. POINT OF CONTACT IS THE MIDWAY PHOENIX CORPORATION.  THE AIRPORT OPERATIONS MANAGER AT THE TIME OF THE SURVEY WAS MR. BILL JOHNSON WHO CAN BE CONTACTED ON THE ISLAND AT PHONE NUMBER 69.  THE ACTING RANGER OF THE MIDWAY ATOLL NATIONAL WILDLIFE REFUGE WAS MR. KEN NIETHAMMER WHO CAN BE REACHED AT PHONE NUMBER 75.  TO REACH THE STATION FROM THE AIRPORT TERMINAL BUILDING BY BICYCLE OR GOLF CART (NORMAL MODES OF TRANPORTATION ON THE ISLAND), PROCEED ALONG THE RAMP/APRON IN A WESTERLY DIRECTION TO THE INTERSECTION WITH THE NORTH-SOUTH TAXIWAY.  TURN LEFT AND PROCEED SOUTH BRIEFLY TO A TAXIWAY ON THE RIGHT LEADING SOUTHWEST, BEAR RIGHT AND GO SOUTHWEST TO THE VICINITY BEFORE REACHING THE 3 WATER TANKS, TURN LEFT AND GO SOUTH ONTO THE CATCHMENT BASIN AND THE STATION TO THE LEFT OF THE PUMPHOUSE.  THE STATION IS A DEFENSE MAPPING AGENCY BRONZE DISK CEMENTED IN A DRILL HOLE IN THE TOP OF THE CONCRETE PUMPING STRUCTURE.  IT IS APPROXIMATELY 150 FT ESE OF THE NORTHEASTERLY ONE OF THREE LARGE ORANGE AND WHITE WATER TANKS IN TOP OF A 1 METER HIGH 50 FT BY 25 FT CONCRETE STRUCTURE HOUSING UNDERGROUND SLUICE GATES AND PUMPS, 80.6 FT EAST OF THE SOUTHEAST CORNER OF THE PUMPHOUSE (BLDG NO 8106) AND 7.5 FT NORTHWEST OF THE SOUTHEAST CORNER OF THE CONCRETE STRUCTURE.                                 STATION RECOVERY (2018)  RECOVERY NOTE BY PND ENGINEERS 2018 (DL) SEE DATA SHEET.",
			"elevation": 2.5,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "DMA"
				},
				{
					"date": "20010806",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				},
				{
					"date": "20181024",
					"condition": [
						"GOOD"
					],
					"reporter": "PNDENG"
				}
			],
			"id": "DE5245",
			"lat": 28.203795680555555,
			"long": -177.38408979444444,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "SURVEY DISK",
			"setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 (CSM) THE STATION IS LOCATED AT MIDWAY ATOLL ON SAND ISLAND IN THE EASTERN PART OF THE ISLAND ALONG THE NORTH BULKHEAD OF THE INNER HARBOR IN THE VICINITY OF A CONCRETE PIER KNOWN AS THE TUG PIER.  POINTS OF CONTACT ARE THE MIDWAY PHOENIX CORPORATION, MIDWAY ATOLL NATIONAL WILDLIFE REFUGE ACTING RANGER MR. KEN NIETHAMMER - PHONE NUMBER 75 AND HARBORMASTER MR. ROBERT WILSON - PHONE NUMBER 35.  TO REACH THE STATION FROM THE AIRPORT TERMINAL BY MEANS OF BICYCLE OR GOLF CART PROCEED EASTERLY ON PETERS AVENUE TO THE INTERSECTION WITH NIMITZ AVENUE.  TURN LEFT ON NIMITZ AVENUE AND PROCEED NORTHERLY AND EASTERLY JUST PAST THE FUEL PIERS AND TANK FARM TO HENNESY AVENUE ON THE RIGHT.  TURN RIGHT ON HENNESY AVENUE AND PROCEED TO THE INNER HARBOR BOAT BASIN AND THE VICINITY OF A CONCRETE PIER ANGLING OFF FROM THE SHEETPILE BULKHEAD AND THE STATION.  IT IS A BRONZE NOS TIDAL STATION DISK CEMENTED IN A DRILL HOLE IN THE CONCRETE DECK AT THE INSHORE END OF THE PIER.  IT IS, 14.8 M SOUTH OF THE ROAD CENTERLINE, 8.4 M SOUTHEAST OF A LIGHT POLE, 0.6 M NORTHEAST OF THE NORTHWEST INSHORE END OF THE PIER AND 0.2 M EAST OF THE CONCRETE CURB OF THE PIER.                               STATION RECOVERY (2018)  RECOVERY NOTE BY JOHN OSWALD AND ASSOCIATES, LLC 2018 (DWL) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA AND PROPERTY OWNED BY THE UNITED STATES FISH AND WILDLIFE SERVICE AND IS AN CONTROLLED AIRPORT WITH NO SECURITY REQUIRED.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, (808) 954-4829.  FROM THE SOUTHERLY START OF WALDRON ROAD HEAD 0.37 KM (0.23 MI) TO THE INTERSECTION OF NEMITS.  TURN LEFT AND FOLLOW NEMITS FOR 1.98 KM (1.23 MI) TO THE BENCH MARK ON THE LEFT.  THE STATION IS A DISK SET IN CONCRETE DECK AT THE INSHORE END OF THE PIER 6 IN THE INNER HARBOR BOAT BASIN, 15.70 M (51.5 FT) SOUTH OF THE CENTERLINE OF ROAD, 8.66 (28.4 FT) SOUTHEAST OF LIGHT POLE, 0.58 M (1.9 FT) NORTHEAST OF THE NW INSHORE END OF THE PIER AND 0.15 M (0.5 FT) EAST OF CONCRETE CURB OF THE PIER.",
			"elevation": 2.16,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NOSOPS"
				},
				{
					"date": "20010806",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				},
				{
					"date": "20181030",
					"condition": [
						"GOOD"
					],
					"reporter": "JOA"
				}
			],
			"id": "DF6540",
			"lat": 28.214905758333334,
			"long": -177.36355466666666,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "TIDAL STATION DISK",
			"setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY JOHN OSWALD AND ASSOCIATES, LLC 2018 (MJW) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA AND PROPERTY OWNED BY THE UNITED STATES FISH AND WILDLIFE SERVICE AND IS AN CONTROLLED AIRPORT WITH NO SECURITY REQUIRED.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808*954*4829.  FROM THE SOUTHERLY START OF WALDRON ROAD HEAD 0.37 KM (0.23 MI) TO THE INTERSECTION OF NEMITS.  TURN LEFT AND FOLLOW NEMITS FOR 1.98 KM (1.23 MI) TO THE BENCH MARK ON THE LEFT.  THE STATION IS A DISK SET ON TOP OF AN OLD SEA WALL, NOW FILLED WITH LAND ON BOTH SIDES, ON THE SOUTH SIDE OF AND PARALLEL TO A TAXI WAY TO AN OLD SEAPLANE HANGER AND ON THE SOUTH SIDE OF AN ANTENNA FARM, 47.24 M (155.0 FT) WEST OF A MANHOLE IN AN OCTAGONAL CONCRETE BASE, 0.61 M (2.0 FT) SOUTH OF THE NORTH EDGE OF THE SEAWALL, 0.37 M (1.2 FT) NORTH OF AN ORANGE WITNESS POST, 0.15 M (0.5 FT) NORTH OF THE SOUTH EDGE OF THE SEA WALL AND FLUSH WITH THE GROUND.",
			"elevation": 1.65,
			"history": [
				{
					"date": "1941",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				},
				{
					"date": "20181030",
					"condition": [
						"GOOD"
					],
					"reporter": "JOA"
				}
			],
			"id": "TW0155",
			"lat": 28.209170094444445,
			"long": -177.3716593611111,
			"magnetic": "",
			"marker": "",
			"setting": "",
			"stability": ""
		},
		{
			"description": " BY JOHN OSWALD AND ASSOCIATES, LLC 2018 (DWL) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (1.6 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1.6 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1.6 KM) SOUTHWESTERLY OF UNALASKA, ALASKA AND PROPERTY OWNED BY THE UNITED STATES FISH AND WILDLIFE SERVICE AND IS AN CONTROLLED AIRPORT WITH NO SECURITY REQUIRED.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808*954*4829.  FROM THE SOUTHERLY START OF WALDRON ROAD HEAD 0.37 KM (0.23 MI) TO THE INTERSECTION OF NEMITS.  TURN LEFT AND FOLLOW NEMITS FOR 1.98 KM (1.23 MI) TO THE BENCH MARK ON THE LEFT.  THE STATION IS A DISK SET FLUSH ON THE SOUTH SIDE OF CONCRETE MANHOLE STRUCTURE AT NE CORNER OF THE INNER HARBOR BOAT BASIN, 20.27 M (66.5 FT) NORTH OF THE NORTH SEA WALL FACE, 15 M (49.2 FT) WEST OF THE EAST SEA WALL PROJECTED AND 0.46 M (1.5 FT) SOUTH OF COVER OF THE MANHOLE.",
			"elevation": 2.22,
			"history": [
				{
					"date": "1959",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				},
				{
					"date": "20181025",
					"condition": [
						"GOOD"
					],
					"reporter": "JOA"
				}
			],
			"id": "DR1562",
			"lat": 28.215095130555554,
			"long": -177.3610314111111,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "TIDAL STATION DISK",
			"setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY PND ENGINEERS 2016 (JLM) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA.  OWNERSHIP--UNITED STATES FISH AND WILDLIFE SERVICE.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808-954-4829.  TO REACH THE STATION FROM THE INTERSECTION OF RUNWAY 6-24 AND TAXIWAY ALPHA, GO NORTHEASTERLY ALONG RUNWAY 1, 200 FT (61.0 M), THEN GO NORTHWESTERLY, PERPENDICULAR TO THE RUNWAY 530 FT (161.5 M) TO A GRASS AREA WHERE   THE STATION IS LOCATED.  THE STATION IS THE TOP-CENTER (PUNCHED) OF A STAINLESS STEEL SPHERICAL DATUM POINT, 1, 160 FT (48.8 M) SOUTHEAST OF THE CONTROL TOWER, 760 FT (231.6 M) EAST-NORTHEAST OF THE WEATHER STATION BUILDING AND 84 FT (25.6 M) NORTH-NORTHWEST OF THE EDGE OF THE CONCRETE RUNWAY SHOULDER. THIS STATION IS DESIGNATED AS A PRIMARY AIRPORT CONTROL STATION.",
			"elevation": 2.49,
			"history": [
				{
					"date": "20160526",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "PNDENG"
				}
			],
			"id": "DR1559",
			"lat": 28.20425931111111,
			"long": -177.37772828055557,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "FLANGE-ENCASED ROD",
			"setting": "STAINLESS STEEL ROD IN SLEEVE (10 FT.+)",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY PND ENGINEERS 2016 (JLM) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA.  OWNERSHIP--UNITED STATES FISH AND WILDLIFE SERVICE.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808-954-4829.  TO REACH THE STATION FROM THE INTERSECTION OF RUNWAY 6-24 AND TAXIWAY ALFA, GO NORTHEASTERLY ALONG RUNWAY 3, 370 FT (112.8 M) TO THE WEST SIDE OF THE RUNWAY 24 NUMBERS, THEN GO NORTHERLY ALONG AN OLD TAXIWAY 640 FT (195.1 M), THEN WEST 70 FT (21.3 M) TO STATION IN A FLAT GRASSED AREA.  THE STATION IS THE TOP-CENTER (PUNCHED) OF A STAINLESS STEEL SPHERICAL DATUM POINT, 633 FT (192.9 M) NORTH-NORTHWEST OF THE CENTERLINE OF THE RUNWAY, 600 FT (182.9 M) SOUTH-SOUTHEAST OF THE SOUTHEAST CORNER OF AN ABANDONED BUILDING, 70 FT (21.3 M) WEST-SOUTHWEST OF THE CENTERLINE OF AN ABANDONED TAXIWAY AND 2 FT (0.6 M) SOUTH OF A WITNESS POST.  THIS STATION IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION.",
			"elevation": 1.42,
			"history": [
				{
					"date": "20160526",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "PNDENG"
				}
			],
			"id": "DR1560",
			"lat": 28.20657038888889,
			"long": -177.3719658027778,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "FLANGE-ENCASED ROD",
			"setting": "STAINLESS STEEL ROD IN SLEEVE (10 FT.+)",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY PND ENGINEERS 2016 (JLM) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA.  OWNERSHIP--UNITED STATES FISH AND WILDLIFE SERVICE.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808-954-4829.  TO REACH THE STATION FROM THE INTERSECTION OF RUNWAY 6-24 AND TAXIWAY ALFA, GO WEST-SOUTHWEST ALONG THE SOUTH SHOULDER OF THE RUNWAY 3, 330 FT (100.6 M) TO THE START OF A DIRT PATH. PROCEED EAST ON THIS PATH FOR 1, 200 FT (61.0 M), THEN OFF THE ROAD 50 FT (15.2 M) NORTHEAST TO THE STATION IN A GRASSY AREA.  THE STATION IS THE TOP-CENTER (PUNCHED) OF A STAINLESS STEEL SPHERICAL DATUM POINT, 530 FT (161.5 M) SOUTH-SOUTHEAST OF THE RUNWAY CENTERLINE, 50 FT (15.2 M) NORTHEAST OF THE CENTERLINE OF AN ATV PATH AND 9.4 FT (2.9 M) NORTH OF A CONCRETE UTILITY BOX.  THIS STATION IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION.",
			"elevation": 3.88,
			"history": [
				{
					"date": "20160526",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "PNDENG"
				}
			],
			"id": "DR1561",
			"lat": 28.19709488611111,
			"long": -177.38936707222223,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "FLANGE-ENCASED ROD",
			"setting": "STAINLESS STEEL ROD IN SLEEVE (10 FT.+)",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2001 NO DESCRIPTION SUBMITTED FOR THIS POINT.  STATION WAS A CT CORS FOR THE NW HAWAII CORAL REEF PROJECT IN 2001.                            STATION RECOVERY (2001)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 2001 (DHM) THE STATION WAS AN ANTENNA MOUNTED ON A BRACKET ATOP THE CENTER OF A LARGE RED STEEL POLE APPROXIMATELY 20 FEET TALL WHICH IS FIXED ON THE GROUND AND ATTACHED TO THE INSHORE (DOOR) SIDE OF THE OLD TIDE GAGE BUILDING.   PHOTOS AVAILABLE.",
			"elevation": 4,
			"history": [
				{
					"date": "2001",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				},
				{
					"date": "20010911",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "DE5810",
			"lat": 28.214920375,
			"long": -177.36086005833332,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY COAST AND GEODETIC SURVEY 1966 RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (2018)  RECOVERY NOTE BY JOHN OSWALD AND ASSOCIATES, LLC 2018 (DWL) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA.  OWNERSHIP--UNITED STATES FISH AND WILDLIFE SERVICE.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808-954-4829.  TO REACH THE MARK FROM THE MIDWAY AIR TERMINAL PROCEED EAST ON PETERS AVENUE.  TURN RIGHT ONTO NIMITZ AVENUE AT MIDWAY MALL, PROCEED THEN TURN LEFT ONTO CANNON AVENUE AND FOLLOW CANNA=ON AVENUE AS IT WINDS NORTH TO HENNESSY AVENUE.  GO EAST (RIGHT) ON HENNESSY UNTIL THE SMALL BOAT BASIN SEAWALL TERMINATES.  THE TIDAL MARKS ARE LOCATED ALONG THE ROADS LEADING FROM THE AIR TERMINAL TO PIER 6 AND AROUND THE BOAT BASIN.    THE STATION IS A DISK SET IN A CONCRETE APRON 239 M (784.1 FT) EAST-NORTHEAST OF THE EAST CORNER OF A SEAPLANE HANGER, 75.0 M (246.1 FT) SOUTH OF THE SOUTHEAST CORNER OF A BOATHOUSE AND 7.92 M (26.0 FT) WEST OF THE SEAWALL.",
			"elevation": 1.7,
			"history": [
				{
					"date": "1966",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "USACE"
				},
				{
					"date": "1966",
					"condition": [
						"GOOD"
					],
					"reporter": "CGS"
				},
				{
					"date": "20181025",
					"condition": [
						"GOOD"
					],
					"reporter": "JOA"
				}
			],
			"id": "CQ9894",
			"lat": 28.211931025,
			"long": -177.36843994722224,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL WEATHER SERVICE 2011 (DM) THE MARK IS LOCATED ON THE ISLANDS OF MIDWAY.  TO REACH THE MARK FROM THE MIDWAY AIR TERMINAL PROCEED EAST ON PETERS AVENUE, TURN RIGHT ONTO NIMITZ AVENUE AT MIDWAY MALL, PROCEED THEN TURN LEFT ONTO CANNON AVENUE AND FOLLOW CANNA=ON AVENUE AS IT WINDS NORTH TO HENNESSY AVENUE. GO EAST (RIGHT) ON HENNESSY UNTIL THE SMALL BOAT BASIN SEAWALL TERMINATES. THE TIDAL MARKS ARE LOCATED ALONG THE ROADS LEADING FROM THE AIR TERMINAL TO PIER 6 AND AROUND THE BOAT BASIN.   THE MARK IS A DISK SET IN THE CONCRETE PARKING APRON ALONG THE EAST SEAWALL OF THE INNER HARBOR, 55 M (180.4 FT) SOUTHWEST OF THE SOUTH SIDE OF THE BOAT HOUSE (BUILDING 3522), 40 M (131.2 FT) WEST OF THE SOUTHWEST INSHORE CORNER OF A SMALL BOAT RAMP, AND 26 M (85.3 FT) NORTHWEST OF THE SEAWALL ON THE WEST SIDE OF THE INNER HARBOR.                            STATION RECOVERY (2018)  RECOVERY NOTE BY JOHN OSWALD AND ASSOCIATES, LLC 2018 (DWL) THE STATION IS LOCATED ON MIDWAY ATOLL ISLAND AND IS APPROXIMATELY 1, 314 MI (505.2 KM) NORTHWESTERLY OF HONOLULU, HAWAII, 1, 818 MI (1316.2 KM) NORTHEASTERLY OF WAKE ISLAND AND 1, 856 MI (1377.3 KM) SOUTHWESTERLY OF UNALASKA, ALASKA.  OWNERSHIP--UNITED STATES FISH AND WILDLIFE SERVICE.  THE PRIMARY POINT OF CONTACT AND AIRPORT MANAGER IS TIMOTHY DEIKE, 1082 MAKEPONO STREET HONOLULU, HI 96819, 808-954-4829.  TO REACH THE MARK FROM THE MIDWAY AIR TERMINAL PROCEED EAST ON PETERS AVENUE.  TURN RIGHT ONTO NIMITZ AVENUE AT MIDWAY MALL, PROCEED THEN TURN LEFT ONTO CANNON AVENUE AND FOLLOW CANNA=ON AVENUE AS IT WINDS  NORTH TO HENNESSY AVENUE.  GO EAST (RIGHT) ON HENNESSY UNTIL THE SMALL BOAT BASIN SEAWALL TERMINATES.     THE STATION IS A DISK SET IN THE CONCRETE PARKING APRON ALONG THE WEST SEAWALL OF THE INNER HARBOR, 55 M (180.4 FT) SOUTHWEST OF THE SOUTH SIDE OF THE BOAT HOUSE (BUILDING 3522), 40 M (131.2 FT) WEST OF THE SOUTHWEST INSHORE CORNER OF A SMALL BOAT RAMP AND 26 M (85.3 FT) NORTHWEST OF THE SEAWALL ON THE WEST SIDE OF THE INNER HARBOR.",
			"elevation": 1.77,
			"history": [
				{
					"date": "1966",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "CGS"
				},
				{
					"date": "20110213",
					"condition": [
						"GOOD"
					],
					"reporter": "NWS"
				},
				{
					"date": "20181025",
					"condition": [
						"GOOD"
					],
					"reporter": "JOA"
				}
			],
			"id": "CQ9895",
			"lat": 28.212149616666665,
			"long": -177.36854703333333,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2018 (JAP) TO REACH THE MARK FROM THE MIDWAY AIR TERMINAL PROCEED EAST ON PETERS AVENUE, TURN RIGHT ONTO NIMITZ AVENUE AT MIDWAY MALL, PROCEED THEN  TURN LEFT ONTO CANNON AVENUE AND FOLLOW CANNA=ON AVENUE AS IT WINDS NORTH TO HENNESSY AVENUE. GO EAST (RIGHT) ON HENNESSY UNTIL THE SMALL BOAT BASIN SEAWALL TERMINATES.  THE TIDAL MARKS ARE LOCATED ALONG THE ROADS LEADING FROM THE ROADS AIR TERMINAL TO PIER 6 AND AROUND THE BOAT BASIN.  THE MARK IS A USACE DISK LOCATED ON THE SW CORNER OF A RAISED 4X4 FOOT LOCATED APPROX. 23 FEET WSW FROM SW CORNER OF BOAT RAMP, 97 FEET S   FROM SE CORNER OF BOAT HOUSE, AND 18 FEET INSHORE FROM SEAWALL.                            STATION RECOVERY (2018)  RECOVERY NOTE BY JOHN OSWALD AND ASSOCIATES, LLC 2018 (DWL) RECOVERED IN GOOD CONDITION.",
			"elevation": 1.8,
			"history": [
				{
					"date": "1966",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "USACE"
				},
				{
					"date": "2018",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				},
				{
					"date": "20181025",
					"condition": [
						"GOOD"
					],
					"reporter": "JOA"
				}
			],
			"id": "DM7816",
			"lat": 28.212297238888887,
			"long": -177.36824088611112,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "REFERENCE MARK DISK",
			"setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
			"history": [],
			"id": "DQ2107",
			"lat": 28.21491841111111,
			"long": -177.3610562,
			"magnetic": "",
			"marker": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA",
			"setting": "",
			"stability": ""
		}
	]
}