{
    "date": "DECEMBER  2, 2022",
    "region": "NU/ESTELI",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED ON THE MANAGUA ROUTE - WHITE PAINS. LANDMARK ZERO, THE LOCATED PLACE THIS ON THE AVENUE OF THE SOLDIER OF THE MOTHER COUNTRY OF WHERE 500 M TO THE WEST IN DIRECTION DOWNWARDS WENT THE CINEMA GONZALEZ TOWARDS THE MINISTRY OF THE WORK.  ALONGSIDE STRAIGHT, AND TO THE FRONT OF THE DISTRICT SAN ANTONIO, AND THE MINSTERIO OF THE WORK 1 C.  TO THE LAKE AND 1 1/2 C.S ABOVE, OR OF CASA TERAN 400 M TO THE WEST. ",
            "history": [
                {
                    "date": "1999",
                    "condition": "MONUMENTED",
                    "reporter": "NIMA"
                },
                {
                    "date": "20010423",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "BF4512",
            "lat": 12.155230563888889,
            "long": -86.27860308888889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2001 (JE) THE STATION IS LOCATED ABOUT 80.0 KM NORTHEAST OF MANAGUA, 50.0KM SOUTHEAST OF ESTELLI,  4.0 KM SOUTH OF DARIO, ALONG THE EAST SIDE OF THE PAN AMERICAN HIGHWAY, BETWEEN A BARBED WIRE FENCE LINE AND THE HIGHWAY, AT KILOMETER POST 85+600.  OWNERSHIP---UNKNOWN. TO REACH THE STATION FROM THE JUNCTION OF THE PAN AMERICAN HIGHWAY AND THE HIGHWAY TO MATAGALPA, THE MAJOR HIGHWAY JUNCTION IN PUENTE SABACO, GO SOUTH ON THE PAN AMERICAN HIGHWAY FOR 12.0 KM TO A Y JUNCTION, WHICH IS THE NORTH ENTRANCE TO DARIO. KEEP LEFT AND GO SOUTH ON THE PAN AMERICAN HIGHWAY 3.0 KM TO A REVERSE Y JUNCTION, WHICH IS THE SOUTH ENTRANCE TO DARIO. CONTINUE AHEAD SOUTH ON THE PAN AMERICAN HIGHWAY 2.0 KM TO A BRIDGE OVER A CREEK. CONTINUE AHEAD SOUTH ON THE PAN AMERICAN HIGHWAY 1.0 KM TO THE STATION ON THE LEFT, BETWEEN THE FENCELINE AND THE HIGHWAY AT KM POST 85+600. LOCATED 24,7 M EAST-SOUTHEAST FROM THE CENTERLINE OF THE HIGHWAY, 16.9 M SOUTH OF REFERENCE MARK 1, 2.0 M WEST-NORTHWEST OF THE FENCELINE.   ",
            "history": [
                {
                    "date": "1999",
                    "condition": "MONUMENTED",
                    "reporter": "INETER"
                },
                {
                    "date": "2001",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "BF4548",
            "lat": 12.715342327777778,
            "long": -86.09461749166667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2001 (RGH) THE STATION IS LOCATED ALONGSIDE ON THE PAN-CENTRAL AMERICAN HIGHWAY NORTH MANAGUA - THE HAWTHORN IN KM 160+5OO M . STRAIGHT OF L TO VIA. ",
            "history": [
                {
                    "date": "1999",
                    "condition": "MONUMENTED",
                    "reporter": "NIMA"
                },
                {
                    "date": "20010423",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "BF4516",
            "lat": 13.196346852777777,
            "long": -86.37353356666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        }
    ]
}