{
    "date": "DECEMBER  3, 2022",
    "region": "NW/REGION NO. 6",
    "markers": [
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'YELL' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DE6623",
            "lat": 62.48088738055556,
            "long": -114.48067881666667
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DE6621",
            "lat": 62.48088738055556,
            "long": -114.48067881388889,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1983 PRIMARY SCIENTIFIC PURPOSES - MEASUREMENTS SUPPORTING THE DETERMINATION OF REGIONAL DEFORMATION. SITE DESCRIPTION - THE SITE IS LOCATED ABOUT 150 METERS NORTH- NORTHWEST OF A TRANSPORT CANADA RECEIVING ANTENNA, 400 METERS NORTHWEST OF THE ENERGY, MINES AND RESOURCES GEOPHYSICAL LABORATORY AND 2 KILOMETERS NORTHWEST OF THE CONTROL TOWER OF THE YELLOWKNIFE AIRPORT.  THE OBSERVING MONUMENT IS NEAR THE HIGHEST POINT OF AN OUTCROP NEAR THE EDGE OF AN OPEN SANDY AREA.  A GRAVEL PAD HAS BEEN PREPARED TO ACCOMODATE THE MOBILE VLBI SYSTEMS. THE MARK IS A CANADIAN BRONZE DISK SET IN BEDROCK OUTCROP. SITE TOPO MAP - MEC 327, EDITION 2, 1981. GEOLOGICAL PROVINCE - PRECAMBRIAN SLAVE PROVINCE. LOCAL GEOLOGY - OUTCROP OF PRECAMBRIAN BASEMENT-  BIOTITE GRANODIORITE, GRANITE, AND ALLIED ROCK OF EARLY PRECAMBRIAN AGE.                            STATION RECOVERY (1986)  RECOVERED 1986 RECOVERED IN GOOD CONDITION.",
            "history": [
                {
                    "date": "1983",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1986",
                    "condition": "GOOD"
                }
            ],
            "id": "TY8052",
            "lat": 62.479346319444446,
            "long": -114.47236645277778,
            "setting": "SET IN ROCK OUTCROP",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SURVEY DISK"
        }
    ]
}