{
	"date": "DECEMBER  2, 2022",
	"region": "PW",
	"markers": [
		{
			"description": " BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED ON BABLETHUAP ISLAND, ABOUT .2 MI (0.3 KM) EAST OF THE EAST END OF THE RUNWAY AT THE EXTREME END OF A FLAT GRASSY RIDGE. THE STATION IS LOCATED APPROXIMATELY 800 FT (243.8 M) EAST OF THE FENCE ON LINE WITH THE VASI LIGHTS, IT IS 10 FT (3.0 M) FROM THE EAST EDGE OF THE HILL, 20 FT (6.1 M) SOUTH FROM A SLIGHT INDENTATION ON THE NORTH SIDE OF THE HILL, AND IS 100 FT (30.5 M) N OF THE REMAINS OF A JAPANESE ZERO WHICH IS JUST OVER THE HILL. THE STATION IS STANDARD ARMY CORPS OF ENGINEER DISK STAMPED -BAB EAST BASE 1947- SET IN CONCRETE.                            STATION RECOVERY (2011)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2011 (AKP) RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (2016)  RECOVERY NOTE BY WOOLPERT CONSULTANTS 2016 (DMH) THE STATION IS LOCATED 10.3 MI (16.6 KM) SOUTHWEST OF MELEKEOK, 5.6 MI (9.0 KM) NORTHEAST OF KOROR, 4.2 MI (6.8 KM) NORTHEAST OF NGERMID AND 0.6 MI (1.0 KM) NORTH OF AIRAI, ABOUT 1.67 MI (2.69 KM) EAST OF THE TERMINAL AT THE BABELTHUAP/KOROR (ROMAN TMETUCHL INTERNATIONAL) AIRPORT, AT THE EXTREME END OF A FLAT GRASSY RIDGE. OWNERSHIP--UNKNOWN.  TO REACH FROM HE EAST END OF THE BABELDOAB/KOROR BRIDGE, GO NORTHEASTERLY ON THE MAIN ROAD APPROXIMATELY 0.4 MI (0.6 KM) (0.6 KM) TO A FORK IN ROAD.  KEEP RIGHT AND CONTINUE SOUTHEASTERLY ON THE MAIN ROAD FOR 2.4 MI (3.9 KM) TO A GRAVEL/DIRT DRIVEWAY ON THE LEFT.  TURN LEFT AND GO NORTH ON THE DRIVEWAY FOR 0.1 MI (0.2 KM) TO A T-INTERSECTION.  TURN LEFT AND GO NORTHERLY ON A DIRT DRIVE FOR 0.32 MI (0.51 KM) TO THE STATION ON THE RIGHT.  NOTE-THE DIRT DRIVE TURNS INTO A PATH SUITABLE FOR 4-WHEEL DRIVE VEHICLES ONLY.  THE STATION IS A US ARMY CORPS OF ENGINEERS DISK SET IN CONCRETE.  IT IS 749 FT (228.3 M) EAST OF THE AIRPORT PERIMETER FENCE, 42 FT (12.8 M) SOUTHEAST OF AN 8 INCH TWIM PALM TREE AND 28.5 FT (8.7 M) NORTHWEST OF AN 8 INCH PALM TREE.",
			"elevation": 46.3,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "USACE"
				},
				{
					"date": "19930804",
					"condition": [
						"GOOD"
					],
					"reporter": "NOS"
				},
				{
					"date": "20110518",
					"condition": [
						"GOOD"
					],
					"reporter": "INDIV"
				},
				{
					"date": "20160714",
					"condition": [
						"GOOD"
					],
					"reporter": "WOOLPT"
				}
			],
			"id": "AA4427",
			"lat": 7.366384283333333,
			"long": 134.55713929444445,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED AT MALAKAL HARBOR, PALAU ISLANDS.  THE DISK IS UNSTAMPED AND IS SET 2 FT (0.6 M) SW OF THE SE CORNER OF THE PALAU INTERNATIONAL TRADERS WARF, AND 28 FT (8.5 M) NE OF A LARGE 3 FT (0.9 M) HIGH STEEL BOLLARD.                            STATION RECOVERY (2016)  RECOVERY NOTE BY WOOLPERT CONSULTANTS 2016 (ZRL) THE STATION IS LOCATED 5.6 MI (9.0 KM) SOUTHWEST OF BABELTHUAP/KOROR AIRPORT, 1.6 MI (2.6 KM) SOUTHWEST OF KOROR AND 1.6 MI (2.6 KM) SOUTH-SOUTHEAST OF MEYUNGS, ON THE ISLAND OF MALAKAL, AT THE REPUBLIC OF PALAU SEAPORT.  OWNERSHIP--UNKNOWN.  TO REACH FROM THE POST OFFICE OF PALAU, TRAVEL WESTERLY AND SOUTHERLY ALONG MAIN ROAD FOR 1.9 MI (3.1 KM) TO SEAPORT ENTRY DRIVE ON THE LEFT.  TURN LEFT AND GO WEST FOR 0.1 MI (0.2 KM), PASSING THROUGH SECURED GATE, TO THE END OF THE SHIPPING PIER.  TURN LEFT AND GO NORTHEAST TO THE NORTHEAST CORNER OF THE PIER AND THE STATION.  THE STATION IS A US ARMY CORPS OF ENGINEERS DISK SET IN THE 3 FT (0.9 M) CONCRETE PIER CAP ALONG THE EDGE OF THE WHARF.  IT IS 44.4 FT (13.5 M) NORTHEAST OF A 1.5 FT (0.5 M) X 2.0 FT (0.6 M) BOLLARD, 26.6 FT (8.1 M) EAST-SOUTHEAST OF A 2.5 FT (0.8 M) ROUND BOLLARD AND 2 FT (0.6 M) WEST OF THE NORTHEAST CORNER OF THE WHARF.",
			"elevation": 1.4,
			"history": [
				{
					"date": "1969",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "USACE"
				},
				{
					"date": "19930804",
					"condition": [
						"GOOD"
					],
					"reporter": "NOS"
				},
				{
					"date": "20160714",
					"condition": [
						"GOOD"
					],
					"reporter": "WOOLPT"
				}
			],
			"id": "AA4428",
			"lat": 7.331363847222222,
			"long": 134.4580797361111,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "BENCH MARK DISK",
			"setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED ON THE ISLAND OF MALAKAL AT THE PELAU MARICULTURE DEMONSTRATION CENTER, IN THE PELAU ISLANDS. TO REACH FROM THE POST OFFICE IN KORROR, PROCEED W 2.5 MI (4.0 KM) TO THE ISLAND OF MALAKAL AND THE END OF THE ROAD AT THE GATE TO THE PELAU MARICULTURAL DEMONSTRATION CENTER.  THE MARK IS LOCATED ON THE SEAWALL APPROXIMATELY 50 FT (15.2 M) N OF THE FENCE. FOR ACCESS TO THIS MARK, SEE THE MANAGER/CARETAKER AT THE HOUSE JUST INSIDE AND TO THE RIGHT OF THE GATE. THE STATION IS A STANDARD DIVISION OF LAND MANAGEMENT 2.5 INCH DISK STAMPED -BMDC 1992-.",
			"elevation": 3,
			"history": [
				{
					"date": "1992",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "LDGO"
				},
				{
					"date": "19930804",
					"condition": [
						"GOOD"
					],
					"reporter": "NOS"
				}
			],
			"id": "AA4429",
			"lat": 7.327848702777778,
			"long": 134.45032156944444,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN A MASSIVE RETAINING WALL",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY TRUST TERR OF PACIFIC ISLANDS UNK (FK) THE STATION IS LOCATED ON THE PALAU ISLANDS, AT THE AIRPORT AT KORROR NEAR THE EAST END OF THE RUNWAY.  THE STATION IS LOCATED .35 MI (0.56 KM) W OF THE E END OF THE RUNWAY AND .1 MI (0.2 KM) WEST OF THE LANDING THRESHOLD BARS. IT IS LOCATED APPROXIMATELY 400 FT (121.9 M) N OF THE RUNWAY AND 10 FT (3.0 M) FROM THE FENCE WHERE THE FENCE MAKES A JOG TO THE NORTH. THE STATION IS A STANDARD DIVISION OF LAND MANAGEMENT DISK SET IN CONCRETE AND LEVEL WITH THE GROUND STAMPED -LIAN-.                            STATION RECOVERY (2011)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2011 (AKP) RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (2016)  RECOVERY NOTE BY WOOLPERT CONSULTANTS 2016 (DMH) THE STATION IS LOCATED 17.0 KM (10.6 MI) SOUTHWEST OF MELEKEOK, 8.3 KM (5.2 MI) NORTHEAST OF KOROR, 6.1 KM (3.8 MI) NORTHEAST OF NGERMID AND 1.5 KM (0.9 MI) NORTHWEST OF AIRAI AT BABELTHUAP/KOROR (ROMAN TMETUCHL INTERNATIONAL) AIRPORT.  OWNERSHIP--REPUBLIC OF PALAU, MINISTRY OF COMMERCE AND TRADE, BUREAU OF AVIATION, POST OFFICE BOX 1471, KOROR, REPUBLIC OF PALAU, 96940, TELEPHONE +680-587-3539.  CALEB KOSHIBA IS AIRPORT MANAGER, TELEPHONE +680-488-2111.  TO REACH FROM THE EAST END OF THE KOROR-BABELDAOB BRIDGE GO EAST ON MAIN ST. FOR 0.45 MI (0.72 KM) TO A T-INTERSECTION.  TURN RIGHT AND GO SOUTHEAST THEN EAST ALONG AN UNNAMED ROAD FOR 1.65 MI (2.65 KM) TO A T-INTERSECTION.  TURN LEFT AND GO NORTHEAST ALONG AN UNNAMED CONCRETE ROAD FOR 0.30 MI (0.48 KM) TO A FORK IN THE ROAD AT THE NATIONAL TELECOM BUILDING.  STAY LEFT AND CONTINUE NORTHEAST THEN NORTH FOR 0.20 MI (0.32 KM) TO THE AIRPORT ENTRANCE ON THE RIGHT.  TURN RIGHT AND FOLLOW THE TERMINAL LOOP ROAD COUNTERCLOCKWISE FOR 0.20 MI (0.32 KM) TO A SECURITY GATE ON THE EAST SIDE OF THE TERMINAL BUILDING. TURN RIGHT AND WITH PERMISSION, GO NORTH ACROSS THE APRON AND NORTHEAST ALONG TAXIWAY A FOR 0.20 MI (0.32 KM) TO A CONCRETE PERIMETER ROAD ON THE RIGHT.  TURN RIGHT AND GO EAST, NORTH AND WESTERLY ON THE PERIMETER ROAD FOR 1.8 MI (2.9 KM), AROUND RUNWAY 27 END TO THE STATION ON THE RIGHT.  STATION IS ON TOP OF RIDGE NEAR THE AIRPORT PERIMETER FENCE.  THE STATION IS A TTPI DIVISION OF LAND MANAGEMENT SURVEY CONTROL DISK SET IN A 7-INCH DIAMETER CONCRETE POST FLUSH WITH THE GROUND.  IT IS 358 FT (109.1 M) NORTH OF THE CENTERLINE OF THE RUNWAY, 252 FT (76.8 M) NORTHEAST OF SECONDARY AIRPORT CONTROL STATION ROR C, 48 FT (14.6 M) NORTHWEST OF THE EDGE OF THE CONCRETE PERIMETER ROAD AND 8 FT (2.4 M) SOUTHEAST OF THE 8 FT (2.4 M) CHAIN LINK PERIMETER FENCE.  THE CONCRETE POST MOVES LATERALLY WHEN PRESSURE IS APPLIED SO THE STATION SHOULD BE USED WITH CAUTION.",
			"elevation": 56.14,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "TQDLM"
				},
				{
					"date": "20110517",
					"condition": [
						"GOOD"
					],
					"reporter": "INDIV"
				},
				{
					"date": "20160714",
					"condition": [
						"SEE",
						"DESCRIPTION"
					],
					"reporter": "WOOLPT"
				}
			],
			"id": "AA4431",
			"lat": 7.368171577777777,
			"long": 134.54944364722223,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED IN THE PALAU ISLANDS ON A GRASSY TOP IN NGATPANG DISTRICT ON THE WEST SIDE OF BABLETHUAP ISLAND. TO REACH FROM THE POST OFFICE IN KORROR, PROCEED EAST 3.7 MI (6.0 KM) CROSSING THE CAUSWAY AND BRIDGE TO A ROAD INTERSECTION TO THE LEFT. TURN LEFT AND GO 6.0 MI (9.7 KM) TO A ROAD INTERSECTION TO THE RIGHT. TURN RIGHT AND GO 3.7 MI (6.0 KM) TO A LARGE GRASSEY AREA ON THE RIGHT SIDE OF THE ROAD WHERE A TRACK ROAD TURNS RIGHT AND RUNS THROUGH THE MIDDLE OF A GRASSEY AREA. THERE ARE THE REMAINS OF TWO SHACKS IN THIS GRASSEY AREA.  TURN RIGHT ONTO THIS TRACK ROAD AND GO 150 FT (45.7 M) AND PARK.  PACK UP THE SWALE TO THE LEFT BETWEEN THE TWO SHACKS TO THE HIGHEST POINT OF THE HILL AND THE STATION. THE STATION IS A STANDARD USGS DISK STAMPED -NGAT 1970- CEMENTED IN A DRILL HOLE IN A BURIED BOULDER FLUSH WITH THE GROUND ON THE HIGHEST POINT ON THE HILL.",
			"elevation": 57,
			"history": [
				{
					"date": "1970",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "USGS"
				},
				{
					"date": "19930804",
					"condition": [
						"GOOD"
					],
					"reporter": "NOS"
				}
			],
			"id": "AA4432",
			"lat": 7.470970605555555,
			"long": 134.52834264166665,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY WOOLPERT CONSULTANTS 2016 THE STATION IS LOCATED IN THE REPUBLIC OF PALAU, ISLAND OF BABELDAOB, STATE OF AIRAI, 17.5 KM (10.9 MI) SOUTHWEST OF MELEKEOK, 7.6 KM (4.7 MI) NORTHEAST OF KOROR, 5.3 KM (3.3 MI) NORTHEAST OF NGERMID AND 2.0 KM (1.2 MI) NORTHWEST OF AIRAI AT BABELTHUAP/KOROR (ROMAN TMETUCHL INTERNATIONAL) AIRPORT.  OWNERSHIP--REPUBLIC OF PALAU, MINISTRY OF COMMERCE AND TRADE, BUREAU OF AVIATION, POST OFFICE BOX 1471, KOROR, REPUBLIC OF PALAU, 96940, TELEPHONE +680-587-3539.  CALEB KOSHIBA IS AIRPORT MANAGER, TELEPHONE +680-488-2111.  TO REACH FROM THE EAST END OF THE KOROR-BABELDAOB BRIDGE GO EAST ON MAIN ST. FOR 0.45 MI (0.72 KM) TO A T-INTERSECTION.  TURN RIGHT AND GO SOUTHEAST THEN EAST ALONG AN UNNAMED ROAD FOR 1.65 MI (2.65 KM) TO A T-INTERSECTION.  TURN LEFT AND GO NORTHEAST ALONG AN UNNAMED CONCRETE ROAD FOR 0.30 MI (0.48 KM) TO A FORK IN THE ROAD AT THE NATIONAL TELECOM BUILDING.  STAY LEFT AND CONTINUE NORTHEAST THEN NORTH FOR 0.20 MI (0.32 KM) TO THE AIRPORT ENTRANCE ON THE RIGHT.  TURN RIGHT AND FOLLOW THE TERMINAL LOOP ROAD COUNTERCLOCKWISE FOR 0.20 MI (0.32 KM) TO A SECURITY GATE ON THE EAST SIDE OF THE TERMINAL BUILDING. TURN RIGHT AND WITH PERMISSION, GO NORTH ACROSS THE APRON AND ALONG TAXIWAY A FOR 0.20 MI (0.32 KM) TO A CONCRETE PERIMETER ROAD ON THE RIGHT.  TURN RIGHT AND GO EAST FOR 0.50 MI (0.80 KM) TO THE STATION ON YOUR LEFT.  THE STATION IS A WOOLPERT AIRPORT GEODETIC CONTROL STATION DISK SET IN A 12 INCH (30 CM) DIAMETER CONCRETE MONUMENT POURED 3.75 FT (1.1 M) DEEP AND PROJECTING 0.17 FT (5 CM).  IT IS 443.5 FT (135.2 M) EAST-SOUTHEAST OF THE 2 5 BOARD (SIGN), 121.4 FT (37.0 M) SOUTH OF THE SOUTH EDGE OF THE ASPHALT SHOULDER OF RUNWAY 09/27, 34.9 FT (10.6 M) NORTH OF THE 8 FT (2.4 M) HIGH CHAIN LINK PERIMETER FENCE, 28.5 FT (8.7 M) WEST-SOUTHWEST OF A LONE BUSH IN THE SOUTHERN INFIELD AT THE SITE OF A BURIED AIRPLANE WING FROM A FATAL CRASH AND 19.4 FT (5.9 M) NORTH OF THE CENTERLINE OF THE CONCRETE PERIMETER ROAD.  THIS MARK IS DESIGNATED AS A PRIMARY AIRPORT CONTROL STATION.",
			"elevation": 52.41,
			"history": [
				{
					"date": "20160714",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "WOOLPT"
				}
			],
			"id": "DQ6728",
			"lat": 7.366761041666666,
			"long": 134.54130669166668,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "NOT SPECIFIED OR SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY WOOLPERT CONSULTANTS 2016 (DMH) THE STATION IS LOCATED IN THE REPUBLIC OF PALAU, ISLAND OF BABELDAOB, STATE OF AIRAI, 17.6 KM (10.9 MI) SOUTHWEST OF MELEKEOK, 4.80 MI (7.72 KM) SOUTHEAST OF THE CITY OF NGERKEAI, 4.80 MI (7.72 KM) NORTHEAST OF THE CITY OF KOROR AND 0.60 MI (0.97 KM) NORTH OF THE VILLAGE OF AIRAI, AT BABELTHUAP/KOROR (ROMAN TMETUCHL INTERNATIONAL) AIRPORT. OWNERSHIP--REPUBLIC OF PALAU, MINISTRY OF COMMERCE AND TRADE, BUREAU OF AVIATION, POST OFFICE BOX 1471, KOROR, REPUBLIC OF PALAU, 96940, TELEPHONE +680-587-3539.  CALEB KOSHIBA IS AIRPORT MANAGER, TELEPHONE +680-488-2111.  TO REACH FROM THE EAST END OF THE KOROR-BABELDAOB BRIDGE GO EAST ON MAIN ST. FOR 0.45 MI (0.72 KM) TO A T-INTERSECTION.  TURN RIGHT AND GO SOUTHEAST THEN EAST ALONG AN UNNAMED ROAD FOR 1.65 MI (2.65 KM) TO A T-INTERSECTION.  TURN LEFT AND GO NORTHEAST ALONG AN UNNAMED CONCRETE ROAD FOR 0.30 MI (0.48 KM) TO A FORK IN THE ROAD AT THE NATIONAL TELECOM BUILDING.  STAY LEFT AND CONTINUE NORTHEAST THEN NORTH FOR 0.20 MI (0.32 KM) TO THE AIRPORT ENTRANCE ON THE RIGHT.  TURN RIGHT AND FOLLOW THE TERMINAL LOOP ROAD COUNTERCLOCKWISE FOR 0.20 MI (0.32 KM) TO A SECURITY GATE ON THE EAST SIDE OF THE TERMINAL BUILDING. TURN RIGHT AND WITH PERMISSION GO NORTH ACROSS THE APRON AND TAXIWAY A FOR 0.25 MI (0.40 KM) TO THE SOUTHERN EDGE OF RUNWAY 09-27.  GO NORTHEAST ACROSS THE RUNWAY TO TAXIWAY B.  GO NORTH ON TAXIWAY B FOR 200 FT (61.0 M) TO THE STATION ON THE LEFT.  THE STATION IS A WOOLPERT AIRPORT GEODETIC CONTROL STATION DISK SET IN A 12 INCH (30 CM) DIAMETER CONCRETE MONUMENT POURED 3.70 FT (1.1 M) DEEP AND PROJECTING 0.17 FEET.  IT IS 66.95 FT (20.4 M) WEST OF THE CENTERLINE OF TAXIWAY B, 39.10 FT (11.9 M) NORTHWEST OF THE CENTER OF AN ELECTRIC VAULT, 36.5 FT (11.1 M) NORTHEAST OF ILLUMINATED RUNWAY IDENTIFICATION SIGN (27 B 9) AT THE HOLD LINE AND 20.65 FT (6.3 M) WEST-SOUTHWEST OF A BLUE TAXIWAY EDGE LIGHT.  THIS MARK IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION.",
			"elevation": 52.69,
			"history": [
				{
					"date": "20160714",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "WOOLPT"
				}
			],
			"id": "DQ6729",
			"lat": 7.368281877777777,
			"long": 134.53535465000002,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "NOT SPECIFIED OR SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY WOOLPERT CONSULTANTS 2016 (DMH) IN THE REPUBLIC OF PALAU, ISLAND OF BABELDAOB, STATE OF AIRAI, 4.80 MI (7.72 KM) SOUTHEAST OF THE CITY OF NGERKEAI, 4.80 MI (7.72 KM) NORTHEAST OF THE CITY OF KOROR, 0.60 MI (0.97 KM) NORTH OF THE VILLAGE OF AIRAI, AT BABELTHUAP/KOROR (ROMAN TMETUCHL INTERNATIONAL) AIRPORT. OWNERSHIP--REPUBLIC OF PALAU, MINISTRY OF COMMERCE AND TRADE, BUREAU OF AVIATION, POST OFFICE BOX 1471, KOROR, REPUBLIC OF PALAU, 96940, TELEPHONE +680-587-3539.  CALEB KOSHIBA IS AIRPORT MANAGER, TELEPHONE +680-488-2111.  TO REACH FROM THE EAST END OF THE KOROR-BABELDAOB BRIDGE GO EAST ON MAIN ST. FOR 0.45 MI (0.72 KM) TO A T-INTERSECTION.  TURN RIGHT AND GO SOUTHEAST THEN EAST ALONG AN UNNAMED ROAD FOR 1.65 MI (2.65 KM) TO A T-INTERSECTION.  TURN LEFT AND GO NORTHEAST ALONG AN UNNAMED CONCRETE ROAD FOR 0.30 MI (0.48 KM) TO A FORK IN THE ROAD AT THE NATIONAL TELECOM BUILDING.  STAY LEFT AND CONTINUE NORTHEAST THEN NORTH FOR 0.20 MI (0.32 KM) TO THE AIRPORT ENTRANCE ON THE RIGHT.  TURN RIGHT AND FOLLOW THE TERMINAL LOOP ROAD COUNTERCLOCKWISE FOR 0.20 MI (0.32 KM) TO A SECURITY GATE ON THE EAST SIDE OF THE TERMINAL BUILDING. TURN RIGHT AND WITH PERMISSION, GO NORTH ACROSS THE APRON AND TAXIWAY A FOR 0.20 MI (0.32 KM) TO THE CONCRETE PERIMETER ROAD ON THE RIGHT. TURN RIGHT AND GO COUNTER CLOCKWISE AROUND THE PERIMETER ROAD EAST, THEN NORTH THEN WEST, FOR 1.90 MI (3.06 KM) TO AN ANGLE POINT IN THE AIRPORT FENCE AND THE STATION ON YOUR LEFT.  THE STATION IS A WOOLPERT AIRPORT GEODETIC CONTROL STATION DISK SET IN A 12 FT (3.7 M) DIAMETER CONCRETE MONUMENT POURED 3.90 FT (1.2 M) DEEP AND PROJECTING 0.17 FEET.  IT IS 183.2 FT (55.8 M) NORTHEAST OF THE '5' '2' BOARD (SIGN), 119.5 FT (36.4 M) NORTH OF THE NORTH EDGE OF THE ASPHALT SHOULDER OF RUNWAY 09-27, 36.75 FT (11.2 M) SOUTH OF THE 8 FT (2.4 M) HIGH CHAIN LINK PERIMETER FENCE AT AN ANGLE POINT AND 19.45 FT (5.9 M) SOUTH OF THE CENTERLINE OF THE CONCRETE PERIMETER ROAD.  THIS MARK IS DESIGNATED AS A SECONDARY AIRPORT CONTROL STATION.",
			"elevation": 52.1,
			"history": [
				{
					"date": "20160714",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "WOOLPT"
				}
			],
			"id": "DQ6730",
			"lat": 7.367803188888889,
			"long": 134.54885376944446,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "NOT SPECIFIED OR SEE DESCRIPTION",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}