{
    "date": "DECEMBER  2, 2022",
    "region": "SJ",
    "markers": [
        {
            "description": "DESCRIBED BY ST MARTIN SURVEYING OFFICE 1996 NO DESCRIPTIVE TEXT AVAILABLE.  DP1 ETCHED IN CONCRETE PILLAR.",
            "elevation": 296.14,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "SMSO"
                }
            ],
            "id": "AB9290",
            "lat": 18.039503625000002,
            "long": -63.031540513888885,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST MAARTEN, ABOUT 2.0 MI (3.2 KM) EAST OF THE PRINCESS JULIANA INTERNATIONAL AIRPORT, NEAR THE TOP OF COLE BAY HILL.  OWNERSHIP--UNKNOWN.  CONTACT MR.  HYPOLITE RICHARDSON OF THE SURVEYING OFFICE (599) 522-286.  TO REACH THE STATION FROM THE PRINCESS JULIANA AIRPORT TERMINAL GO NORTHEASTERLY FOR 0.1 KM (0.05 MI) TO AIRPORT ROAD.  TURN RIGHT ONTO AIRPORT ROAD AND GO SOUTHEASTERLY 4.3 KM (2.65 MI) TO A TRAFFIC SIGNAL.  CONTINUE STRIGHT AHEAD FOR 0.4 KM (0.25 MI) TO A DIRT SIDE ROAD ON THE RIGHT. TURN RIGHT ONTO THE DIRT SIDE ROAD AND GO SOUTHEASTERLY FOR 0.6 KM (0.35 MI) TO A CONCRETE SIDE ROAD ON THE RIGHT.  TURN RIGHT ONTO THE CONCRETE SIDE ROAD AND GO SOUTHERLY AND UPHILL FOR 0.2 KM (0.10 MI) TO THE END OF THE ROAD.  PACK UPHILL FOR ABOUT 30 M (98.4 FT) TO THE STATION.  THE STATION IS ON A KNOLL WHICH IS ABOUT 100 M (328.1 FT) NORTH OF THE HIGHEST POINT OF THE HILL.  THE STATION IS A CROSS IN THE CENTER OF A 1.7 CM DIAMETER BRASS PLUG THAT IS SET INTO THE TOP OF A CONCRETE MONUMENT THAT IS SQUARE ON THE BOTTOM AND ROUND AT THE TOP. THE TOP OF THE MONUMENT IS 25 CM IN DIAMETER.  THE MONUMENT PROJECTS 1.15 M (3.77 FT) ABOVE THE GROUND.  DP 10 IS INSCRIBED IN THE CONCRETE BASE.  A FIXED HEIGHT TRIPOD CAN NOT BE USED ON THIS STATION.",
            "elevation": 188.1,
            "history": [
                {
                    "date": "1963",
                    "condition": "MONUMENTED"
                },
                {
                    "date": "19960325",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9523",
            "lat": 18.029125616666665,
            "long": -63.07396863055556,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST MAARTEN, ABOUT 0.8 KM (0.50 MI) NORTH OF THE PRINCESS JULIANA INTERNATIONAL AIRPORT. OWNERSHIP--UNKNOWN.  CONTACT MR.  HYPOLITE RICHARDSON, OF THE SURVEYING OFFICE (599) 522-286.  TO REACH THE STATION FROM THE PRINCESS JULIANA AIRPORT TERMINAL GO NORTHEASTERLY FOR 0.1 KM (0.05 MI) TO AIRPORT ROAD.  TURN LEFT ONTO AIRPORT ROAD AND GO WESTERLY FOR 1.1 KM (0.70 MI) TO AN INTERSECTION.  BEAR RIGHT AND GOT NORTHERLY FOR 0.2 KM (0.10 MI) TO NILE ROAD ON THE RIGHT, JUST BEFORE THE CASINO ROYALE.  TURN RIGHT AND GO EASTERLY 0.2 KM (0.10 MI) TO A DIRT DRIVE ON THE RIGHT.  TURN RIGHT AND GO 40 M (131.2 FT) TO A HOUSE AND THE STATION.  THE STATION IS A CROSS IN THE CENTER OF A 1.7 CM DIAMETER BRASS PLUG THAT IS SET INTO THE TOP OF A CONCRETE MONUMENT THAT IS SQUARE ON THE BOTTOM AND ROUND AT THE TOP.  THE TOP OF THE MONUMENT IS 25 CM IN DIAMETER.  THE MONUMENT PROJECTS 0.95 M (3.12 FT) ABOVE THE GROUND.  DP 14 IS INSCRIBED IN THE CONCRETE BASE.  THE STATION IS 3.1 M (10.2 FT) NORTH OF THE HOUSE AND 1.5 M (4.9 FT) SOUTH OF THE SIDEWALK.  A FIXED HEIGHT TRIPOD CAN NOT BE USED ON THIS STATION.",
            "elevation": 19.7,
            "history": [
                {
                    "date": "1963",
                    "condition": "MONUMENTED"
                },
                {
                    "date": "19960325",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9524",
            "lat": 18.04158789166667,
            "long": -63.11898029444445,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST MAARTEN, ABOUT 0.8 MI (1.3 KM) NORTHWEST OF THE PRINCESS JULIANA INTERNATIONAL AIRPORT TERMINAL BUILDING, ON A HILL OVERLOOKING THE AIRPORT AND AT THE NDB ANTENNA SITE.  OWNERSHIP--PRINCESS JULIANA INTERNATIONAL AIRPORT, PO BOX 2001, ST MAARTEN, NETHERLANDS ANTILLES.  CONTACT KENNETH M. KONG, ACTING MANAGING DIRECTOR.  PHONE (5995) 52060-54369, FAX 53578.  TO REACH THE STATION FROM THE PRINCESS JULIANA AIRPORT TERMINAL GO NORTHEASTERLY ON THE EXIT ROAD FOR 0.05 MI (0.08 KM) TO T-JUNCTION, TURN LEFT ONTO AIRPORT ROAD AND GO WESTERLY FOR 0.70 MI (1.13 KM) TO AN T-JUNCTION, BEAR RIGHT AND GO NORTHERLY FOR 0.10 MI (0.16 KM) TO NILE ROAD ON THE RIGHT (JUST BEFORE THE CASINO ROYALE) , TURN RIGHT AND GO EASTERLY ON NILE ROAD FOR 0.2 MI (0.3 KM) TO A LOCKED GATE AHEAD, PASS THROUGH GATE AND GO EASTERLY FOR ABOUT 150 FT (45.7 M) TO A BREAK IN THE FENCE (USED TO HAVE A GATE) AND THE STATION JUST AHEAD ON THE RIGHT.  THE STATION IS A NGS HORIZONTAL DISK SET INTO THE TOP OF 3 FT (0.9 M) BY 2 FT (0.6 M) ROCK OUTCROP PROJECTING 0.2 FT (6.1 CM) ABOVE GROUND LEVEL, 93.5 FT (28.5 M) SOUTH-SOUTHWEST OF THE NDB ANTENNA POLE, 25.3 FT (7.7 M) NORTHEAST OF THE SOUTHEAST CORNER OF THE SMALL BUILDING, 25.1 FT (7.7 M) EAST OF THE NORTHEAST CORNER OF A SMALL BUILDING AND ABOUT 14.0 FT (4.3 M) NORTH-NORTHWEST OF THE NORTH-NORTHWEST TOP EDGE OF A EMBANKMENT. THIS IS THE PRIMARY AIRPORT CONTROL STATION.",
            "elevation": 16.5,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9289",
            "lat": 18.042903836111112,
            "long": -63.117062761111114,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN ROCK OUTCROP",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST MAARTEN, ABOUT 0.5 MI (0.8 KM) SOUTHEAST OF THE PRINCESS JULIANA INTERNATIONAL AIRPORT TERMINAL BUILDING AND NEAR THE MOST WESTERLY OF TWO PAVED TURNAROUND BAYS ON THE SOUTH SIDE OF THE RUNWAY.  OWNERSHIP--PRINCESS JULIANA INTERNATIONAL AIRPORT, PO BOX 2001, ST MAARTEN, NETHERLANDS ANTILLES. CONTACT KENNETH M.  KONG, ACTING MANAGING DIRECTOR, PHONE (5995) 52060-54369, FAX 53578.  TO REACH THE STATION FROM THE SOUTH SIDE OF THE PRINCESS JULIANA AIRPORT TERMINAL GO EAST-SOUTHEAST ON THE APRON FOR 0.4 MI (0.6 KM) TO A CONNECTOR TAXIWAY RIGHT (F) , TURN RIGHT AND GO SOUTH CROSSING THE RUNWAY FOR 0.1 MI (0.2 KM) TO A DIM TRACK ROAD, TURN LEFT AND GO EAST ON THE DIM TRACK ROAD FOR 0.1 MI (0.2 KM) TO THE STATION ON THE LEFT NEAR THE TURNAROUND BAY.  THE STATION IS A NGS HORIZONTAL DISK SET INTO THE TOP OF A 3.5 FT (1.1 M) BY 3.5 FT (1.1 M) OLD CONCRETE VASI LIGHT PAD THAT IS FLUSH WITH THE GROUND, 116.2 FT (35.4 M) SOUTHEAST OF A TAXIWAY LIGHT, 68.0 FT (20.7 M) NORTH OF THE PERIMETER FENCE AND 41.0 FT (12.5 M) SOUTHWEST OF A TAXIWAY LIGHT. THIS IS A SECONDARY AIRPORT CONTROL STATION.",
            "elevation": 3.2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9526",
            "lat": 18.040971716666668,
            "long": -63.105175558333336,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST MAARTEN, ABOUT 0.4 MI (0.6 KM) SOUTHWEST OF THE PRINCESS JULIANA INTERNATIONAL AIRPORT TERMINAL BUILDING AND NEAR THE SOUTH 1 OF 4 PAPI LIGHTS ON THE SOUTH SIDE OF THE RUNWAY.  OWNERSHIP--PRINCESS JULIANA INTERNATIONAL AIRPORT, PO BOX 2001, ST MAARTEN, NETHERLANDS ANTILLES.  CONTACT KENNETH M.  KONG, ACTING MANAGING DIRECTOR, PHONE (5995) 52060-54369, FAX 53578.  TO REACH THE STATION FROM THE SOUTH SIDE OF THE PRINCESS JULIANA AIRPORT TERMINAL GO WEST-SOUTHWEST ON THE APRONS AND A SERVICE ROAD FOR ABOUT 0.4 MI (0.6 KM) TO THE APPROACH END OF RUNWAY 09, CROSS THE APPROACH END OF RUNWAY 09 ON A DIM TRACK ROAD TO THE SOUTH SIDE OF THE RUNWAY, TURN LEFT AND GO EAST FOLLOWING THE DIM TRACK ROAD FOR 0.15 MI (0.24 KM) TO THE PAPI LIGHTS AND THE STATION ON THE LEFT.  THE STATION IS A NGS HORIZONTAL DISK SET INTO THE TOP OF A LARGE CONCRETE PAD WHICH SURROUNDS THE RAISED CONCRETE PAPI LIGHT BASES, 31.0 FT (9.4 M) NORTH OF THE PERIMETER FENCE AND 4.8 FT (1.5 M) SOUTH OF THE SOUTHWEST CORNER OF THE SOUTHERNMOST CONCRETE PAPI LIGHT BASE.  THIS IS A SECONDARY AIRPORT CONTROL STATION.",
            "elevation": 0.2,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9525",
            "lat": 18.03932935555556,
            "long": -63.11593024444445,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "HORIZONTAL CONTROL DISK"
        }
    ]
}