{
    "date": "DECEMBER  3, 2022",
    "region": "SK",
    "markers": [
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ON THE WESTERN PART OF A FLAT ISOLATED TABLE OF THE HILL KNOWN LOCALLY AS 70-MILE BUTTE.  THE STATION MAY BE REACHED FROM THE SMITH AND SAMMONS RANCH BY GOING 1 MILE WEST, 100 METERS SOUTH, AND ONE-FOURTH MILE WEST OVER A GOOD TRAIL.  THENCE OVER A LITTLE-USED TRAIL SOUTH THROUGH A BARNYARD.  FOR ONE-HALF MILE AROUND THE WEST END OF A SLOUGH.  AND THENCE ABOUT 1 MILE IN A SOUTHERLY DIRECTION UP TO A TABLELAND.  FROM THIS POINT THE ROUTE LIES FIRST SOUTHEAST PAST A LARGE BOULDER AND OVER A BREAK, AND THENCE SOUTH AND WEST, AS FAR AS POSSIBLE FOLLOWING A HOGBACK TO THE FLAT ISOLATED TABLE.  THE STATION IS NEAR THE CENTER OF THE SOUTH SIDE OF SECTION 11, T. 3, R. 13 W., THIRD MERIDIAN.  THE SUBSURFACE MARK IS A BRONZE DISK 3 INCHES IN DIAMETER, STAMPED GEODETIC SURVEY OF CANADA TRIANGULATION STATION, SET IN THE CENTER OF THE TOP OF A RECTANGULAR BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AND 2 FEET HIGH.  THE BASE OF THE BLOCK IS 6 FEET UNDERGROUND.  THE SURFACE MARK IS A LIKE BRONZE DISK SET IN THE CENTER OF THE TOP OF A BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AT THE BASE, 1 FOOT SQUARE AT THE TOP, AND 5 FEET 6 INCHES HIGH.  THE BASE OF THIS UPPER BLOCK OF CONCRETE RESTS UPON THE TOP OF THE SUBSURFACE BLOCK, SEPARATED FROM IT BY A SHEET OF TARRED PAPER.  THE TOP OF THE UPPER BLOCK PROJECTS 1 FOOT 6 INCHES ABOVE THE GROUND.  THE SURFACE MARK IS CENTERED VERTICALLY OVER THE SUBSURFACE MARK.                            STATION RECOVERY (1922)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1922 TIES WERE MADE TO IBC CONTROL.                            STATION RECOVERY (1934)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1934 (WRP) THIS STATION WAS NOT VISITED BY AN OBSERVING PARTY, BUT WAS FOUND IN GOOD CONDITION BY A LIGHTKEEPER.  A FOUR-FOOT STAND WAS ERECTED.",
            "elevation": 924.84,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1922",
                    "condition": "GOOD",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TJ0670",
            "lat": 49.19628206388889,
            "long": -107.65182006944445,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1979 IN PORT OF MORGAN. AT THE U.S.-CANADIAN BORDER, IN PORT OF MORGAN, MONTANA, SET VERTICALLY IN THE SOUTH CONCRETE FOUNDATION OF THE FIRST HOUSE NORTH OF THE CANADIAN CUSTOM BUILDING, 100 FEET EAST OF THE CENTER OF THE HIGHWAY, AND 3 FEET WEST OF THE SOUTHEAST CORNER OF THE HOUSE. THE MARK IS 2 FT ABOVE THE GROUND.",
            "elevation": 863.569,
            "history": [
                {
                    "date": "1978",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1979",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TJ0456",
            "lat": 49.00111111111111,
            "long": -107.83111111111111,
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1979 IN PORT OF MORGAN. IN PORT OF MORGAN, AT THE U.S.-CANADIAN BORDER, ACROSS THE HIGHWAY FROM THE CANADIAN CUSTOMS BUILDING, 70 FEET WEST OF THE CENTER OF THE HIGHWAY, 50 FEET NORTH OF A FENCE CORNER, AND 2 FEET EAST OF A FENCE. THE MARK IS 1 FT  E FROM A WITNESS POST. THE MARK IS 1 FT BELOW THE ROAD.",
            "elevation": 862.284,
            "history": [
                {
                    "date": "1978",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1979",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TJ0457",
            "lat": 49.00111111111111,
            "long": -107.83138888888888,
            "setting": "undefinedSET INTO TOP OF METAL PIPE DRIVEN INTO GROUND",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1979 IN PORT OF MORGAN. IN PORT OF MORGAN, AT THE U.S.-CANADIAN BORDER, 80 FEET SOUTH OF THE SOUTH FACE OF THE CANADIAN CUSTOMS BUILDING, 77 FEET EAST OF THE CENTER OF THE HIGHWAY, 60 FEET NORTH OF THE CENTER OF A TRACK ROAD LEADING EAST ALONG THE BORDER, 51 FEET SOUTH OF A FLAG POLE, AND 7 FEET SOUTH OF A 3 FOOT SQUARE CONCRETE SLAB. THE MARK IS 1 FT  N FROM A WITNESS POST. THE MARK IS ABOVE LEVEL WITH THE ROAD.",
            "elevation": 863.032,
            "history": [
                {
                    "date": "1978",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1979",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TJ0455",
            "lat": 49.00055555555556,
            "long": -107.83111111111111,
            "setting": "undefinedSTAINLESS STEEL ROD IN SLEEVE (10 FT.+)",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "METAL ROD"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1981 IN REGWAY. IN REGWAY, SET VERTICALL IN THE NORTHEAST FOUNDATION OF THE MOST SOUTHERLY 1 OF 3 HOUSES FOR THE CANADIAN CUSTOM OFFICIALS, 25.9 METERS (85.0 FT) WEST OF THE CENTERLINE OF HIGHWAY 6, AND 0.6 METER (2.0 FT) WEST OF THE NORTHEAST CORNER OF THE HOUSE. THE MARK IS 0.5 M ABOVE THE GROUND.",
            "elevation": 713.694,
            "history": [
                {
                    "date": "1978",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1981",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TH0490",
            "lat": 49.00055555555556,
            "long": -104.57555555555555,
            "setting": "undefinedSET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1981 IN REGWAY. IN REGWAY, 45.7 METERS (150.0 FT) EAST-SOUTHEAST OF THE SOUTHEAST CORNER OF THE CANADIAN CUSTOMS BUILDING, 42.8 METERS (140.4 FT) EAST OF THE CENTER OF THE MOST EASTERLY LANE OF HIGHWAY 6, 12.2 METERS (40.0 FT) EAST OF A 3.0 FT SQUARE CONCRETE WELL COVER, 4.3 METERS (14.1 FT) SOUTH OF THE SOUTHEAST CORNER OF A WHITE WOOD UTILITY SHED.  NOTE=ACCESS TO THE DATUM POINT IS THROUGH AN 8-INCH METAL MANHOLE COVER STAMPED 78S400. NOTE=SET BY GSC, DEPTH OF ROD UNKNOWN. THE MARK IS ABOVE LEVEL WITH THE GROUND.",
            "elevation": 716.354,
            "history": [
                {
                    "date": "1978",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1981",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TH0489",
            "lat": 49,
            "long": -104.57444444444444,
            "setting": "undefinedSTAINLESS STEEL ROD IN SLEEVE (10 FT.+)",
            "stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL",
            "type": "METAL ROD"
        },
        {
            "description": "DESCRIBED BY ENERGY MINES AND RESOURCES 1999 THE STATION IS LOCATED 8 KM (4.95 MI) NORTH OF MAPLE CREEK ALONG HIGHWAY 21.  FROM THE INTERSECTION OF THE TRANS CANADA HIGHWAYS 1 AND 21, DRIVE NORTH ALONG HIGHWAY 21 FOR 0.6 KM (0.35 MI) TO A DRIVEWAY. TURN IN A WESTERLY DIRECTION FOR 348 M (1141.7 FT) AT THE JUNCTION. THE PILLAR IS 1.0 M (3.3 FT) AWAY FROM A WIRE FENCE AND ABOUT 9.0 M (29.5 FT) FROM THE CENTER OF THE DIRT TRAIL.  THE PILLAR IS PAINTED GREEN AND SITUATED ON ROAD ALLOWANCE NORTH BOUNDARY OF NORTHEAST SECTION 10, TOWNSHIP 12, RANGE 26, WEST OF THIRD MERIDIAN.  THE STATION IS MARKED BY A STAINLESS STEEL PLATE WITH A FORCED CENTERING THREADED BOLT EMBEDDED IN A 30 CM IN DIAMETER CONCRETE PILLAR THAT IS 5 M (16.4 FT) IN LENGTH.  THE TOP OF PILLAR PROJECTS 1.32 M (4.33 FT) ABOVE GROUND.  THERE IS A NAME PLATE AFFIXED ON THE SIDE OF THE PILLAR AS WELL AS THE BENCH MARK BOLT, AND ON THE OPPOSITE SIDE, AN EYE BOLT TO CHAIN A SECURITY BOX TO THE PILLAR.",
            "elevation": 789.5,
            "history": [
                {
                    "date": "1994",
                    "condition": "MONUMENTED",
                    "reporter": "EMR"
                },
                {
                    "date": "19990909",
                    "condition": "GOOD",
                    "reporter": "EMR"
                }
            ],
            "id": "AI7859",
            "lat": 49.98975215555556,
            "long": -109.46831299444445,
            "magnetic": "OTHER; SEE DESCRIPTION",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 18 MILES SOUTH AND 3 MILES EAST OF TRIBUNE AT A POINT 1 MILE WEST OF THE RANGEVIEW SCHOOL.  THIS SCHOOL IS 7 MILES NORTH AND 3 MILES WEST OF THE VILLAGE OF FORTUNA, NORTH DAKOTA. THE STATION IS IN NW 1/4 SEC. 8, T. 1, R. 14 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS THE CENTER OF THE NORTH SIDE OF THE ABOVE SECTION, 451.78 METERS FROM THE STATION N 22 DEG 27 MIN E.",
            "elevation": 714.5,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1927",
            "lat": 49.02485126944444,
            "long": -103.8455699861111,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) IN NW 1/4 SECTION 4, TOWNSHIP 1, RANGE 8 W, THIRD MERIDIAN, NEAR THE WEST BOUNDARY OF THE SECTION, ABOUT 1100 METERS NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 489.  THE STATION IS ON A PROMINENT BUTTE ABOUT 20 METERS WIDE AND 75 METERS LONG, SLOPING GRADUALLY TO THE PLAIN.  STATION MARK--A CAIRN OVER A BRONZE DISK MARKED---U.S. AND C.B. SURVEY---SET IN A MOUND OF CONCRETE ON A FLAT ROCK.  A DRILL HOLE IS IN THE ROCK, DIRECTLY UNDER THE CENTER OF THE DISK.",
            "elevation": 870,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0732",
            "lat": 49.00982361388889,
            "long": -107.0296478111111,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY ENERGY MINES AND RESOURCES 1994 THIS IS A CANADIAN CBN POINT USED IN A SURVEY BY THE INTERNATIONAL BOUNDARY COMMISSION. FOR INFORMATION ON LOCATION OR USE CONTACT THE CANADIAN GEODETIC SURVEY.                            STATION RECOVERY (1999)  RECOVERY NOTE BY ENERGY MINES AND RESOURCES 1999 THE STATION IS LOCATED WEST OF ASSINIBOIA.  FROM THE INTERSECTION OF HIGHWAYS 2 SOUTH AND 13 WEST, DRIVE WEST ALONG HIGHWAY 13 FOR 1.6 KM (1.00 MI) TO A DIRT ROAD.  TURN LEFT AND GO SOUTH FOR 1.0 KM (0.60 MI) ON THE DIRT ROAD.  THE PAINTED GREEN PILLAR IS ON THE RIGHT SIDE (WEST) ABOUT 11.0 M (36.1 FT) FROM THE CENTERLINE.  SITUATED ON ROAD ALLOWANCE ALONG THE EAST BOUNDARY OF SECTION 11, TOWNSHIP 8, RANGE 1 WEST OF THE THIRD MERIDIAN.  THE STATION IS MARKED BY A STAINLESS STEEL PLATE WITH A FORCED CENTERING THREADED BOLT EMBEDDED IN A 30 CM IN DIAMETER CONCRETE PILLAR WHICH IS 5 M (16.4 FT) IN LENGTH AND PROJECTS 1.29 M (4.23 FT) ABOVE GROUND.  THERE IS A NAME PLATE AFFIXED ON THE SIDE OF THE PILLAR AS WELL AS A BENCH MARK BOLT, AND ON THE OPPOSITE SIDE, AN EYE BOLT TO CHAIN A SECURITY BOX TO THE PILLAR.",
            "elevation": 759.7,
            "history": [
                {
                    "date": "1994",
                    "condition": "MONUMENTED",
                    "reporter": "EMR"
                },
                {
                    "date": "19990909",
                    "condition": "GOOD",
                    "reporter": "EMR"
                }
            ],
            "id": "AI5172",
            "lat": 49.63283779444445,
            "long": -106.02656123888889,
            "magnetic": "OTHER; SEE DESCRIPTION",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 TWELVE MILES SOUTH OF WIDEVIEW OR 45 MILES SOUTH OF HAZENMORE IN NE 1/4 SEC. 20, T. 2, R. 9 W., THIRD MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS THE DOMINION LANDS SURVEY POST MARKING THE CENTER OF THE EAST SIDE OF THE ABOVE SECTION, 186.2 METERS FROM THE STATION S 43 DEG 01 MIN E.                            STATION RECOVERY (1923)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1923 TIES WERE MADE TO IBC CONTROL.",
            "elevation": 1011.11,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0669",
            "lat": 49.13939393611111,
            "long": -107.16613267222223,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 APPROXIMATELY 48 MILES SOUTH OF SHAUNAVON.  THE STATION IS IN NW 1/4 SEC. 3, T. 2, R. 19 W., THIRD MERIDIAN, ON AN INCONSPICUOUS KNOLL 42 METERS NORTH OF A SMALL FRAME HOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A QUARTER-SECTION POST AT THE CENTER OF THE EAST SIDE OF SEC. 4, T. 2, R. 19 W., 210.43 METERS FROM THE STATION S 30 DEG 46 MIN W.  THE NORTHWEST CORNER OF THE HOUSE IS 42.5 METERS FROM THE STATION.  THE NORTHEAST CORNER IS 42.1 METERS FROM THE STATION.",
            "elevation": 909,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0524",
            "lat": 49.095937955555556,
            "long": -108.47559573333334,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 1-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY MIDWAY BETWEEN MONUMENTS 398 AND 399, IN E 1/2 SECTION 7, TOWNSHIP 1, RANGE 29 W, THIRD MERIDIAN, CLOSE TO THE EAST - AND - WEST MIDSECTION LINE.  THE STATION IS ON A HILL NORTH OF A DEPRESSION NEAR THE BOUNDARY.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 866,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0596",
            "lat": 49.02153493888889,
            "long": -109.86535951388888,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (JJM) ABOUT 2-1/2 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 402, IN SW 1/4 SECTION 18, TOWNSHIP 1, RANGE 28 W, THIRD MERIDIAN.  THE STATION IS ABOUT 1-1/2 MILES NORTHEAST OF THE ROYAL CANADIAN MOUNTED POLICE POST ON LODGE CREEK.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 842,
            "history": [
                {
                    "date": "1908",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0597",
            "lat": 49.034936736111106,
            "long": -109.74087122777777,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 1-1/3 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 410, IN SW 1/4 SECTION 12, TOWNSHIP 1, RANGE 27 W, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST POINT BETWEEN WOODPILE COULEE AND THE EAST FORK OF MILK RIVER.  STATION MARK--PROBABLY A BRONZE DISK SET IN A BOULDER.",
            "elevation": 884,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0598",
            "lat": 49.019218755555556,
            "long": -109.49942191111111,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 250 METERS NORTH OF THE INTERNATIONAL BOUNDARY AND ONE - HALF MILE WEST OF MONUMENT 439, IN SE 1/4 SECTION 5, TOWNSHIP 1, RANGE 20 W, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST PART OF THE HILL.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 964,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0599",
            "lat": 49.001579022222224,
            "long": -108.6349563388889,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) IN SW 1/4 SECTION 2, TOWNSHIP 1, RANGE 14 W, THIRD MERIDIAN.  THE STATION IS ON THE LARGEST KNOLL IN THE VICINITY, A SHORT DISTANCE NORTH OF THE INTERNATIONAL BOUNDARY, AND ABOUT 400 METERS WEST OF MONUMENT 465.  STATION MARK--A DRILL HOLE IN A BOULDER.",
            "elevation": 854,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0799",
            "lat": 49.0002229,
            "long": -107.78574623888889,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "DRILL HOLE"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ON TOP OF A CLAY BUTTE 6 MILES DUE EAST OF SOUTHVIEW POST OFFICE.  THE STATION IS IN SW 1/4 SEC. 3, T. 3, R. 5 W., THIRD MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST MARKED II, V, AT THE NORTHEAST CORNER OF SEC. 33, T. 2, R. 5 W., 246.71 METERS FROM THE STATION S 65 DEG 53 MIN E.",
            "elevation": 991,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0666",
            "lat": 49.17539659166666,
            "long": -106.611015275,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 ABOUT 15 MILES SOUTH AND 4 MILES WEST OF EAST END, SASKATCHEWAN, AND 480 METERS EAST OF THE EAST END-CLAYDON POST OFFICE ROAD. IT IS ABOUT 21 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND IS IN NW 1/4 SEC. 22, T. 4, R. 22 W., THIRD MERIDIAN.  THE STATION IS 82 METERS SOUTH OF A FENCE AND 558.3 METERS SOUTHEAST OF THE NORTHEAST CORNER OF SEC. 21 OF THE ABOVE TOWNSHIP AND RANGE.  IT IS ON LAND OWNED BY CHARLES INGHRAM AND IS ON THE TOP OF A KNOLL NORTHEAST OF HIS HOUSE, THE HIGHEST POINT IN THE VICINITY, NEAR THE EDGE OF A WHEAT FIELD.  STATION MARK--GEODETIC SURVEY OF CANADA STANDARD BRONZE-DISK STATION MARKS SET IN STANDARD SURFACE AND SUBSURFACE CONCRETE PIERS, THE SURFACE PIER, 14 INCHES SQUARE, PROJECTING 18 INCHES ABOVE THE GROUND.",
            "elevation": 1034.74,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0527",
            "lat": 49.31770212222222,
            "long": -108.89135536111112,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 IN NW 1/4 SEC. 10, T. 3, R. 18 W., THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST KNOLL OF A FLAT RIDGE WHICH CONTINUES FOR ABOUT 1 MILE TO THE SOUTHEAST AFTER A SLIGHT DROP IN THAT DIRECTION.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS THE NORTHEAST CORNER OF SEC. 9, WHICH IS 536.15 METERS FROM THE STATION N 80 DEG 33 MIN W.",
            "elevation": 949,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0523",
            "lat": 49.20262375277778,
            "long": -108.35294009166667,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY, MIDWAY BETWEEN MONUMENTS 456 AND 457, IN SE 1/4 SECTION 27, TOWNSHIP 1, RANGE 16 W, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST POINT EAST OF WHITEWATER CREEK.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 823,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0600",
            "lat": 49.06445559722222,
            "long": -108.06205960277778,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-1/3 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 463, IN SW 1/4 SECTION 29, TOWNSHIP 1, RANGE 14 W, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST POINT IN THE VICINITY.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 915,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0801",
            "lat": 49.06229475833333,
            "long": -107.84633846666667,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 395, IN SW 1/4 SECTION 29, TOWNSHIP 1, RANGE 30 W, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST PART OF THE EAST - AND - WEST RIDGE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 866,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0601",
            "lat": 49.06244665,
            "long": -109.98171325555556,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ABOUT 6 MILES WEST AND 2-1/2 MILES NORTH OF NORTH PORTAL.  THE STATION IS IN NW 1/4 SEC. 18, T. 1, R. 5 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST, AT THE CENTER OF THE EAST SIDE OF SEC. 13, T. 1, R. 6 W., 804.38 METERS FROM THE STATION S 55 DEG 09 MIN W.",
            "elevation": 610.62,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1922",
            "lat": 49.04022889722222,
            "long": -102.66929155555556,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 1-1/2 MILES NORTH AND 1/2 MILE WEST OF EDDYSIDE POST OFFICE.  IN NE 1/4 SEC. 12, T. 2, R. 26 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE NORTH SIDE OF THE ABOVE SECTION, 138.03 METERS FROM THE STATION N 03 DEG 18 MIN W.                            STATION RECOVERY (1923)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1923 THIS STATION WAS ESTABLISHED BY THE GEODETIC SURVEY OF CANADA.  TIES WERE MADE TO THE IBC CONTROL.",
            "elevation": 891.72,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TH0743",
            "lat": 49.11471550555556,
            "long": -105.35602164166666,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "NOT SPECIFIED OR SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 IN NW 1/4 SEC. 32, T. 2, R. 16 W., THIRD MERIDIAN.  THE STATION IS ON THE EAST SIDE OF THE ROAD ALLOWANCE NEAR THE CENTER OF THE WEST SIDE OF THE ABOVE QUARTER SECTION.  IT IS ON TOP OF A GRADUAL SLOPE AND EAST OF A HOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 31, T. 2, R. 16 W., 286.51 METERS FROM THE STATION N 03 DEG 58 MIN W.",
            "elevation": 891.78,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0522",
            "lat": 49.17175915,
            "long": -108.12098106944444,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 2-3/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 427, IN NE 1/4 SECTION 15, TOWNSHIP 1, RANGE 23 W, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST PART OF THE CHERRY RIDGE ESCARPMENT.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 945,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0602",
            "lat": 49.03996556111111,
            "long": -108.99490986111111,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ABOUT 3-1/2 MILES EAST OF THE TOWN OF ESTEVAN, ON THE ONLY PROMINENT HILL IN THE LOCALITY.  THE STATION IS IN SW 1/4 SEC. 17, T. 2, R. 7 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE NORTH SIDE OF SEC. 8, T. 2, R. 7 W., 584.73 METERS FROM THE STATION S 28 DEG 08 MIN E.",
            "elevation": 586,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1924",
                    "condition": "GOOD",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1954",
            "lat": 49.003878972222225,
            "long": -102.85414795555555,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 1 MILE EAST AND 1/4 MILE SOUTH OF THE JOHNSON RANCH HOUSE, IN SE 1/4 SEC. 27, T. 2, R. 29 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 22, T. 2, R. 29 W., 368.32 METERS FROM THE STATION, S 76 DEG 56 MIN E.",
            "elevation": 922.43,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TH0745",
            "lat": 49.14608415,
            "long": -105.79512673888888,
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS",
            "history": [],
            "id": "DE6577",
            "lat": 54.72557613888889,
            "long": -101.97801904722222,
            "type": "_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"
        },
        {
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'FLIN' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED.",
            "history": [],
            "id": "DE6579",
            "lat": 54.72557613888889,
            "long": -101.97801904722222
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) IN NE 1/4 SECTION 1, TOWNSHIP 1, RANGE 11 W, THIRD MERIDIAN, ABOUT 1 MILE NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 480.  THE STATION IS ON THE HIGH HILL NORTH OF THAT SECTION OF THE ROAD WHICH CROSSES THE BOUNDARY NEAR MONUMENT 480, AND IS ABOUT ONE - HALF MILE FROM THE ROAD, ON THE WESTERN SPUR OF THE HILL.  STATION MARK--A BRONZE DISK SET IN ROCK.",
            "elevation": 875,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0806",
            "lat": 49.01357924166667,
            "long": -107.34636069999999,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 IN NW 1/4 SEC. 11, T. 2, R. 10 W., SECOND MERIDIAN, ON A KNOLL 270 METERS EAST OF THE WEST SIDE OF THE SECTION AND ONE-THIRD MILE SOUTH OF ITS NORTH LIMIT.  THE STATION IS ACROSS THE ROAD FROM, AND ALMOST DUE SOUTH OF SOME FARM BUILDINGS.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARKS ARE DOMINION LANDS SURVEY POSTS, ONE AT THE NORTHEAST CORNER OF SEC. 10, T. 2, R. 10 W., 597.5 METERS FROM THE STATION N 26 DEG 57 MIN W.  THE SECOND AT THE CENTER OF THE EAST SIDE OF SEC. 10, T. 2, R. 10 W., 384.7 METERS FROM THE STATION S 45 DEG 00 MIN W.",
            "elevation": 580.85,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1924",
            "lat": 49.111047802777776,
            "long": -103.24948972222222,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 8 MILES NORTH OF THE INTERNATIONAL BOUNDARY AND ABOUT 1/2 MILE EAST OF THE FOURTH PRINCIPAL MERIDIAN.  IT IS ABOUT 6 MILES SOUTH AND 7-1/2 MILES WEST OF GOVANLOCK, SASKATCHEWAN, AND IS ON A SMALL BUT PROMINENT HILL, THE HIGHEST POINT IN THE VICINITY, WHICH IS PLAINLY VISIBLE TO THE SOUTHWEST FROM GOVANLOCK.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE.  THE SUBSURFACE MARK IS A LIKE BRONZE DISK SET IN A BLOCK OF CONCRETE 3 FEET UNDERGROUND.  REFERENCE MARK NO. 1 IS A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK REFERENCE MARK, WITH THE ARROW POINTING TOWARD THE STATION, SET IN A SQUARE BLOCK OF CONCRETE 23.17 METERS FROM THE STATION N 43 DEG 02 MIN E. REFERENCE MARK NO. 2 IS A LIKE BRONZE DISK SET IN A SIMILAR MANNER 20.33 METERS FROM THE STATION S 51 DEG 22 MIN E.",
            "elevation": 915.72,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0530",
            "lat": 49.12906218055556,
            "long": -109.98847459166667,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 3 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 449, IN SW 1/4 SECTION 23, TOWNSHIP 1, RANGE 18 W, THIRD MERIDIAN.  THE STATION IS ABOUT 200 METERS FROM THE SOUTH BOUNDARY OF THE SECTION AND ABOUT 100 METERS FROM THE MIDSECTION LINE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 915,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0603",
            "lat": 49.045028438888885,
            "long": -108.31119010833334,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 ABOUT 10 MILES SOUTHWEST OF THE TOWN OF ECHO, SASKATCHEWAN. IT IS ABOUT 6-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY. IT IS ON AN IRREGULAR RIDGE RUNNING NORTHWEST AND SOUTHEAST AND IS ON THE HIGHEST POINT IN THE VICINITY.  IT IS IN SEC. 3, T. 2, R. 22 W., THIRD MERIDIAN, AND IS NEAR THE EAST SIDE OF THE SECTION ABOUT MIDWAY NORTH AND SOUTH.  STATION MARK--STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARKS SET IN STANDARD CONCRETE SURFACE AND SUBSURFACE PIERS.  THERE ARE NO REFERENCE MARKS.  THE SOUTHEAST CORNER OF SEC. 3 IS 876.1 METERS SOUTH AND A LITTLE EAST FROM THE STATION.                            STATION RECOVERY (1922)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1922 TIES WERE MADE TO IBC CONTROL.",
            "elevation": 1024.82,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1922",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TK0526",
            "lat": 49.09415140833334,
            "long": -108.85976169999999,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 6-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 405, IN SE 1/4 SECTION 2, TOWNSHIP 2, RANGE 28 W, THIRD MERIDIAN.  THE STATION IS CLOSE TO THE EAST END OF A TRAIL.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 854,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0608",
            "lat": 49.091942486111115,
            "long": -109.64158437500001,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 IN NE 1/4 SEC. 16, T. 1, R. 1 W., SECOND MERIDIAN, ABOUT ONE-FOURTH MILE NORTH OF A HOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS THE CORNER MARK AT THE CENTER OF THE NORTH SIDE OF THE ABOVE SECTION, 568.65 METERS FROM THE STATION N 29 DEG 45 MIN W.",
            "elevation": 573,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1920",
            "lat": 49.03872868611111,
            "long": -102.08089309444443,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ABOUT 1 MILE WEST AND 1 MILE SOUTH OF PAISLEY BROOK POST OFFICE, AND ABOUT 2-1/2 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 550, IN THE SE 1/4 SEC. 17, T. 1, R. 23 W., SECOND MERIDIAN.  IN 1923 THE GEODETIC SURVEY OF CANADA RECOVERED STATION MERVIN AND ESTABLISHED A NEW STATION OF THE SAME NAME 3.304 METERS FROM THE ORIGINAL STATION N 09 DEG 19 MIN E.  THE NEW STATION MARK IS A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE DOMINION LANDS SURVEY POST MIDWAY ON THE EAST LINE OF SEC. 17 IS 642.26 METERS FROM THE GEODETIC SURVEY OF CANADA STATION N 64 DEG 45 MIN E.                            STATION RECOVERY (1923)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1923 THIS STATION WAS ESTABLISHED BY THE GEODETIC SURVEY OF CANADA.  TIES WERE MADE TO THE IBC CONTROL.",
            "elevation": 815.6,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TH0741",
            "lat": 49.033299791666664,
            "long": -105.04143893055556,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "NOT SPECIFIED OR SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 NEAR THE NORTHWEST CORNER OF SE 1/4 SEC. 15, T. 1 R. 13 W., SECOND MERIDIAN.  THE STATION IS ON A RIDGE ABOUT 100 METERS NORTH OF A TRAIL WHICH IS ON THE NORTH SIDE OF A SLOUGH.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS THE DOMINION LANDS SURVEY POST AT THE CENTER OF THE NORTH SIDE OF SEC. 10, 382.51 METERS FROM THE STATION S 5 DEG 39 MIN W.",
            "elevation": 693.5,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1926",
            "lat": 49.03174375555555,
            "long": -103.6640259888889,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 IN NW 1/4 SEC. 3, T. 1, R. 14 W., THIRD MERIDIAN.  ON TOP OF A HIGH ROUNDED BUTTE.  THE SUBSURFACE MARK IS A BRONZE DISK 3 INCHES IN DIAMETER, STAMPED GEODETIC SURVEY OF CANADA TRIANGULATION STATION, SET IN THE CENTER OF THE TOP OF A RECTANGULAR BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AND 2 FEET HIGH.  THE BASE OF THE BLOCK IS 6 FEET UNDERGROUND.  THE SURFACE MARK IS A LIKE BRONZE DISK SET IN THE CENTER OF THE TOP OF A BLOCK OF CONCRETE 1 FOOT 6 INCHES SQUARE AT THE BASE, 1 FOOT SQUARE AT THE TOP, AND 5 FEET 6 INCHES HIGH.  THE BASE OF THIS UPPER BLOCK OF CONCRETE RESTS UPON THE TOP OF THE SUBSURFACE BLOCK, SEPARATED FROM IT BY A SHEET OF TARRED PAPER.  THE TOP OF THE UPPER BLOCK PROJECTS 1 FOOT 6 INCHES ABOVE THE GROUND.  THE SURFACE MARK IS CENTERED VERTICALLY OVER THE SUBSURFACE MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE WEST SIDE OF SEC. 3, T. 1, R. 14 W., 558.35 METERS FROM THE STATION S 14 DEG 18 MIN W.                            STATION RECOVERY (1922)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1922 IN NW 1/4 SECTION 3, TOWNSHIP 1, RANGE 14 W, THIRD MERIDIAN, ON TOP OF A HIGH ROUNDED BUTTE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE WEST SIDE OF SECTION 3, TOWNSHIP 1, RANGE 14 W, 558.35 METERS FROM THE STATION IN BEARING 14 DEGREES 17 MINUTES 35 SECONDS.                            STATION RECOVERY (1934)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1934 (WRP) THE STATION WAS RECOVERED AS DESCRIBED BY THE GEODETIC SURVEY OF CANADA IN 1922.  A REVISED DESCRIPTION OF THE STATION FOLLOWS--  THE STATION IS LOCATED ON THE HIGHEST POINT OF A HIGH, ROUNDED, AND GRASS-COVERED HILL IN THE NORTHWEST QUARTER SECTION 3, T. 1, R. 14 W. AND IS ON LAND BELONGING TO THE CANADIAN GOVERNMENT. IT IS 0.9 MILE NORTH OF THE INTERNATIONAL BOUNDARY BETWEEN THE UNITED STATES AND THE DOMINION OF CANADA, 1.1 MILES EAST OF SASKATCHEWAN HIGHWAY 4, AND ABOUT 20 MILES SOUTH OF VALMARIE.  THE STATION MARK PROJECTS 12 INCHES AND IS 0.1 MILE EAST OF A NORTH-AND-SOUTH FENCE AND 0.2 MILE SOUTH OF AN EAST-AND-WEST FENCE.  THE STATION MARK IS A STANDARD BRONZE G.S. OF CANADA STATION MARK AND IS IN EXCELLENT CONDITION.  REFERENCE MARK NO. 1 IS STAMPED, MONCHY, G.S. OF C. 1934.  IT PROJECTS 9 INCHES AND IS SOUTHWEST OF THE STATION.  REFERENCE MARK NO. 2 IS STAMPED, MONCHY, G.S. OF C. 1934.  IT IS NORTHWEST OF THE STATION.  THE AZIMUTH MARK IS NORTH-NORTHWEST OF THE STATION.  IT IS STAMPED, MONCHY, G.S. OF C. 1934 AND PROJECTS 5 INCHES.  IT IS 3 FEET SOUTH OF AN EAST-AND-WEST FENCE AND 78 FEET WEST OF THE NORTHWEST CORNER OF SECTION 3.  TO REACH THE STATION FROM THE U.S. CUSTOMS HOUSE, 55.6 MILES VIA THE D-Y TRAIL NORTH OF MALTA, MONTANA, GO NORTH FROM THE CUSTOMS HOUSE 0.9 MILE ON SASKATCHEWAN HIGHWAY 4 TO MR. JAMES HOUSE AND FARM BUILDINGS 0.1 MILE EAST OF THE HIGHWAY.  GO EAST FROM THE HOUSE, PASSING BETWEEN RED BARN AND HAY PEN, PASS THROUGH TWO GATES AND GO EAST ALONG THE SOUTH SIDE OF AN EAST-AND-WEST FENCE 0.9 MILE TO A FENCE CORNER.  (THE AZIMUTH MARK IS 78 FEET WEST OF THIS CORNER).  HERE TURN SOUTH ALONG WEST SIDE OF NORTH-AND-SOUTH FENCE AND GO 0.2 MILE.  TAKE DOWN FENCE TURN LEFT (EAST) AND GO 0.1 MILE TO TOP OF HIGHEST HILL AND STATION.  A 4-FOOT STAND WILL CLEAR ALL LINES FROM THIS STATION.  HOWEVER A 15-FOOT STAND IS NECESSARY IN ORDER TO ELIMINATE A GRAZING LINE TO STATION PLAINSVIEW.",
            "elevation": 899.16,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1922",
                    "condition": "GOOD",
                    "reporter": "GSC"
                },
                {
                    "date": "1934",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TJ0672",
            "lat": 49.01194166944445,
            "long": -107.80783164166667,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "NOT SPECIFIED OR SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) IN SOUTH 1/2 SECTION 1, TOWNSHIP 1, RANGE 10 WEST, THIRD MERIDIAN, NEAR THE NORTH - AND - SOUTH MIDSECTION LINE, ABOUT 400 METERS NORTH OF INTERNATIONAL BOUNDARY MONUMENT 484.  THE STATION IS ON THE TABLE LAND, ONE - HALF MILE EAST OF THE BLUFF EAST OF FRENCHMAN CREEK.  STATION MARK--A BRONZE DISK MARKED---U.S. AND C.B. SURVEY---SET IN A CONCRETE PIER.",
            "elevation": 912,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0841",
            "lat": 49.00291776666667,
            "long": -107.22052477222222,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (CHS) IN SOUTHEAST 1/4 SECTION 4, TOWNSHIP 1, RANGE 9 WEST, THIRD MERIDIAN, ABOUT 200 METERS NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 486. THE STATION IS ABOUT 8 METERS SOUTHWEST OF THE STEEP SLOPE TO THE COULEE.  STATION MARK--A BRONZE DISK MARKED---U.S. AND C.B. SURVEY---SET IN A CONCRETE PIER.",
            "elevation": 900,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0842",
            "lat": 49.00106883888889,
            "long": -107.1464478138889,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 14 MILES SOUTH AND 1 MILE WEST OF THE TOWN OF CONSUL, SASKATCHEWAN, AND ABOUT 7 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  THE STATION IS ON THE HIGH GROUND, ABOUT 50 METERS EAST AND 25 METERS SOUTH OF SECTION POST 4-2-27, AND ABOUT 25 METERS EAST OF PLAIN ROAD LEADING FROM CONSUL INTO MONTANA. THE STATION IS IN THE NORTHWEST QUARTER OF SECTION 3, TOWNSHIP 2 N, RANGE 27 W.                            STATION RECOVERY (1949)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1949 (MJT) THE STATION AND REFERENCE MARKS ARE AS DESCRIBED AND FOUND TO BE IN GOOD CONDITION.  THE DESCRIPTION TO REACH THE STATION IS ADEQUATE WITH THE EXCEPTION THAT A NEW CUSTOM HOUSE AT THE CANADIAN BOUNDARY HAS BEEN BUILT AND IS LOCATED ABOUT 1.5 MILES NORTH OF THE OLD WILLOW CREEK STATION OF THE CANADIAN CUSTOMS.  AN AZIMUTH MARK WAS SET 0.2 MILE SOUTH OF THE STATION. IT IS A STANDARD DISK STAMPED NASHLIN 1949 SET IN A DRILL HOLE IN BEDROCK, AND IS ABOUT 6 FEET WEST OF A DIM TRACK ROAD.  THIS STATION WAS NOT OCCUPIED BY AN OBSERVING PARTY AND THE RECOVERY NOTE IS WRITTEN FROM INFORMATION OBTAINED FROM THE BUILDING PARTY AND THE LIGHTKEEPER WHO ACTUALLY VISITED THE STATION.",
            "elevation": 946.84,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1949",
                    "condition": "GOOD",
                    "reporter": "CGS"
                }
            ],
            "id": "TK0529",
            "lat": 49.101328297222224,
            "long": -109.54519958611111
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 24 MILES SOUTH AND 18 MILES WEST OF EAST END, SASKATCHEWAN, AND 12 MILES NORTH OF THE INTERNATIONAL BOUNDARY.  IT IS ON THE HIGHEST POINT OF THE SOUTHERNMOST RIDGE OF OLD MAN PLATEAU.  THE STATION IS IN THE NORTHEAST CORNER OF NW 1/4 SEC. 36, T. 2, R. 25 W., THIRD MERIDIAN.  IT IS 2 METERS WEST OF THE HALF-SECTION-LINE FENCE AND IS ONE-HALF MILE SOUTH OF TRIANGULATION STATION DIVIDE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA BRONZE-DISK STATION MARK SET IN A SQUARE BLOCK OF CONCRETE.  THE SUB-STATION MARK IS A LIKE BRONZE DISK SET IN A SQUARE BLOCK OF CONCRETE 3 FEET UNDERGROUND.  REFERENCE MARK NO. 1 IS A STANDARD CANADIAN GEODETIC SURVEY BRONZE-DISK REFERENCE MARK SET IN A SQUARE BLOCK OF CONCRETE 22.09 METERS FROM THE STATION S 03 DEG 02 MIN E.  REFERENCE MARK NO. 2 IS A LIKE BRONZE DISK SET IN A SIMILAR MANNER 22.71 METERS FROM THE STATION N 88 DEG 04 MIN W.",
            "elevation": 1047.37,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0528",
            "lat": 49.166943874999994,
            "long": -109.22003263055555,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ON THE HIGHEST PEAK OF THREE AT A POINT WHERE A RIDGE FROM THE WEST BENDS SHARPLY TO THE SOUTH.  THE STATION IS IN SW 1/4 SEC. 6, T. 3, R. 6 W., THIRD MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS THE DOMINION LANDS SURVEY POST AT THE SOUTHEAST CORNER OF SEC. 1, T. 3, R. 7 W., 512.89 METERS FROM THE STATION S 30 DEG 00 MIN W.",
            "elevation": 985.59,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0667",
            "lat": 49.178574375,
            "long": -106.83264385833333,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (JJM) ABOUT 1-1/4 MILES NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT 624, IN SW 1/4 SECTION 10, TOWNSHIP 1, RANGE 6 W, SECOND MERIDIAN.  THE STATION IS 200 METERS NORTH OF THE ROAD ON THE SOUTH BOUNDARY OF THE SECTION AND 160 METERS FROM THE NORTH - AND - SOUTH MIDSECTION LINE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 762,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TG2057",
            "lat": 49.01541561944445,
            "long": -102.7365124388889,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ABOUT 1-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 533, NEAR THE SOUTHWEST CORNER OF NW 1/4 SEC. 8, T. 1, R. 27 W., SECOND MERIDIAN.  IN 1922 THE GEODETIC SURVEY OF CANADA RECOVERED STATION POPLAR IBC AND ESTABLISHED A NEW STATION 6.55 METERS FROM THE ORIGINAL STATION N 06 DEG 56 MIN E.  THE NEW STATION MARK IS A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE WEST SIDE OF THE ABOVE SECTION, 260.87 METERS FROM THE STATION S 66 DEG 43 MIN W.                            STATION RECOVERY (1922)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1922 THIS STATION WAS ESTABLISHED BY THE GEODETIC SURVEY OF CANADA.  TIES WERE MADE TO THE IBC CONTROL.",
            "elevation": 862.81,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1922",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TH0744",
            "lat": 49.022518013888885,
            "long": -105.5866892111111,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "NOT SPECIFIED OR SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 IN SE 1/4 SEC. 3, T. 3, R. 1 W., THIRD MERIDIAN.  THE STATION IS ABOUT 300 METERS WEST OF THE EAST FENCE AND APPROXIMATELY 500 METERS SOUTH OF A FARMHOUSE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE EAST SIDE OF THE ABOVE SECTION, 301.84 METERS FROM THE STATION N 67 DEG 41 MIN E.",
            "elevation": 940.85,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0664",
            "lat": 49.18078659444444,
            "long": -106.05457738333332,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 452, IN SOUTHWEST 1/4 SECTION 27, TOWNSHIP 1, RANGE 17 WEST, THIRD MERIDIAN. THE STATION IS ABOUT 300 METERS FROM EACH OF THE MIDSECTION LINES.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 884,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0672",
            "lat": 49.063065761111105,
            "long": -108.20244153055556,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 ON THE EAST SIDE OF THE ROAD ALLOWANCE NEAR THE SOUTHWEST CORNER OF SEC. 24, T. 3, R. 20 W., THIRD MERIDIAN, ON TOP OF A HIGH KNOLL.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  ONE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 14, T. 3, R. 20 W., 35.28 METERS FROM THE STATION S 29 DEG 50 MIN W.  A SECOND REFERENCE MARK IS THE NORTHEAST CORNER OF A CHURCH, 47.65 METERS FROM THE STATION, IN A SOUTHWESTERLY DIRECTION.",
            "elevation": 923,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TK0525",
            "lat": 49.21827475277778,
            "long": -108.58416599444443,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY ENERGY MINES AND RESOURCES 1994 THIS STATION IS A CANADIAN CBN POINT USED IN AN INTERNATIONAL BOUNDARY COMMISSION SURVEY. FOR INFORMATION ON THIS STATION CONTACT THE CANADIAN GEODETIC SURVEY.                            STATION RECOVERY (1999)  RECOVERY NOTE BY ENERGY MINES AND RESOURCES 1999 TO REACH FROM REGINA, PROCEED EASTERLY ON HIGHWAY 1 FOR 15 KM (9.30 MI) TO THE JUNCTION OF HIGHWAY 48 AT WHITE CITY.  THEN TRAVEL SOUTHEASTERLY ON HIGHWAY 48 FOR 16 KM (9.95 MI) TO THE INTERSECTION OF GRID ROAD 621.  TURN SOUTH ON THE GRID ROAD FOR 9.8 KM (6.10 MI) TO THE INTERSECTION WITH AN EAST-WEST GRAVEL ROAD.  THEN PROCEED WESTERLY ALONG A GRAVEL ROAD FOR ABOUT 3.2 KM (2.00 MI) TO WHERE THE ROAD CURVES SOUTH.  CONTINUE WESTERLY ALONG A TRAIL FOR 100 M (328.1 FT). THE STATION CAN ALSO BE REACHED FROM REGINA BY PROCEEDING SOUTHEASTERLY ON HIGHWAY 33 FOR 24 KM (14.90 MI) TO THE ORGANIZED HAMLET OF KRONAU.  PROCEED EAST ON THE PAVED ROAD TO THE OYAMA LAKE REGIONAL PARK APPROXIMATELY 5 KM (3.10 MI).  FOLLOW THE ROAD AROUND THE LAKE UNTIL THE FOURTH CURVE WHERE YOU CONTINUE ALONG A TRAIL (LEADING NORTH) STRAIGHT.  PILLAR IS 100 M (328.1 FT) FROM THE START OF THE TRAIL.  THE STATION IS MARKED BY A STAINLESS STEEL PLATE WITH A FORCED CENTERING THREADED BOLT EMBEDDED IN A 30 CM IN DIAMETER AND 5 M (16.4 FT) IN LENGTH CONCRETE PILLAR PROJECTING 1.5 M (4.9 FT) ABOVE GROUND.  THERE IS A NAME PLATE AFFIXED TO THE SIDE OF THE PILLAR AS WELL AS A BENCH MARK BOLT, AND ON THE OPPOSITE SIDE, AN EYE BOLT TO CHAIN A SECURITY BOX TO THE PILLAR.",
            "elevation": 607.5,
            "history": [
                {
                    "date": "1994",
                    "condition": "MONUMENTED",
                    "reporter": "EMR"
                },
                {
                    "date": "19990909",
                    "condition": "GOOD",
                    "reporter": "EMR"
                }
            ],
            "id": "AI5171",
            "lat": 50.309423519444444,
            "long": -104.20563875277779,
            "magnetic": "OTHER; SEE DESCRIPTION",
            "setting": "undefinedUNSPECIFIED SETTING",
            "stability": "PROBABLY HOLD POSITION/ELEVATION WELL",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1922 IN SEC. 6, T. 3, R. 14 W., THIRD MERIDIAN NEAR THE MIDDLE OF THE NORTH SIDE.  THE STATION IS ON THE HIGHEST PART OF MC ARTHURS BUTTE.  A TRAIL TO THE STATION COMES IN FROM THE WEST.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.                            STATION RECOVERY (1922)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1922 TIES WERE MADE TO IBC CONTROL.",
            "elevation": 948.16,
            "history": [
                {
                    "date": "1922",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1922",
                    "condition": "GOOD",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0671",
            "lat": 49.18649625277777,
            "long": -107.8720344611111,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (CHS) ABOUT 100 METERS NORTH OF THE INTERNATIONAL BOUNDARY MIDWAY BETWEEN MONUMENTS 617 AND 618, IN SE 1/4 SECTION 6, TOWNSHIP 1, RANGE 7 W, SECOND MERIDIAN.  THE STATION IS ON THE SOUTH EDGE OF A FLAT RIDGE.  STATION MARK--A FLAT ROCK OVER A BOTTLE NECK BURIED 2 FEET UNDERGROUND.",
            "elevation": 585,
            "history": [
                {
                    "date": "1911",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TG2065",
            "lat": 49.00029365277778,
            "long": -102.92721098055556,
            "setting": "undefinedUNSPECIFIED SETTING",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 433, IN NORTHEAST 1/4 SECTION 24, TOWNSHIP 1, RANGE 22 WEST, THIRD MERIDIAN. THE STATION IS ON THE NOTICEABLE HIGH POINT.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 976,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0673",
            "lat": 49.05516626666667,
            "long": -108.81565123333333,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 2-3/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 415, IN NORTHWEST 1/4 SECTION 13, TOWNSHIP 1, RANGE 26 WEST, THIRD MERIDIAN. THE STATION IS ON A NOTICEABLE ELEVATION.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 878,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0674",
            "lat": 49.03894793611111,
            "long": -109.36079381944444,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 1 MILE EAST OF THE BLUE TWIN BRIDGES OVER LONG CREEK AND A SHORT DISTANCE SOUTH OF A HORSESHOE BEND IN THE CREEK, AND ON ITS EAST SIDE.  THE STATION IS IN THE NORTHEAST CORNER OF NW 1/4 SEC. 24, T. 1, R. 12 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF THE ABOVE QUARTER SECTION, 69.55 METERS FROM THE STATION N 33 DEG 29 MIN E.",
            "elevation": 594.5,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TG1925",
            "lat": 49.05699666111111,
            "long": -103.48736218055555,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1924 ON A VERY PROMINENT KNOLL KNOWN LOCALLY AS SCOUT HILL ABOUT 2 MILES NORTHWEST OF THE VILLAGE OF NORTHGATE, NORTH DAKOTA, IN NW 1/4 SEC. 12, T. 1, R. 3 W., SECOND MERIDIAN.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. SEE PAGE 1.  THE REFERENCE MARKS ARE DOMINION LANDS SURVEY POSTS, ONE AT THE NORTHEAST CORNER OF SEC. 12, T. 1, R. 3 W., 1,300.8 METERS FROM STATION N 68 DEG 14 MIN E, THE SECOND AT THE CENTER OF THE EAST SIDE OF THE SAME SECTION, 1,250.26 METERS FROM THE STATION S 75 DEG 04 MIN E.                            STATION RECOVERY (1946)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1946 (RAM) THE STATION WAS RECOVERED AND FOUND IN GOOD CONDITION.  THE REFERENCE MARKS WERE NOT RECOVERED AS THEY COULD NOT BE FOUND BY THE OBSERVING PARTY.  A NEW DESCRIPTION OF THE STATION FOLLOWS.  THE STATION IS LOCATED ABOUT 2 MILES NORTHWEST OF THE SMALL VILLAGE OF NORTHGATE NORTH DAKOTA.  IT IS ON THE SUMMIT OF A PROMINENT KNOLL JUST NORTH OF A KNOLL THAT IS LOCALLY KNOWN AS SCOUT HILL.  THE MARK PROJECTS 2 FEET AND THE DISK IS A STANDARD GEODETIC SURVEY DISK OF CANADA.  TO REACH THE STATION FROM THE UNITED STATES - CANADA BORDER LINE WHICH IS JUST NORTH OF THE SMALL VILLAGE OF NORTHGATE NORTH DAKOTA, GO WEST AND NORTH ON MAIN TRAVELED GRAVELED ROAD FOR 1.7 MILES TO A FARM ROAD LEFT, TURN LEFT AND GO WEST FOR 0.3 MILE TO FARM YARD, THENCE TURN RIGHT ALONG THE EAST SIDE OF FENCE LINE FOR 0.4 MILE, THENCE GO NORTHWEST ON TRACK ROAD FOR 0.5 MILE, THENCE TURN LEFT AND GO 0.1 MILE TO THE SUMMIT OF THE HILL AND STATION AS DESCRIBED.  OBSERVATIONS WERE TAKEN FROM A FOUR FOOT WOOD STAND.                            STATION RECOVERY (1966)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1966 (WRH) RECOVERED IN GOOD CONDITION.",
            "elevation": 585.59,
            "history": [
                {
                    "date": "1924",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1946",
                    "condition": "GOOD",
                    "reporter": "CGS"
                },
                {
                    "date": "1966",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TG1921",
            "lat": 49.02403495,
            "long": -102.29182230277777,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (JJM) ABOUT 1-1/4 MILES NORTHWEST OF INTERNATIONAL BOUNDARY MONUMENT 638, IN SW 1/4 SECTION 12, TOWNSHIP 1, RANGE 3 W, SECOND MERIDIAN.  IT IS ABOUT TWO - THIRDS MILE WEST OF THE CANADIAN NATIONAL RAILWAY TRACK AT A POINT 1 MILE NORTH OF NORTHGATE, SASKATCHEWAN.  THE STATION IS ON THE HIGHEST PART OF THE HILL.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 566,
            "history": [
                {
                    "date": "1910",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TG2074",
            "lat": 49.01724902777778,
            "long": -102.28848159722222,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 200 METERS EAST OF THE MIDDLE OF SECTION 33, TOWNSHIP 1, RANGE 24 WEST, THIRD MERIDIAN.  A BRONZE DISK SET IN A BOULDER.",
            "elevation": 842,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0678",
            "lat": 49.080600305555556,
            "long": -109.15660183611112,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ON THE HIGHEST POINT IN SE 1/4 SEC. 13, T. 2, R. 3 W., THIRD MERIDIAN, ABOUT THREE-FOURTHS MILE EAST BY SOUTH FROM TABLE BUTTE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF SEC. 12, T. 2, R. 3 W., 328.47 METERS FROM THE STATION S 39 DEG 44 MIN E.",
            "elevation": 996,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0665",
            "lat": 49.11877539444445,
            "long": -106.27715098611111,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 2 MILES EAST AND 4 MILES NORTH OF FAIRLAWN POST OFFICE, IN THE NORTHEAST CORNER OF SEC. 28, T. 1, R. 18 W., SECOND MERIDIAN. THE STATION IS ON TOP OF A KNOLL ABOUT 125 METERS WEST OF THE HIGHEST POINT ON A ROAD BETWEEN SECS. 27 AND 28 WHERE IT TURNS TO THE EAST AROUND THE KNOLL.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF THE ABOVE SECTION, 96.95 METERS FROM THE STATION N 55 DEG 39 MIN E.                            STATION RECOVERY (1923)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1923 THIS STATION WAS ESTABLISHED BY THE GEODETIC SURVEY OF CANADA.  TIES WERE MADE TO THE IBC CONTROL.",
            "elevation": 762.5,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "IBC"
                }
            ],
            "id": "TH0740",
            "lat": 49.07195076944445,
            "long": -104.34467136388888,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "NOT SPECIFIED OR SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 3-3/4 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 447, IN NORTHEAST 1/4 SECTION 19, TOWNSHIP 1, RANGE 38 WEST, THIRD MERIDIAN. THE STATION IS ABOUT 200 METERS FROM THE NORTH - AND - SOUTH, AND ABOUT 300 METERS FROM THE EAST - AND - WEST, MIDSECTION LINES.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 897,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0679",
            "lat": 49.05271128333333,
            "long": -108.39646696666668,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 5 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 440, IN NORTHWEST 1/4 SECTION 26, TOWNSHIP 1, RANGE 20 WEST, THIRD MERIDIAN. THE STATION IS ON A HIGH RIDGE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 884,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0680",
            "lat": 49.06929449444445,
            "long": -108.58342413888889,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-1/2 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 408, NEAR THE CENTER OF SECTION 27, TOWNSHIP 1, RANGE 27 WEST, THIRD MERIDIAN. THE STATION IS ON A NOTICEABLY HIGH POINT WEST OF WOODPILE COULEE.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 903,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0681",
            "lat": 49.06655781944444,
            "long": -109.53393462222222,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 ABOUT 3 MILES SOUTH AND 1 MILE WEST OF BURTON POST OFFICE IN NE 1/4 SEC. 26, T. 1, R. 16 W., SECOND MERIDIAN, ABOUT 60 METERS NORTHWEST OF A STABLE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK.  THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE NORTHEAST CORNER OF THE ABOVE SECTION, 345.03 METERS FROM THE STATION N 75 DEG 26 MIN E.                            STATION RECOVERY (1923)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1923 THIS STATION WAS ESTABLISHED BY THE GEODETIC SURVEY OF CANADA.  TIES WERE MADE TO THE IBC CONTROL.                            STATION RECOVERY (1923)  RECOVERY NOTE BY GEODETIC SURVEY OF CANADA 1923 RECOVERED IN GOOD CONDITION.                            STATION RECOVERY (1988)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1988 THE STATION IS LOCATED ABOUT 25.3 KM (15.70 MI) NORTH OF WESTBY, MONTANA, 20.1 KM (12.50 MI) NORTHWEST OF THE FORTUNA, NORTH DAKOTA - TORQUAY, SASKATCHEWAN BORDER CROSSING, AND ABOUT 6.8 KM (4.25 MI) SOUTH OF BAUBIER, SASKATCHEWAN.  FOR PERMISSION AND DIRECTIONS TO THE STATION CONTACT -MR. ELDEN LOHSE- BOX 40, BAUBIER, SASKATCHEWAN SOC OHO, PHONE 306-447-4903. TO REACH THE STATION FROM THE RAILROAD CROSSING AT THE SOUTHEAST EDGE OF THE SMALL TOWN OF BAUBIER, GO SOUTH ON PROVINCIAL ROAD 707, GRAVEL, FOR 4.0 KM (2.50 MI) TO A GRAVEL CROSSROAD.  TURN LEFT AND GO EAST ON THE GRAVEL ROAD FOR 3.4 KM (2.10 MI) TO A GRAVEL SIDE ROAD RIGHT.  TURN RIGHT AND GO SOUTH ON THE GRAVEL ROAD FOR 1.65 KM (1.05 MI) TO A DRIVEWAY ON THE RIGHT.  TURN RIGHT AND GO WEST ON THE DRIVEWAY FOR 0.24 KM (0.15 MI) TO THE FARMHOUSE OF MR. ELDEN LOHSE. CONTINUE WEST ON A TRACK ROAD AROUND THE NORTH SIDE OF HIS HOUSE AND A MACHINE SHED FOR 0.16 KM (0.10 MI) TO THE STATION ON THE HIGHEST PART OF A SMALL RISE. THE STATION MARK HAS NO STAMPING. TYPED BY E.A.R.",
            "elevation": 721.12,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "IBC"
                },
                {
                    "date": "1923",
                    "condition": "GOOD",
                    "reporter": "GSC"
                },
                {
                    "date": "19880902",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "TH0739",
            "lat": 49.072385894444444,
            "long": -104.036989725,
            "magnetic": "NO MAGNETIC MATERIAL",
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 2-1/2 MILES NORTH OF THE INTERNATIONAL BOUNDARY MIDWAY BETWEEN MONUMENTS 474 AND 475, NEAR THE MIDDLE OF SECTION 14, TOWNSHIP 1, RANGE 12 WEST, THIRD MERIDIAN.  THE STATION IS ON THE HIGHEST POINT IN THE VICINITY.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 823,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0848",
            "lat": 49.03612465277778,
            "long": -107.50996622222222,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 4-3/4 MILES NORTH IF INTERNATIONAL BOUNDARY MONUMENT 467, IN NORTHWEST 1/4 SECTION 30, TOWNSHIP 1, RANGE 13 WEST, THIRD MERIDIAN, NEAR THE NORTH - AND - SOUTH MIDSECTION LINE.  THE STATION IS ON THE HIGHEST POINT IN THE VICINITY.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 842,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TJ0849",
            "lat": 49.069046900000004,
            "long": -107.73210250277778,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1923 THE STATION MAY BE REACHED BY FOLLOWING THE RELIANCE TRAIL FOR 4-1/2 MILES FROM WIDEVIEW, THEN PROCEEDING SOUTH ALONG A RAVINE FOR 1/4 MILE, AND THENCE SOUTH ALONG A FAINTLY MARKED TRAIL TO A TABLELAND.  THE STATION IS IN THE NORTHWEST CORNER OF NE 1/4 SEC. 11, T. 4, R. 10 W., THIRD MERIDIAN, AT THE NORTH END OF THE TABLELAND ABOUT 150 FEET FROM ITS WEST EDGE.  STATION MARK--A STANDARD GEODETIC SURVEY OF CANADA STATION MARK. THE REFERENCE MARK IS A DOMINION LANDS SURVEY POST AT THE CENTER OF THE NORTH SIDE OF SEC. 11, 165.20 METERS FROM THE STATION N 60 DEG 21 MIN W.",
            "elevation": 1031,
            "history": [
                {
                    "date": "1923",
                    "condition": "MONUMENTED",
                    "reporter": "GSC"
                }
            ],
            "id": "TJ0668",
            "lat": 49.29032218888889,
            "long": -107.24889894722223,
            "setting": "undefinedSET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        },
        {
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (JJM) ABOUT 6 MILES NORTH OF INTERNATIONAL BOUNDARY MONUMENT 400, IN NORTHWEST 1/4 SECTION 34, TOWNSHIP 1, RANGE 29 WEST, THIRD MERIDIAN. THE STATION IS ON A PROMINENT RIDGE EAST OF LODGE CREEK.  STATION MARK--A BRONZE DISK SET IN A BOULDER.",
            "elevation": 884,
            "history": [
                {
                    "date": "1909",
                    "condition": "MONUMENTED",
                    "reporter": "IBC"
                }
            ],
            "id": "TK0684",
            "lat": 49.08567173611112,
            "long": -109.80413016944445,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "SURVEY DISK"
        }
    ]
}