{
	"date": "DECEMBER  2, 2022",
	"region": "SN",
	"markers": [
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST.  KITTS, ABOUT 1.45 MI (2.33 KM) SOUTHEAST OF THE TERMINAL BUILDING AT THE ROBERT L. BRADSHAW INTERNATIONAL AIRPORT AND ON THE TOP OF A HILL. OWNERSHIP--COUNTRY OF ST.  KITTS, DEPARTMENT OF SURVEYS, WI.  CONTACT IS MR CALVIN ESDALE, PHONE (809) 465-2521.  TO REACH THE STATION FROM THE EAST END OF THE PARKING LOT AT THE ROBERT L.  BRADSHAW INTERNATIONAL AIRPORT, GO EASTERLY ON A PAVED ROAD FOR 0.15 MI (0.24 KM) TO A ROTARY, CONTINUE STRAIGHT AHEAD USING THE ROTARY AND GO EASTERLY, THEN SOUTHERLY ON THE PAVED ROAD FOR 0.8 MI (1.3 KM) TO A T-JUNCTION, TURN LEFT AND GO EASTERLY, THEN SOUTHERLY ON THE PAVED ROAD FOR 1.25 MI (2.01 KM) TO A ROTARY, TURN LEFT ON THE FIRST ROAD OF THE ROTARY AND GO NORTHERLY ON THE PAVED ROAD FOR 0.45 MI (0.72 KM) TO A PAVED ROAD LEFT, TURN LEFT AND GO WESTERLY UPHILL FOR 0.15 MI (0.24 KM) TO A ROAD LEFT, TURN LEFT AND GO UPHILL ON THE PAVED ROAD FOR 0.05 MI (0.08 KM) TO A ROAD LEFT, TURN LEFT AND GO UPHILL ON THE PAVED ROAD FOR 0.15 MI (0.24 KM) TO A T-JUNCTION, TURN RIGHT AND GO NORTHERLY ON THE PAVED ROAD FOR 0.1 MI (0.2 KM) TO THE END OF THE PAVEMENT, FROM THE END OF THE PAVEMENT PACK NORTHERLY UPHILL TO THE STATION ON THE TOP OF THE HILL.  THE STATION IS PVC PIPE FLUSH WITH THE TOP OF A 1.3 FT (0.4 M) IN DIAMETER ROUND CONCRETE MONUMENT, THE HORIZONTAL POINT IS THE APPROXIMATE CENTER OF THE PIPE AND THE VERTICAL POINT IS THE HIGHTEST PART OF THE PIPE. NOTE--SHORT PACK.",
			"elevation": 124,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "SKDS"
				},
				{
					"date": "19960317",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9292",
			"lat": 17.29968323055556,
			"long": -62.695507774999996,
			"magnetic": "OTHER; SEE DESCRIPTION",
			"marker": "NOT SPECIFIED OR SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST KITTS, ON THE ROBERT L. BRADSHAW INTERNATIONAL AIRPORT AND ABOUT 300 FT (91.4 M) SOUTH OF THE CONTROL TOWER.  OWNERSHIP--ST KITTS AIR AND SEA PORTS AUTHORITY, W.I. THE AIRPORT MANAGER IS EDWARD HUGHES, PHONE (809) 465-8472, FAX (809) 465-9122.  CONTACT BOB WARNER ASSISTANT MANAGER AT (809) 466-5598. THIS IS A CONTROLLED AIRPORT, PERMISSION IS REQUIRED TO ENTER THE AIRPORT COMPOUND.  TO REACH THE STATION FROM A GATE AT THE WEST END OF THE TERMINAL BUILDING GO WESTERLY FOR 100 FT (30.5 M) TO A GATE RIGHT WITH A GUARD SHACK, TURN RIGHT PASS THROUGH GATE AND GO NORTHERLY ON A GRAVELED ROAD TO A PAVED CROSS ROAD AND THE APRON TO THE RIGHT, BEAR RIGHT THEN LEFT AND GO NORTHERLY FOLLOWING A DIRT ROAD FOR 0.1 MI (0.2 KM) TO A TURN LEFT ON THE NORTH SIDE OF A DRAINAGE DITCH, CONTINUE STRAIGHT AHEAD AND GO NORTHERLY FOR 0.15 MI (0.24 KM) CROSSING THE RUNWAY TO A PAVED ROAD LEADING UPHILL TO THE CONTROL TOWER, BEAR LEFT AND GO NORTHWESTERLY FOLLOWING THE PAVED ROAD FOR 0.15 MI (0.24 KM) TO THE CONTROL TOWER JUST AHEAD AND THE STATION ON THE LEFT JUST PAST THE FENCED IN WEATHER STATION.  THE STATION IS A NGS HORIZONTAL CONTROL DISK SET INTO A DRILL HOLE IN THE NORTHWESTERNMOST CORNER OF A CONCRETE DRAINAGE DITCH, THE STATION IS FLUSH WITH THE GROUND AND 47.5 FT (14.5 M) SOUTHWEST OF THE SOUTHWEST CORNER OF THE WEATHER STATION FENCE.  STATION IS AIRPORT PACS.",
			"elevation": 57.8,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9291",
			"lat": 17.311969,
			"long": -62.719913894444446,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST KITTS, ON THE ROBERT L. BRADSHAW INTERNATIONAL AIRPORT AND NEAR THE APPROACH END OF RUNWAY 25. OWNERSHIP--ST KITTS AIR AND SEA PORTS AUTHORITY, W.I.  THE AIRPORT MANAGER IS EDWARD HUGHES, PHONE (809) 465-8472, FAX (809) 465-9122. CONTACT BOB WARNER ASSISTANT AIRPORT MANAGER (809) 466-5598.  THIS IS A CONTROLLED AIRPORT, PERMISSION IS REQUIRED TO ENTER THE AIRPORT COMPOUND.  TO REACH THE STATION FROM A GATE AT THE WEST END OF THE TERMINAL BUILDING GO WESTERLY FOR 100 FT (30.5 M) TO A GATE RIGHT WITH A GUARD SHACK, TURN RIGHT PASS THROUGH GATE AND GO NORTHERLY ON A GRAVELED ROAD TO A PAVED CROSS ROAD AND THE APRON TO THE RIGHT, TURN RIGHT AND GO EASTERLY ACROSS THE APRON, THEN ON A CONNECTOR TAXIWAY, THEN ON A DIM TRACK ROAD (PARALLELING THE RUNWAY) FOR 0.4 MI (0.6 KM) TO A 4 BOX SET OF PAPI LIGHTS ON THE LEFT, CONTINUE AHEAD AND GO EASTERLY ON THE DIM TRACK ROAD FOR 0.2 MI (0.3 KM) TO THE STATION ON THE RIGHT INLINE WITH THE EAST-NORTHEAST EDGE OF THE STOPWAY PAVEMENT. THE STATION IS A NGS HORIZONTAL CONTROL DISK SET INTO A DRILL HOLE IN THE CONCRETE SLAB FOR A CONCRETE DRAINAGE DITCH INLET, THE SLAB IS FLUSH WITH THE GROUND, 259.0 FT (78.9 M) SOUTH-SOUTHEAST OF THE STOPWAY CENTER (EXTENDED RUNWAY CENTER) , 7.0 FT (2.1 M) WEST OF THE EAST EDGE OF THE SLAB, 4.1 FT (1.2 M) EAST OF THE WEST EDGE OF THE SLAB AND 1.0 FT (0.3 M) SOUTH OF THE NORTH EDGE OF THE SLAB.  THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
			"elevation": 47.5,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9501",
			"lat": 17.316634641666667,
			"long": -62.70871172777778,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF ST KITTS, ON THE ROBERT L. BRADSHAW INTERNATIONAL AIRPORT AND NEAR A 4 BOX SET OF PAPI LIGHTS NEAR THE APPROACH END OF RUNWAY 07.  OWNERSHIP--ST KITTS AIR AND SEA PORTS AUTHORITY, W.I.  THE AIRPORT MANAGER IS EDWARD HUGHES, PHONE (809) 465-8472, FAX (809) 465-9122.  CONTACT BOB WARNER ASSISTANT MANAGER AT (809) 466-5598.  THIS IS A CONTROLLED AIRPORT, PERMISSION IS REQUIRED TO ENTER THE AIRPORT COMPOUND.  TO REACH THE STATION FROM A GATE AT THE WEST END OF THE TERMINAL BUILDING GO WESTERLY FOR 100 FT (30.5 M) TO A GATE RIGHT WITH A GUARD SHACK, TURN RIGHT PASS THROUGH GATE AND GO NORTHERLY ON A GRAVELED ROAD TO A PAVED CROSS ROAD AND THE APRON TO THE RIGHT, BEAR RIGHT THEN LEFT AND GO NORTHERLY FOLLOWING A DIRT ROAD FOR 0.1 MI (0.2 KM) TO A TURN LEFT ON THE NORTH SIDE OF A DRAINAGE DITCH, TURN LEFT AND GO WESTERLY ON THE DIM TRACK ROAD (PARALLEL TO THE RUNWAY) FOR 0.65 MI (1.05 KM) TO THE STATION ON THE LEFT (JUST BEFORE REACHING THE PAPI LIGHTS) .  THE STATION IS A NGS HORIZONTAL CONTROL DISK SET INTO A DRILL HOLE IN A CONCRETE DRAINAGE DITCH, THE STATION IS FLUSH WITH THE GROUND LEVEL, 235.5 FT (71.8 M) SOUTH-SOUTHEAST OF THE RUNWAY CENTER, 130.5 FT (39.8 M) EAST OF THE SOUTHERNMOST PAPI LIGHT, 8.3 FT (2.5 M) SOUTHWEST OF THE TOP CENTER OF A WATER VALVE BOX WITH A SQUARE METAL COVER, 6.1 FT (1.9 M) WEST-SOUTHWEST OF THE EAST-NORTHEAST EDGE OF THE CONCRETE INLET SLAB, 4.9 FT (1.5 M) EAST-NORTHEAST OF THE WEST-SOUTHWEST EDGE OF THE CONCRETE INLET SLAB AND 1.0 FT (0.3 M) SOUTH-SOUTHEAST OF THE NORTH-NORTHWEST EDGE OF THE CONCRETE INLET SLAB.  THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .",
			"elevation": 49.7,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9502",
			"lat": 17.306781547222222,
			"long": -62.72442200277778,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN THE FOOTINGS OF SMALL/MEDIUM STRUCTURES",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF NEVIS, WEST INDIES, AT THE NEWCASTLE AIRPORT AND NEAR THE WEST END OF THE RUNWAY. OWNERSHIP--NEVIS ISLAND ADMINISTRATION, NEVIS, WEST INDIES.  AIRPORT MANAGER IS CARLISLE POWELL, PHONE (809) 469-9040, FAX (809) 469-0096. THIS IS A UNCONTROLLED AIRPORT, PERMISSION IS REQUIRED TO ENTER THE AIRPORT COMPOUND.  TO REACH THE STATION FROM THE MAIN ENTRANCE TO THE NEWCASTLE AIRPORT (SOUTH OF THE TERMINAL BUILDING) GO WESTERLY ON THE PAVED ROAD FOR 0.2 MI (0.3 KM) TO THE STATION ON THE RIGHT.  THE STATION IS A NGS HORIZONTAL CONTROL DISK SET INTO A DRILL HOLE IN A 25 FT (7.6 M) BY 16 FT (4.9 M) ROCK OUTCROP, 43.6 FT (13.3 M) SOUTHEAST OF THE SOUTHWEST CORNER POST OF THE PERIMETER FENCE, 39.5 FT (12.0 M) NORTHEAST OF THE PAVED ROAD CENTER AND 36.5 FT (11.1 M) SOUTH OF THE PERIMETER FENCE.  THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) . NOTE-THERE ARE AIRPORT EXPANSION PLANS IN THE FUTURE AND THE ROAD AND PERIMETER FENCE WILL BE MOVED BUT THE STATION SHOULD BE AWAY FROM THE CONSTRUCTION.",
			"elevation": 3.3,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9475",
			"lat": 17.205256877777778,
			"long": -62.59513531666667,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF NEVIS, AT THE NEWCASTLE AIRPORT AND ABOUT 150 FT (45.7 M) NORTH-NORTHWEST OF THE FIRE STATION/MAINTENANCE BUILDING.  OWNERSHIP--NEVIS ISLAND ADMINISTRATION, NEVIS, WEST INDIES.  AIRPORT MANAGER IS CARLISLE POWELL, PHONE (809) 469-9040, FAX (809) 469-0096.  THIS IS A UNCONTROLED AIRPORT, PERMISSION IS REQUIRED TO ENTER THE AIRPORT COMPOUND.  TO REACH THE STATION FROM THE NORTH SIDE OF THE NEWCASTLE AIRPORT FIRE STATION/MAINTENANCE BUILDING (EAST OF THE TERMINAL BUILDING) GO NORTHERLY ON A PAVED LANE FOR ABOUT 150 FT (45.7 M) TO THE STATION ON THE LEFT.  THE STATION IS A NGS HORIZONTAL CONTROL DISK SET INTO A DRILL HOLE IN A 2 FT (0.6 M) BY 2 FT (0.6 M) ROCK OUTCROP, 173.3 FT (52.8 M) SOUTH OF THE RUNWAY CENTER, 127.3 FT (38.8 M) EAST OF THE EAST EDGE OF THE APRON AND 43.0 FT (13.1 M)W OF THE APPROXIMATE CENTER OF THE PAVED LANE.  THIS IS A SECONDARY AIRPORT CONTROL STATION. NOTE-THERE ARE AIRPORT EXPANSION PLANS IN THE FUTURE BUT THIS STATION SHOULD BE AWAY FROM THE CONSTRUCTION.",
			"elevation": 7.7,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9316",
			"lat": 17.205192705555554,
			"long": -62.591297366666666,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN ROCK OUTCROP",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN THE COUNTRY OF NEVIS, AT THE NEWCASTLE AIRPORT AND ABOUT NEAR THE NORTHEAST CORNER OF THE AIRPORT COMPOUND. OWNERSHIP--NEVIS ISLAND ADMINISTRATION, NEVIS, WEST INDIES.  AIRPORT MANAGER IS CARLISLE POWELL, PHONE (809) 469-9040, FAX (809) 469-0096. THIS IS A UNCONTROLLED AIRPORT, PERMISSION IS REQUIRED TO ENTER THE AIRPORT COMPOUND.  TO REACH THE STATION FROM THE NORTH SIDE OF THE NEWCASTLE AIRPORT FIRE STATION/MAINTENANCE BUILDING (EAST OF THE TERMINAL BUILDING) GO NORTHERLY ON A PAVED LANE FOR ABOUT 0.05 MI (0.08 KM) TO THE RUNWAY, TURN RIGHT AND GO EASTERLY ON THE RUNWAY FOR 0.2 MI (0.3 KM) TO THE END OF THE PAVEMENT AND THE STATION JUST AHEAD ON THE LEFT.  THE STATION IS A NGS HORIZONTAL CONTROL DISK SET INTO A DRILL HOLE IN A 1 FT (0.3 M) BY 1 FT (0.3 M) BOULDER, 91.0 FT (27.7 M) NORTH OF THE EXTENDED RUNWAY CENTER, 19.5 FT (5.9 M) WEST OF A PERIMETER FENCE AND 5.0 FT (1.5 M) SOUTH OF A PERIMETER FENCE. THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) .  NOTE--THERE ARE AIRPORT EXPANSION PLANS IN THE FUTURE.",
			"elevation": 4.4,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9476",
			"lat": 17.205955363888886,
			"long": -62.58775075555556,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A BOULDER",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}