{"date":"DECEMBER  2, 2022","region":"SR","markers":[{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION SET BY AN UNKNOWN AGENCY WAS RECOVERED AT THIS TIME.  THE STATION IS LOCATED 42 KM (26.10 MI) SOUTH FROM PARAMARIBO, IN ZANDERY, AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, SURINAME. CONTACT MR JOHN VIERA, DIRECTOR, DEPARTMENT OF CIVIL AVIATION SURINAME, MINISTERIE VAN TRANSPORT, COMMUNICATIE EN TOERISME, LUCHTVAARTDIENST, PO BOX 1981, PARAMARIBO, SURINAME, PHONE (597) 497-914, FAX (597) 498-901, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON AIRFIELD.  TO REACH THE STATION FROM THE CONTROL TOWER, GO SOUTHWEST ACROSS APRON TO ACCESS ROAD ON RIGHT.  TURN RIGHT AND GO WEST AND SOUTH ON ACCESS ROAD FOR 0.5 KM (0.30 MI) TO RUNWAY END ON LEFT. CONTINUE SOUTH ON ACCESS ROAD FOR 625 FT (190.5 M) TO FORK.  BEAR LEFT AND CONTINUE SOUTH ON ACCESS ROAD FOR 425 FT (129.5 M) TO METEOROLOGICAL RADAR STATION ON THE RIGHT.  CONTINUE SOUTH ON ACCESS ROAD FOR 275 FT (83.8 M) TO FIRE STATION AHEAD AND PAVED ROAD ON RIGHT.  TURN RIGHT AND GO WEST ON PAVED ROAD FOR 215 FT (65.5 M) TO GATE AHEAD AND STATION ON LEFT IN FIELD.  THE STATION IS LOCATED 48.8 M (160.1 FT) NORTHEAST FROM SURINAME CONTROL STATION --310 A--, 31.0 M (101.7 FT) NORTHWEST FROM A REFERENCE MARK DISK IN CONCRETE BASE OF ABANDONDED UTILITY POLE, 10.3 M (33.8 FT) SOUTHEAST FROM AIRPORT FENCELINE, AND 7.6 M (24.9 FT) NORTHEAST FROM A DIM TRAIL.  THE STATION IS A 3.75 INCH BRASS SURVEY DISK WITH AGENCY CASTING INSCRIPTION --INTERNATIONAL SATELLITE TRIANGULATION STATION NO.-- AND WITH STAMPING --008 ASTRO ECC.  1968 19-- SET FLUSH IN THE CENTER OF A 42 CM (18 INCH) DIAMETER ROUND CONCRETE PIER WITH GALVANIZED STEEL JACKET PROJECTING 0.72 M (2.36 FT) ABOVE GROUND. DESCRIBED BY WC WAICKMAN.  NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, AND A HORIZONTAL CONTROL STATION IN THE SURINAME SURVEY NETWORK.","elevation":16.4,"history":[{"date":"1968","condition":"MONUMENTED","reporter":"ISTS"},{"date":"19960426","condition":"GOOD","reporter":"NGS"}],"id":"AB9720","lat":5.448506269444445,"long":-55.2051809,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL","type":"SURVEY DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION SET BY AN UNKNOWN AGENCY IS RECOVERED AT THIS TIME.  THE STATION IS LOCATED 42 KM (26.10 MI) SOUTH FROM PARAMARIBO, IN ZANDERY, AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, SURINAME. CONTACT MR JOHN VIERA, DIRECTOR, DEPARTMENT OF CIVIL AVIATION SURINAME, MINISTERIE VAN TRANSPORT, COMMUNICATIE EN TOERISME, LUCHTVAARTDIENST, PO BOX 1981, PARAMARIBO, SURINAME, PHONE (597) 497-914, FAX (597) 498-901, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON PUBLIC ROADWAY ADJACENT TO PENGEL AIRFIELD.  TO REACH THE STATION FROM THE CONTROL TOWER, GO SOUTHWEST ACROSS APRON TO ACCESS ROAD ON RIGHT. TURN RIGHT AND GO WEST AND SOUTH ON ACCESS ROAD FOR 0.5 KM (0.30 MI) TO RUNWAY END ON LEFT.  CONTINUE SOUTH ON ACCESS ROAD FOR 625 FT (190.5 M) TO FORK.  BEAR LEFT AND CONTINUE SOUTH ON ACCESS ROAD FOR 425 FT (129.5 M) TO METEOROLOGICAL RADAR STATION ON THE RIGHT. CONTINUE SOUTH ON ACCESS ROAD FOR 275 FT (83.8 M) TO FIRE STATION AHEAD AND PAVED ROAD ON RIGHT.  TURN RIGHT AND GO WEST ON PAVED ROAD FOR 250 FT (76.2 M) TO LOCKED GATE.  PASS THRU GATE, TURN LEFT AND GO SOUTH ON DIRT ROAD FOR 275 FT (83.8 M) TO STATION ON THE LEFT.  THE STATION IS LOCATED 9.4 M (30.8 FT) SOUTHEAST FROM THE DIRT ROAD CENTER, 1.4 M (4.6 FT) SOUTH SOUTHWEST FROM A CONCRETE WITNESS POST, 0.9 M (3.0 FT) NORTHWEST FROM THE AIRPORT FENCE, AND IS 10 CM (4 IN) BELOW GRADE.  THE STATION IS THE TOP CENTER OF THE ROUNDED END OF A 1 INCH STEEL ROD PROJECTING 1 CM FROM THE CENTER OF A 18 INCH SQUARE CONCRETE MONUMENT RECESSED 4 INCHES BELOW GROUND.  THE STATION IS PROTECTED BY A 6 X 6 X 12 INCH REMOVABLE TRIANGULAR CONCRETE COVER. DESCRIBED BY RA ZEMAITIS.  THIS IS A VERTICAL CONTROL STATION IN THE SURINAME SURVEY NETWORK.","elevation":15.7,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"19960426","condition":"GOOD","reporter":"NGS"}],"id":"AB9722","lat":5.4481349083333335,"long":-55.20541727222223,"magnetic":"","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"PROBABLY HOLD POSITION/ELEVATION WELL","type":"MARKER IS A STEEL ROD"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION SET BY AN UNKNOWN AGENCY IS RECOVERED AT THIS TIME.  THE STATION IS LOCATED 42 KM (26.10 MI) SOUTH FROM PARAMARIBO, IN ZANDERY, AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, SURINAME. CONTACT MR JOHN VIERA, DIRECTOR, DEPARTMENT OF CIVIL AVIATION SURINAME, MINISTERIE VAN TRANSPORT, COMMUNICATIE EN TOERISME, LUCHTVAARTDIENST, PO BOX 1981, PARAMARIBO, SURINAME, PHONE (597) 497-914, FAX (597) 498-901, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON AIRFIELD.  TO REACH THE STATION FROM THE CONTROL TOWER, GO SOUTHWEST ACROSS APRON TO ACCESS ROAD ON RIGHT.  TURN RIGHT AND GO WEST AND SOUTH ON ACCESS ROAD FOR 0.5 KM (0.30 MI) TO RUNWAY END ON LEFT. CONTINUE SOUTH ON ACCESS ROAD FOR 625 FT (190.5 M) TO FORK.  BEAR LEFT AND CONTINUE SOUTH ON ACCESS ROAD FOR 425 FT (129.5 M) TO METEOROLOGICAL RADAR STATION ON THE RIGHT.  TURN RIGHT AND GO WEST FOR 220 FT (67.1 M) TO STATION IN FRONT YARD OF RADAR STATION.  THE STATION IS LOCATED 26.7 M (87.6 FT) NORTHWEST FROM THE NORTHWEST CORNER OF A BUILDING, 26.7 M (87.6 FT) NORTH FROM A 15 INCH MANGO TREE, AND 8.8 M (28.9 FT) SOUTHEAST FROM THE AIRPORT FENCE. THE STATION IS THE TOP CENTER OF THE ROUNDED END OF A 1/2 INCH STEEL ROD PROJECTING 3/4 INCH FROM THE CENTER OF A 50 CM (20 IN) SQUARE CONCRETE MONUMENT PROJECTING 83 CM (32 IN) ABOVE GROUND.  DESCRIBED BY RA ZEMAITIS.  THIS IS A HORIZONTAL CONTROL STATION IN THE SURINAME SURVEY NETWORK.","elevation":16.4,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"19960422","condition":"GOOD","reporter":"NGS"}],"id":"AB9723","lat":5.4494417055555555,"long":-55.204864344444445,"magnetic":"","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"PROBABLY HOLD POSITION/ELEVATION WELL","type":"MARKER IS A STEEL ROD"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 42 KM (26.10 MI) SOUTH FROM PARAMARIBO, IN ZANDEREY, WEST OF JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT AND IN THE RIGHT OF WAY OF THE ROAD TO COLA KREEK.  TO REACH THE STATION FROM THE INTERSECTION OF THE TERMINUS OF KENNEDY HIGHWAY, THE BEGINNING OF THE ROAD TO COLA KREEK, AND THE AIRPORT ENTRANCE ROAD, FOLLOW THE ROAD TO COLA KREEK FOR A TOTAL OF 1.8 KM (1.10 MI) BY GOING WEST FROM SAID INTERSECTION FOR 0.2 KM (0.10 MI) TO A FORK IN THE ROAD.  BEAR RIGHT AND GO NORTHWEST FOR 1.0 KM (0.60 MI) TO A DIRT ROAD LEFT AND A WOOD ROAD SIGN AHEAD.  TURN LEFT TO STAY ON THE ROAD TO COLA KREEK AND GO SOUTHWEST FOR 0.6 KM (0.35 MI) TO THE STATION ON THE LEFT JUST BEFORE THE ROAD CURVES TO THE RIGHT.  THE HORIZONTAL STATION IS THE VERTICAL CENTER OF A ONE INCH DIAMETER PLASTIC PIPE SET IN A SIX INCH SQUARE CONCRETE MONUMENT WITH -2356- STAMPED ON A METAL PLATE SET IN THE NORTHWEST SIDE OF THE CONCRETE.  THE STATION IS 19.2 M (63.0 FT) NORTH OF THE NORTH FENCE POST AROUND THE MIDDLE MARKER FOR RUNWAY 11 AT PENGEL AIRPORT, 19.3 M (63.3 FT) NORTHEAST OF THE CENTER OF A CONCRETE FILLED SIX INCH DIAMETER STEEL POST WHICH IS THE NORTHEAST GATEPOST FOR A TWELVE FOOT WIDE ASPHALT ROAD, 1.2 M (3.9 FT) SOUTHEAST OF THE SOUTHEAST EDGE OF A 25 FOOT (7.6 M) WIDE DIRT ROAD, 80 CM (30 INCH) SOUTHWEST OF A FOUR INCH SQUARE BY THREE FOOT TALL CONCRETE POST PAINTED -DHG 2356- ON THE SIDE FACING NORTHWEST, 57 CM (22 INCH) NORTHWEST OF A BARBED WIRE FENCE AND IS 20 CM (8 INCH) BELOW GRADE. THIS IS A HORIZONTAL TRIANGULATION STATION IN THE SURINAME SURVEY NETWORK.  WCW-1996.","elevation":15,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"19960422","condition":"GOOD","reporter":"NGS"}],"id":"AB9306","lat":5.453115497222222,"long":-55.21183827777778,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"SEE DESCRIPTION"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 42 KM (26.10 MI) SOUTH FROM PARAMARIBO, IN ZANDERY, AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, SURINAME. CONTACT MR JOHN VIERA, DIRECTOR, DEPARTMENT OF CIVIL AVIATION SURINAME, MINISTERIE VAN TRANSPORT, COMMUNICATIE EN TOERISME, LUCHTVAARTDIENST, PO BOX 1981, PARAMARIBO, SURINAME, PHONE (597) 497-914, FAX (597) 498-901, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION EAST OF THE AIRFIELD ON PUBLIC LAND.  TO REACH THE STATION FROM THE CONTROL TOWER, GO SOUTHEAST ACROSS APRON TO RUNWAY. TURN LEFT AND GO EAST FOR 3 KM (1.85 MI) TO END OF RUNWAY.  CONTINUE EAST ON PAVED ROAD FOR 76 M (249.3 FT) TO A LOCKED GATE.  PASS THROUGH GATE AND CONTINUE EAST ON PAVED ROAD FOR 18.3 M (60.0 FT) TO STATION ON THE LEFT.  THE STATION IS LOCATED 18.8 M (61.7 FT) NORTH-NORTHEAST FROM CENTER OF GATE, 15.4 M (50.5 FT) EAST FROM AIRPORT FENCE, 12.6 M (41.3 FT) NORTH FROM SOUTH CULVERT HEADWALL, 7.3 M (24.0 FT) NORTH FROM CENTERLINE OF ROAD, AND 20 INCHES EAST FROM WEST END OF 8 INCH THICK X 6 FOOT (1.8 M) CULVERT HEADWALL. DESCRIBED BY RA ZEMAITIS. NOTE--THIS IS A SECONDARY AIRPORT CONTROL STATION (SACS) AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT.","elevation":16.4,"history":[{"date":"1996","condition":"MONUMENTED","reporter":"NGS"}],"id":"AB9721","lat":5.453344169444445,"long":-55.17050216944444,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN A RETAINING WALL OR CONCRETE LEDGE","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"HORIZONTAL CONTROL DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 42 KM (26.10 MI) SOUTH FROM PARAMARIBO, IN ZANDERIJ, AT THE JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, SURINAME. CONTACT MR JOHN VIERA, DIRECTOR, DEPARTMENT OF CIVIL AVIATION SURINAME, MINISTERIE VAN TRANSPORT, COMMUNICATIE EN TOERISME, LUCHTVAARTDIENST, PO BOX 1981, PARAMARIBO, SURINAME, PHONE (597) 497-914, FAX (597) 498-901, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATION ON AIRFIELD.  TO REACH THE STATION FROM THE CONTROL TOWER, GO SOUTHEAST ON APRON TO RUNWAY.  TURN LEFT AND GO EAST ON RUNWAY FOR 1.4 KM (0.85 MI) TO A DIRT ACCESS ROAD TO THE VOR ON THE RIGHT.  TURN RIGHT AND GO SOUTH FOR 182.9 M (600.1 FT) TO VOR.  TURN RIGHT AND GO SOUTHWEST FOR 100 M (328.1 FT) TO THE STATION.  THE STATION IS THE CENTER PUNCH ON TOP OF A 2.0 X 4.0 CM (0.8 X 1.5 INCH) ALUMINUM MUSHROOM PROJECTING 2.5 CM (1 INCH) FROM THE CENTER OF A 40 CM (16 INCH) SQUARE CONCRETE MONUMENT PROJECTING 0.6 M (2.0 FT) ABOVE GROUND.  THE STATION IS LOCATED 100.6 M (330.1 FT) SOUTHWEST FROM VOR. THIS IS THE PACS STATION AT JOHAN ADOLPH PENGEL INTERNATIONAL AIRPORT, AND A CALIBRATION BASE LINE MONUMENT IN THE SURINAME SURVEY NETWORK.","elevation":16.3,"history":[{"date":"UNK","condition":"MONUMENTED"},{"date":"19960422","condition":"GOOD","reporter":"NGS"}],"id":"AB9305","lat":5.449971697222223,"long":-55.185172191666666,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"PROBABLY HOLD POSITION/ELEVATION WELL","type":"CALIBRATION BASE LINE DISK"}]}