{
    "date": "DECEMBER  2, 2022",
    "region": "ST/QUARTER OF ST LUCIA",
    "markers": [
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 THE STATION IS LOCATED 7 MI (11.3 KM) NORTHEAST FROM CASTRIES AND 2 MI (3.2 KM) NORTHEAST FROM PIGEON ISLAND ON POINTE DU CAP, SAINT LUCIA. TO REACH THE STATION FROM THE JUNCTION OF ROADS TO PIGEON ISLAND AND CAP ESTATES, GO NORTH-NORTHEAST ON ROAD TO CAP ESTATES, THROUGH TWO ROUNDABOUTS AND PAST A GOLF COURSE ON THE RIGHT, FOR APPROXIMATELY 2.8 MI (4.5 KM) TO A ROADSIDE GRAVESITE IN AN IRON FENCE ON THE LEFT (LT COL JOHN EDGERTON HARRISON, DIED 12/14/1962.) PACK NORTHWEST ON TRACE ROAD FOR 0.25 KM (0.15 MI) TO STATION ON HIGHEST POINT OF LAND.  THE STATION IS THE TOP CENTER OF A 6 CM DIAMETER GALVANIZED IRON PIPE PROJECTING 34.4 CM FROM A 70 CM DIAMETER ROUND CONCRETE MONUMENT. LOCATED ON THE HIGHEST POINT OF LAND ON POINTE DU CAP. THIS IS A PRIMARY CONTROL STATION IN THE SAINT LUCIA SURVEY NETWORK. --NOTE-- PACK STATION - BRING WATER, SHELTER, AND FOOD.  --NOTE-- CENTERING DEVICE REQUIRED TO PROVIDE DATUM POINT.",
            "elevation": 149.14,
            "history": [
                {
                    "date": "1954",
                    "condition": "MONUMENTED",
                    "reporter": "SLDS"
                },
                {
                    "date": "1996",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9296",
            "lat": 14.10617151111111,
            "long": -60.943593375,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "MARKER IS A STEEL PIPE"
        },
        {
            "description": "DESCRIBED BY ST LUCIA DEPARTMENT OF SURVEYS 1954 (GPF) THE STATION IS LOCATED 1 MI (1.6 KM) NORTHWEST FROM CASTRIES, ON D-ESTREES POINT, AT THE VIGIE LIGHTHOUSE, SAINT LUCIA.  TO REACH THE STATION FROM THE VIGIE AIRPORT, GO WEST ON AIRPORT ROAD AND FOLLOW WINDING ROADS UPHILL TO VIGIE LIGHTHOUSE AND STATION ON THE LEFT. THE STATION IS THE TOP CENTER OF A 6 CM DIAMETER GALVANIZED IRON PIPE PROJECTING 25 CM FROM A 70 CM SQUARE CONCRETE MONUMENT.  LOCATED 7.1 M (23.3 FT) EAST-SOUTHEAST FROM LIGHTHOUSE, 2.3 M (7.5 FT) SOUTH-SOUTHEAST FROM SOUTHEAST CORNER OF GENERATOR HOUSE, AND 0.72 M (2.36 FT) EAST-SOUTHEAST FROM LOW STONE WALL.  THIS IS A PRIMARY CONTROL STATION IN THE SAINT LUCIA SURVEY NETWORK.  --NOTE-- CENTERING DEVICE REQUIRED TO PROVIDE DATUM POINT.  --NOTE-- POWER LINES OVER STATION CAN BE DISENGAGED FROM GENERATOR HOUSE TO PROVIDE INCREASED SATELLITE VISIBILITY.",
            "elevation": 90.64,
            "history": [
                {
                    "date": "1954",
                    "condition": "MONUMENTED",
                    "reporter": "SLDS"
                }
            ],
            "id": "AB9297",
            "lat": 14.022367183333333,
            "long": -61.00118385277778,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "MARKER IS A STEEL PIPE"
        },
        {
            "description": "DESCRIBED BY ST LUCIA DEPARTMENT OF SURVEYS 1954 (GPF) THE STATION IS LOCATED 1 MI (1.6 KM) SOUTHWEST FROM CASTRIES, AT THE SOUTHEAST CORNER OF SIR ARTHUR LEWIS COMMUNITY COLLEGE, ON THE HIGHEST POINT OF MONS FORTUNE, SAINT LUCIA.  TO REACH THE STATION FROM THE NORTHWEST ENTRANCE TO SIR ARTHUR LEWIS COMMUNITY COLLEGE, GO SOUTHEAST ACROSS CAMPUS TO THE MONS FORTUNE PARK ON THE HIGHEST POINT OF LAND AND THE STATION ON THE LEFT.  THE STATION IS THE TOP CENTER OF A 6 CM DIAMETER GALVANIZED IRON PIPE PROJECTING 25 CM FROM A 60 CM SQUARE CONCRETE MONUMENT PROJECTING 15 CM ABOVE GROUND.  LOCATED 14.6 M (47.9 FT) SOUTHWEST FROM THE INISKILLING MEMORIAL (A STONE OBELISK INSIDE AN IRON FENCE,) 12.8 M (42.0 FT) EAST FROM A SIDEWALK, 3.4 M (11.2 FT) SOUTHEAST FROM THE ABANDONED STONE FOUNDATION FOR A WALL, AND 0.9 M (3.0 FT) NORTHEAST FROM A FLAGPOLE.  THIS IS A PRIMARY CONTROL STATION IN THE SAINT LUCIA SURVEY NETWORK.  --NOTE-- CENTERING DEVICE REQUIRED TO PROVIDE DATUM POINT.",
            "elevation": 259.59,
            "history": [
                {
                    "date": "1954",
                    "condition": "MONUMENTED",
                    "reporter": "SLDS"
                }
            ],
            "id": "AB9298",
            "lat": 13.996423502777777,
            "long": -60.99299091666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "MARKER IS A STEEL PIPE"
        },
        {
            "description": "DESCRIBED BY PAUL BOLAND-ST LUCIA PRIVATE SURVEYOR 1994 (PB) NO AVAILABLE TEXT.",
            "elevation": 15,
            "history": [
                {
                    "date": "1994",
                    "condition": "MONUMENTED",
                    "reporter": "BOLAND"
                }
            ],
            "id": "AB9299",
            "lat": 14.014179991666667,
            "long": -61.00682129166667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "MARKER IS A STEEL PIPE"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 THE MARK IS LOCATED 22 MI (35.4 KM) SOUTH FROM CASTRIES, 1 MI (1.6 KM) SOUTH FROM VIEUX FORT, AND AT THE SAINT LUCIA MARINE TERMINAL ON VIEUX FORT BAY.  CONTACT VINCENT HIPPOLYTE, MANAGER, SAINT LUCIA MARINE TERMINALS LIMITED, PO BOX VF355, VIEUX FORT, SAINT LUCIA, W.I., PHONE (809) 454-8738, FAX (809) 454-8745, IN ADVANCE OF OPERATIONS FOR ACCESS TO MARINE TERMINAL.  TO REACH THE STATION FROM THE MAIN ENTRANCE/SECURITY GATE TO THE MARINE TERMINAL, GO SOUTH ON MAIN ROAD FOR 500 FT (152.4 M) TO AN IRON GATE AND CURVE RIGHT.  TURN RIGHT AND GO WEST ON MAIN ROAD FOR 500 FT (152.4 M) TO A GUARD HOUSE ON LEFT AT THE INSHORE END OF PIER.  CONTINUE WEST ON PIER FOR 430 FT (131.1 M) TO SHORELINE.  CONTINUE WEST ON PIER FOR 130 FT (39.6 M) TO STATION ON LEFT AT POINT WHERE PIER WIDENS.  LOCATED 10 FT (3.0 M) NORTHEAST FROM FIRST BOLLARD ON SOUTH SIDE OF PIER, 8 FT (2.4 M) SOUTH FROM THE WEST END OF A WATER MAIN (AT POINT WHERE WATER MAIN EMERGES FROM UNDERSIDE OF PIER,) AND IN THE CENTER OF THE SOUTH CURB OF THE PIER.  THIS IS A TIDAL BENCHMARK FOR NOS TIDE STATION 970-9767.  --NOTE-- CENTER PUNCH REQUIRED TO CREATE DATUM POINT. --NOTE-- DISK TYPE/AGENCY INSCRIPTION UNKNOWN.  PLEASE UPDATE THIS DESCRIPTION.  --NOTE-- PLEASE SEARCH FOR BENCH MARK -T 2- DURING OBSERVATION AT -T 1-.  OBSERVE AT -T 2- IN LIEU OF -DOS 141- IF -T 2- IS FOUND IN GOOD CONDITION.  --NOTE-- SPECIAL TRIPOD SETUP REQUIRED, AS THIS STATION IS ON THE EDGE OF A PIER.  BRING SANDBAGS AND ROPE TO SECURE EQUIPMENT.",
            "elevation": 2.61,
            "history": [
                {
                    "date": "1949",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1996",
                    "condition": "GOOD",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9294",
            "lat": 13.720721525,
            "long": -60.95311426666667,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "BENCH MARK DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 1 MI (1.6 KM) NORTH OF CASTRIES ON VIGIE AIRPORT, SAINT LUCIA.  CONTACT EVARISTUS NARCISSE, AIRPORT MANAGER, SAINT LUCIA AIR AND SEA PORTS AUTHORITY, PO BOX 651, VIGIE AIRPORT, CASTRIES, SAINT LUCIA, PHONE (809) 452-1156, FAX 452-1180 IN ADVANCE OF OPERATIONS TO ARRANGE FOR SITE ACCESS.  TO REACH THE STATION FROM THE CONTROL TOWER AT VIGIE AIRPORT, GO SOUTH ACROSS APRON FOR 100 FT. (30.5 M) TURN LEFT AND GO EAST ACROSS APRON FOR 300 FT (91.4 M) TO EDGE OF APRON.  CONTINUE EAST ON GRAVEL ROAD FOR 185 FT (56.4 M) TO STATION ON THE RIGHT IN GRASS ISLAND.  LOCATED 101 FT (30.8 M) SOUTHWEST FROM FIRE HALL, 94.8 FT (28.9 M) EAST FROM CENTERLINE OF FIRE ROAD, 87.4 FT (26.6 M) SOUTHWEST FROM MAINTENANCE GARAGE, 56.4 FT (17.2 M) NORTH FROM EDGE OF RUNWAY, 19 FT (5.8 M) SOUTH FROM CENTERLINE OF GRAVEL ROAD, AND IS PROTECTED BY THREE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS THE PACS STATION AT VIGIE AIRPORT.                            STATION RECOVERY (2013)  RECOVERY NOTE BY US IMAGING INC 2013 (CWE) RECOVERED IN GOOD CONDITION.",
            "elevation": 2.8,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                },
                {
                    "date": "20131106",
                    "condition": "GOOD",
                    "reporter": "USIMAG"
                }
            ],
            "id": "AB9295",
            "lat": 14.0202407,
            "long": -60.99352811388889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 1 MI (1.6 KM) NORTH OF CASTRIES ON VIGIE AIRPORT, SAINT LUCIA.  CONTACT EVARISTUS NARCISSE, AIRPORT MANAGER, SAINT LUCIA AIR AND SEA PORTS AUTHORITY, PO BOX 651, VIGIE AIRPORT, CASTRIES, SAINT LUCIA, PHONE (809) 452-1156, FAX 452-1180 IN ADVANCE OF OPERATIONS TO ARRANGE FOR SITE ACCESS.  TO REACH THE STATION FROM THE CONTROL TOWER AT VIGIE AIRPORT, GO SOUTH ACROSS APRON AND GRASS ISLAND FOR 250 FT (76.2 M) TO RUNWAY.  TURN LEFT AND GO EAST ALONG RUNWAY FOR 0.5 MI (0.8 KM) TO DISPLACED THRESHOLD AND STATION ON THE LEFT IN THE WEST EDGE OF A LARGE CONCRETE SLAB COVERING A STORM DRAIN. LOCATED 36.8 FT (11.2 M) NORTH FROM RUNWAY EDGE AT THRESHOLD BAR, 34.7 FT (10.6 M) SOUTH FROM FENCE, 6.5 FT (2.0 M) EAST FROM FOURTH THRESHOLD LIGHT, 11.2 FT (3.4 M) WEST FROM EAST EDGE OF SLAB, AND 0.3 FT (9.1 CM) EAST FROM WEST EDGE OF SLAB.  THIS IS A SACS STATION AT VIGIE AIRPORT.",
            "elevation": 2.6,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9714",
            "lat": 14.021826319444445,
            "long": -60.987279755555555,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 1 MI (1.6 KM) NORTH OF CASTRIES ON VIGIE AIRPORT, SAINT LUCIA.  CONTACT EVARISTUS NARCISSE, AIRPORT MANAGER, SAINT LUCIA AIR AND SEA PORTS AUTHORITY, PO BOX 651, VIGIE AIRPORT, CASTRIES, SAINT LUCIA, PHONE (809) 452-1156, FAX 452-1180 IN ADVANCE OF OPERATIONS TO ARRANGE FOR SITE ACCESS.  TO REACH THE STATION FROM THE CONTROL TOWER AT VIGIE AIRPORT, GO SOUTH ACROSS APRON AND GRASS ISLAND FOR 250 FT (76.2 M) TO RUNWAY.  TURN RIGHT AND GO WEST ALONG RUNWAY FOR 0.5 MI (0.8 KM) TO A WINDSOCK ON THE RIGHT AND THE STATION ON THE LEFT.  LOCATED 62.2 FT (19.0 M) NORTHEAST FROM FENCE CORNER AT ENTRANCE TO AIRPLANE MAINTENANCE YARD, 55.3 FT (16.9 M) SOUTH FROM EDGE OF RUNWAY, ON A RANGE FROM WINDSOCK-ACROSS RUNWAY-THROUGH FIRST RUNWAY LIGHT, 19.1 FT (5.8 M) NORTH FROM FENCE, AND IS PROTECTED BY THREE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS A SACS STATION AT VIGIE AIRPORT.",
            "elevation": 5.7,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9715",
            "lat": 14.01789936388889,
            "long": -60.99961211666667,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 13 MI (20.9 KM) SOUTH FROM CASTRIES, 0.5 MI (0.8 KM) NORTH FROM VIEUX FORT, AT THE HEWANORRA AIRPORT.  CONTACT SIXTUS HENRY, HEWANORRA AIRPORT MANAGER, PO BOX 651, VIEUX FORT, SAINT LUCIA, PHONE (809) 454-6725, FAX (809) 454-6900 IN ADVANCE OF OPERATIONS TO ARRANGE FOR SITE ACCESS.  TO REACH THE STATION FROM THE CONTROL TOWER AT HEWANORRA AIRPORT, GO SOUTH ON RAMP FOR 500 FT (152.4 M) TO EDGE OF RAMP.  TURN LEFT AND GO EAST ON RAMP FOR 250 FT (76.2 M) TO EAST EDGE OF RAMP AND STATION ON RIGHT IN GRASS ISLAND. LOCATED 64.1 FT (19.5 M) SOUTH FROM LIGHT AT SOUTHEAST CORNER OF RAMP, 106.4 FT (32.4 M) SOUTH FROM EDGE OF TAXIWAY, 131.7 FT (40.1 M) SOUTHWEST FROM SECOND TAXIWAY LIGHT, AND IS PROTECTED BY THREE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS A PACS STATION AT HEWANORRA AIRPORT.",
            "elevation": 4.4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9293",
            "lat": 13.734811302777777,
            "long": -60.94981024444444,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 13 MI (20.9 KM) SOUTH FROM CASTRIES, 0.5 MI (0.8 KM) NORTH FROM VIEUX FORT, AT THE HEWANORRA AIRPORT.  CONTACT SIXTUS HENRY, HEWANORRA AIRPORT MANAGER, PO BOX 651, VIEUX FORT, SAINT LUCIA, PHONE (809) 454-6725, FAX (809) 454-6900 IN ADVANCE OF OPERATIONS TO ARRANGE FOR SITE ACCESS.  TO REACH THE STATION FROM THE CONTROL TOWER AT HEWANORRA AIRPORT, GO SOUTH ON RAMP FOR 500 FT (152.4 M) TO EDGE OF RAMP.  TURN LEFT AND GO EAST ON TAXIWAY FOR 1.2 KM (0.75 MI) TO EAST END OF RUNWAY.  TURN RIGHT AND GO SOUTH ACROSS RUNWAY FOR 250 FT (76.2 M) TO STATION ON LEFT.  LOCATED 64.7 FT (19.7 M) EAST FROM LIGHT AT EAST EDGE OF TAXIWAY, 121.2 FT (36.9 M) SOUTHEAST FROM LIGHT AT INTERSECTION OF TAXIWAY AND RUNWAY EDGES, 120.3 FT (36.7 M) SOUTHEAST FROM SOUTHMOST THRESHOLD LIGHT, AND IS PROTECTED BY THREE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS A SACS STATION AT HEWANORRA AIRPORT.",
            "elevation": 2.4,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9710",
            "lat": 13.732877516666667,
            "long": -60.93997288611111,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        },
        {
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 13 MI (20.9 KM) SOUTH FROM CASTRIES, 0.5 MI (0.8 KM) NORTH FROM VIEUX FORT, AT THE HEWANORRA AIRPORT.  CONTACT SIXTUS HENRY, HEWANORRA AIRPORT MANAGER, PO BOX 651, VIEUX FORT, SAINT LUCIA, PHONE (809) 454-6725, FAX (809) 454-6900 IN ADVANCE OF OPERATIONS TO ARRANGE FOR SITE ACCESS.  TO REACH THE STATION FROM THE CONTROL TOWER AT HEWANORRA AIRPORT, GO SOUTH FOR 300 M (984.2 FT) TO EDGE OF RUNWAY.  TURN RIGHT AND GO WEST ON RUNWAY FOR 1.6 KM (1.00 MI) TO WEST END OF RUNWAY.  TURN LEFT AND GO SOUTH ACROSS RUNWAY FOR 230 FT (70.1 M) TO STATION.  LOCATED 80.7 FT (24.6 M) SOUTH FROM EDGE OF RUNWAY, 81.2 FT (24.7 M) SOUTH FROM SOUTHMOST THRESHOLD LIGHT, AND IS PROTECTED BY THREE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS A SACS STATION AT HEWANORRA AIRPORT.",
            "elevation": 2.5,
            "history": [
                {
                    "date": "1996",
                    "condition": "MONUMENTED",
                    "reporter": "NGS"
                }
            ],
            "id": "AB9711",
            "lat": 13.732944005555556,
            "long": -60.96548701388889,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "HORIZONTAL CONTROL DISK"
        }
    ]
}