{
	"date": "DECEMBER  2, 2022",
	"region": "TD",
	"markers": [
		{
			"description": " BY TRINIDAD DEPT OF LAND + SURVEY 1996 (AC) ACQUIRED FROM GPS OBSERVATIONS. CONTACT LANDS AND SURVEYS DIVISION PORT OF SPAIN TRINIDAD FOR ADDITIONAL INFORMATION.",
			"elevation": 116,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "TDLAS"
				}
			],
			"id": "AB9310",
			"lat": 10.097591630555556,
			"long": -61.65755709166667,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "UNSPECIFIED SETTING",
			"stability": "MARK OF QUESTIONABLE OR UNKNOWN STABILITY"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE NORTH SIDE OF THE ISLAND OF TOBAGO, IN THE VILLAGE OF CHARLOTTEVILLE.  SET IN TOP OF A CONCRETE SEAWALL, NEAR THE SOUTHEAST END OF A CONCRETE PIER.  NEAR THE NORTHEAST SIDE. OWNERSHIP--PORT AUTHORITY OF TRINIDAD AND TOBAGO.  NOTE--TIDAL BENCH MARK.  LOCATED 3.4 M (11.2 FT) NORTH-NORTHEAST OF THE PIER CENTER, 3.0 M (9.8 FT) WEST-NORTHWEST OF THE ROAD CENTER, 0.8 M (2.6 FT) SOUTHEAST OF A UTILITY POLE WITH METER BASE, AND THE STATION IS ABOUT 0.1 M (0.3 FT) ABOVE THE ROAD LEVEL AND FLUSH WITH THE SEAWALL SURFACE.  BY R.G. HAYES.",
			"elevation": 2.85,
			"history": [
				{
					"date": "1991",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "TLAS"
				},
				{
					"date": "19960315",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9313",
			"lat": 11.323742577777777,
			"long": -60.548662388888886,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SURVEY DISK",
			"setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF TRINIDAD, IN PORT OF SPAIN, SET IN TOP OF A CONCRETE SEAWALL.  OWNERSHIP--PORT OF SPAIN PORT AUTHORITY.  NOTE--THIS STATION IS A TIDAL BENCH MARK.  LOCATED ABOUT 0.32 KM (0.20 MI) SOUTH OF THE HOLIDAY INN, 0.16 KM (0.10 MI) WEST OF THE (TWIN TOWERS) , 18.9 M (62.0 FT) SOUTHWEST OF THE MOST SOUTHEAST 1 OF 2 BULLARDS, 0.6 M (2.0 FT) EAST-NORTHEAST OF THE WEST-SOUTHWEST EDGE OF THE SEAWALL.  BY R.G.  HAYES",
			"elevation": 1.38,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "TDLAS"
				},
				{
					"date": "19960312",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9309",
			"lat": 10.648908244444444,
			"long": -61.514300991666666,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "TIDAL STATION DISK",
			"setting": "SET IN A MASSIVE RETAINING WALL",
			"stability": "PROBABLY HOLD POSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF TRINIDAD, IN QUEENS PARK SAVANNAH, PORT OF SPAIN.  IN A LARGE PLAYING FIELD, ACROSS THE ROAD FROM THE HILTON HOTEL, ABOUT 1.6 KM (1.00 MI) NORTH OF THE (TWIN TOWERS) , APPROXIMATELY 200 M (656.2 FT) EAST-NORTHEAST OF A STONE FENCE SURROUNDING A CEMETERY.  OWNERSHIP--PORT OF SPAIN PARK AUTHORITY.  NOTE--BENCH MARK THE STATION IS A 1-INCH BRASS BOLT, SET ABOUT 4-CM BELOW THE TOP CENTER OF A 2-FOOT SQUARE CONCRETE POST, PROJECTING 15-CM ABOVE THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 27.16,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "TDLAS"
				},
				{
					"date": "19960312",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9308",
			"lat": 10.668873141666666,
			"long": -61.512599252777775,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "BOLT",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED NEAR THE SOUTHWEST END OF THE ISLAND OF TOBAGO, AT THE SEAPORT IN SCARBOROUGH, NEAR THE END OF THE COAST GUARD ROAD. THE STATION IS ADJACENT TO A CONCRETE PIER UPON WHICH THE SCARBOROUGH TIDE GUAGE IS LOCATED.  OWNERSHIP--TRINIDAD AND TOBAGO PORT AUTHORITY. NOTE--TIDAL BENCH MARK.  THE STATION IS A STEEL BULLARD, APPROXIMATELY 0.3 M (1.0 FT) IN DIAMETER, SET IN A CONCRETE SEAWALL, AND PROJECTING 0.45 M (1.48 FT) , THE DATUM POINT IS THE TOP CENTER OF THE BULLARD, THE BULLARD IS ABOUT 0.91 M (2.99 FT) FROM THE EDGE OF THE CONCRETE PIER AND IS THE ONLY ONE THERE.",
			"elevation": 2.44,
			"history": [
				{
					"date": "UNK",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "TNM"
				},
				{
					"date": "19960314",
					"condition": [
						"GOOD"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9312",
			"lat": 11.179543713888888,
			"long": -60.73468483333333,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "SEE DESCRIPTION",
			"setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE SOUTHWEST END OF THE ISLAND OF TOBAGO, AT THE CROWN POINT INTERNATIONAL AIRPORT.  NEAR THE WEST END OF THE AIRPORT, IN THE LAST GRASS MEDIAN SOUTH OF RUNWAY END 11, WEST OF A SERVICE ROAD LEADING TO A GATE SOUTH OF THE RUNWAY, SET IN TOP OF AND 0.3 M (1.0 FT) NORTHEAST OF THE SOUTHWEST CORNER OF THE SOUTHERN MOST 1 OF 3, 6 X 6 X 6-FOOT DEEP ABANDONED VASI LIGHT BASES. OWNERSHIP--AIRPORTS AUTHORITY OF TRINIDAD AND TOBAGO, AIRPORTS ADMINISTRATION OFFICE, CROWN POINT AIRPORT, CROWN POINT, P.O.  BOX 315 TOBAGO, W.I.  AIRPORT MANAGER 1 ROSALIND CHINNIA RAMADEEN, PHONE 809-639-8547.  FAX 809-639-8146.  NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL.  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 62.6 M (205.4 FT) WEST OF THE SERVICE ROAD CENTER, 52.4 M (171.9 FT) SOUTH OF THE RUNWAY CENTERLINE, 47.2 M (154.9 FT) NORTH OF THE CHAIN LINK PERIMETER FENCE, AND THE STATION IS ABOUT 0.3 M (1.0 FT) BELOW THE LEVEL OF THE RUNWAY AND PROJECTING 0.3 M (1.0 FT) ABOVE THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 8.4,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9536",
			"lat": 11.149977283333333,
			"long": -60.84296513333334,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A LARGE STRUCTURE WITH FOUNDATIONS ON BEDROCK",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE SOUTHWEST END OF THE ISLAND OF TOBAGO, AT THE CROWN POINT INTERNATIONAL AIRPORT.  NEAR THE CENTER OF THE AIRPORT, SOUTH OF AND IN LINE WITH THE WEST EDGE OF THE CONTROL TOWER AT THE FIRE STATION, ABOUT HALFWAY BETWEEN THE RUNWAY AND THE PERIMETER ROAD, SET IN TOP OF THE WEST WALL OF A 3-FOOT WIDE BY 4-FOOT DEEP BY 400-FOOT LONG CONCRETE DRAINAGE DITCH (UNCOVERED SECTION) , RUNNING NORTH AND SOUTH BETWEEN THE RUNWAY AND THE PERIMETER ROAD. OWNERSHIP--AIRPORTS AUTHORITY OF TRINIDAD AND TOBAGO, AIRPORTS ADMINISTRATION OFFICE, CROWN POINT AIRPORT, CROWN POINT, P.O.  BOX 315 TOBAGO, W.I.  AIRPORT MANAGER 1 ROSALIND CHINNIA RAMADEEN, PHONE 809-639-8547.  FAX 809-639-8146.  NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL.  NOTE--THIS STATION WAS SELECTED AS A (PACS) .  LOCATED 99.6 M (326.8 FT) NORTH OF THE RUNWAY CENTERLINE, 51.5 M (169.0 FT) SOUTH OF THE PERIMETER ROAD CENTER, 25.4 M (83.3 FT) WEST OF THE FIRE STATION/RUNWAY ACCESS ROAD CENTER, AND THE STATION IS ABOUT LEVEL WITH THE PERIMETER ROAD AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 10.4,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9311",
			"lat": 11.15057463888889,
			"long": -60.832183075,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A LARGE STRUCTURE WITH FOUNDATIONS ON BEDROCK",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE SOUTHWEST END OF THE ISLAND OF TOBAGO, AT THE CROWN POINT INTERNATIONAL AIRPORT.  NEAR THE NORTHEAST END OF THE AIRPORT, IN A GRASS AREA BETWEEN THE RUNWAY AND A CONCRETE DRAINAGE DITCH NORTH OF THE RUNWAY, EAST OF A SOUTHEAST CORNER OF THE PERIMETER FENCE, IN LINE WITH THE WEST END OF THE 2ND SET OF TOUCHDOWN ZONE MARKERS WEST OF RUNWAY END 29.  OWNERSHIP--AIRPORTS AUTHORITY OF TRINIDAD AND TOBAGO, AIRPORTS ADMINISTRATION OFFICE, CROWN POINT AIRPORT, CROWN POINT, P.O.  BOX 315 TOBAGO, W.I.  AIRPORT MANAGER 1 ROSALIND CHINNIA RAMADEEN, PHONE 809-639-8547.  FAX 809-639-8146. NOTE--CONTACT AIRPORT MANAGER ON ARRIVAL.  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 0.6 KM (0.35 MI) WEST OF THE EAST END OF THE RUNWAY, 131.7 M (432.1 FT) EAST OF A SOUTHEAST CORNER OF THE PERIMETER FENCE, 73.2 M (240.2 FT) NORTH OF THE RUNWAY CENTERLINE, 45.2 M (148.3 FT) SOUTH OF THE SOUTH WALL OF THE DRAINAGE DITCH, AND THE MONUMENT IS ABOUT 0.4 M (1.3 FT) BELOW THE LEVEL OF THE RUNWAY AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 10.2,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9535",
			"lat": 11.149843683333334,
			"long": -60.82538747777778,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF TRINIDAD, AT THE PIARCO AIRPORT.  NEAR THE WEST END OF THE AIRPORT, APPROXIMATELY 269.0 M (882.5 FT) WEST OF THE CENTRAL TAXI CENTERLINE, NEAR THE NORTH-NORTHWEST EDGE OF AN ABANDONED RAMP/PARKING APRON, SET IN TOP OF A DISCOLORED CONCRETE PAD (BLACK) , AND 0.7 M (2.3 FT) SOUTH OF THE NORTH CORNER OF THE NORTH-NORTHWEST 1 OF 2 15 X 20 X 3-FOOT CONCRETE PARKING PADS OF AN ABANDONED FUELING STATION. OWNERSHIP--AIRPORT AUTHORITY OF TRINIDAD AND TOBAGO, AIRPORTS ADMINISTRATION CENTER, CARONI NORTH BANK ROAD, PIARCO, TRINIDAD AND TOBAGO, P.O.  BOX 1273. MANAGER AIRPORT OPERATIONS L.  ERIC PIERRE, PHONE 809-664-8047/9, 664-4101-3.  FAX 809-669-2319.  NOTE--CONTACT MANAGER AIRPORT OPERATIONS ON ARRIVAL.  NOTE--THIS STATION WAS SELECTED AS A (PACS) . LOCATION 41.7 M (136.8 FT) SOUTH-SOUTHEAST OF AN ABANDONED RUNWAY CENTER NUMBER (04-22) , 34.9 M (114.5 FT) NORTH OF TAXI 10 SOUTH CENTERLINE (MAIN TAXI) , 4.7 M (15.4 FT) EAST OF THE 16-INCH ROUND CENTER CONCRETE BASE OF THE ABANDONED FUELING STATION, AND THE STATION IS ABOUT 0.4 M (1.3 FT) BELOW THE LEVEL OF THE MAIN TAXI AND FLUSH WITH THE ABANDONED TAXI SURFACE.  BY R.G.  HAYES",
			"elevation": 10.5,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9307",
			"lat": 10.59420685,
			"long": -61.34739136666667,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A LARGE STRUCTURE WITH DEEP FOUNDATIONS",
			"stability": "MOST RELIABLE AND EXPECTED TO HOLDPOSITION/ELEVATION WELL"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF TRINIDAD, AT THE PIARCO AIRPORT.  NEAR THE CENTER OF THE AIRPORT, IN THE GRASS MEDIAN NORTH OF THE CONTROL TOWER, ABOUT HALF WAY BETWEEN THE RUNWAY AND THE MAIN TAXI, AT THE WEST END OF A DRAINAGE DITCH, EAST OF THE CENTRAL TAXI, SET IN TOP OF AND O.1 M NORTHWEST OF THE SOUTHEAST END OF A CONCRETE HEAD WALL, ABOUT 0.4 M (1.3 FT) ABOVE THE GROUND SURFACE. OWNERSHIP--AIRPORT AUTHORITY OF TRINIDAD AND TOBAGO, AIRPORTS ADMINISTRATION CENTER, CARONI NORTH BANK ROAD, PIARCO, TRINIDAD AND TOBAGO, P.O.  BOX 1273.  MANAGER AIRPORT OPERATIONS L.  ERIC PIERRE, PHONE 809-664-8047/9, 664-4101-3.  FAX 809-669-2319.  NOTE--CONTACT MANAGER AIRPORT OPERATIONS ON ARRIVAL.  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 59.3 M (194.6 FT) NORTH-NORTHEAST OF THE MAIN TAXI CENTERLINE, THE STATION IS 0.4 M (1.3 FT) ABOVE THE GROUND SURFACE AND EASY TO FIND.  BY R.G.  HAYES",
			"elevation": 10.3,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9530",
			"lat": 10.594375858333335,
			"long": -61.34433180833334,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN A RETAINING WALL OR CONCRETE LEDGE",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		},
		{
			"description": " BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED ON THE ISLAND OF TRINIDAD, AT THE PIARCO AIRPORT.  NEAR THE EAST SIDE OF THE AIRPORT, IN THE GRASS, EAST OF AND IN LINE WITH THE NORTH CONCRETE EDGE OF THE TIEDOWN AREA IN FRONT OF NEELCO AIR.  OWNERSHIP--AIRPORT AUTHORITY OF TRINIDAD AND TOBAGO, AIRPORTS ADMINISTRATION CENTER, CARONI NORTH BANK ROAD, PIARCO, TRINIDAD AND TOBAGO, P.O.  BOX 1273.  MANAGER AIRPORT OPERATIONS L. ERIC PIERRE, PHONE 809-664-8047/9, 664-4101-3.  FAX 809-669-2319. NOTE--CONTACT MANAGER AIRPORT OPERATIONS ON ARRIVAL.  NOTE--THIS STATION WAS SELECTED AS A (SACS) .  LOCATED 41.9 M (137.5 FT) EAST-SOUTHEAST OF A WINDSOCK IN FRONT OF NEELCO AIR, 14.2 M (46.6 FT) EAST OF AND IN LINE WITH THE NORTHEAST CONCRETE CORNER OF THE TIEDOWN AREA, AND THE MONUMENT IS ABOUT 0.3 M (1.0 FT) ABOVE THE LEVEL OF THE TIEDOWN AREA AND FLUSH WITH THE GROUND SURFACE.  BY R.G.  HAYES",
			"elevation": 12.9,
			"history": [
				{
					"date": "1996",
					"condition": [
						"MONUMENTED"
					],
					"reporter": "NGS"
				}
			],
			"id": "AB9529",
			"lat": 10.593364105555557,
			"long": -61.336201269444445,
			"magnetic": "NO MAGNETIC MATERIAL",
			"marker": "HORIZONTAL CONTROL DISK",
			"setting": "SET IN TOP OF CONCRETE MONUMENT",
			"stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION"
		}
	]
}