{
    "date": "MARCH  2, 2013",
    "region": "TQ/",
    "markers": [
        {
            "id": "AA4433",
            "lat": 7.0887663694444445,
            "long": -188.621320725,
            "setting": "SET IN A PAVEMENT SUCH AS STREET, SIDEWALK, CURB, ETC.",
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED IN DELAP COMMUNITY, MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, AT THE WEATHER SERVICE OFFICE.  THE STATION IS APPROXIMATELY 45.5 M (149.3 FT) EAST OF THE WEATHER SERVICE BUILDING, 8 M (26.2 FT) NNE OF THE ANEMOMETER, 4.3 M (14.1 FT) ENE OF THE CENTER OF THE OLD RAIN GUAGE, AND 1.5 M (4.9 FT) W OF A FENCE. TO REACH THE STATION FROM THE MAIN POST OFFICE IN MAJURO, TRAVEL SE ON THE ULIGA HIGHWAY FOR 1.6 MI (2.6 KM) TO A BEND IN THE ROAD, CONTINUE W FOR .1 MI (0.2 KM) TO THE WEATHER SERVICE OFFICE AND THE STATION ON THE RIGHT. THE STATION IS A USGS ALUMINUM DISK CEMENTED IN A DRILL HOLE IN AN ANGLE IN THE CONCRETE SIDEWALK AND IS STAMPED -DALAP 1968-."
        },
        {
            "id": "AA4435",
            "lat": 7.067825313888888,
            "long": -188.71741947777778,
            "setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED ON MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, AT THE MARSHALL ISLANDS INTERNATIONAL AIRPORT. THE STATION IS EAST OF THE TERMINAL RAMP AND NW OF RUNWAY END 25.  IT IS 90 FT (27.4 M) NE OF THE NE EDGE OF THE RAMP, 184 FT (56.1 M) S OF AN ANEMOMETER, 16.5 FT (5.0 M) NW OF THE EDGE OF THE BLAST PAD AND 7 FT (2.1 M) NW OF THE MOST NORTHWESTERLY RUNWAY THRESHOLD LIGHT. THE STATION IS A STANDARD NOS DISK SET IN A DRILL HOLE IN THE NORTH CORNER OF A CONCRETE ELECTRIC VAULT AND STAMPED -MAJ B 1993-.                            STATION RECOVERY (2010)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2010 RECOVERED AS DESCRIBED"
        },
        {
            "id": "AA4436",
            "lat": 7.063327569444445,
            "long": -188.73650881666666,
            "setting": "SET IN A MAT FOUNDATION OR CONCRETE SLAB OTHER THAN",
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED ON MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, AT THE MARSHALL ISLANDS INTERNATIONAL AIRPORT. THE STATION IS APPROXIMATELY 800 FT (243.8 M) NE OF RUNWAY END 7 ON THE NORTH SIDE OF THE RUNWAY AT THE MOST WESTERLY PAIR OF VASI LIGHTS.  IT IS 11.9 FT (3.6 M) NW OF THE NE CORNER OF THE CONCRETE PAD SUPPORTING THE NORTHWESTERLY OF TWO VASI LIGHTS, 66 FT (20.1 M) NW OF THE CENTER OF A MANHOLE COVER, 97 FT (29.6 M) SE OF THE AIRPORT FENCE AND 93 FT (28.3 M) SW OF A LINE OF TAXIWAY LIGHTS MARKING THE SW EDGE OF A RUNUP PAD. THE STATION IS A STANDARD NOS DISK SET IN A DRILL HOLE 1 FT (0.3 M) SW OF THE NE EDGE AND 1 FT (0.3 M) SE OF THE NW EDGE OF A 6 FT (1.8 M) BY 6.5 FT (2.0 M) CONCRETE PAD.                            STATION RECOVERY (2010)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2010 RECOVERED AS DESCRIBED"
        },
        {
            "id": "AA4437",
            "lat": 7.105741497222222,
            "long": -188.62764810000002,
            "setting": "SET IN A MASSIVE STRUCTURE",
            "description": "DESCRIBED BY NATIONAL OCEAN SERVICE 1993 (JGF) THE STATION IS LOCATED IN THE ULIGA COMMUNITY, MAJURO ATOLL, REPUBLIC OF THE MARSHALL ISLANDS, IN THE SW CORNER OF ULIGA PIER.  THE STATION IS 1.1 M (3.6 FT) N OF THE SOUTH EDGE OF THE PIER, 1.15 M (3.77 FT) E OF THE W EDGE OF THE PIER AND .75 M (2.46 FT) NE OF THE CENTER OF THE BOLLARD ON THE SW CORNER OF THE PIER. TO REACH THE STATION FROM THE MAIN POST OFFICE IN MAJURO, TRAVEL SE ON ULIGA HIGHWAY FOR .2 MI (0.3 KM) TO A ROAD RIGHT, TURN RIGHT ONTO ULIGA PIER ROAD AND PROCEED .1 MI (0.2 KM) TO THE END OF THE PIER AND THE STATION ON THE LEFT. THE STATION IS A STANDARD NOS DISK CEMENTED IN A DRILL HOLE FLUSH WITH THE CONCRETE PIER SURFACE AND STAMPED -MAJURO 1993-. *** retrieval complete."
        }
    ]
}