{"date":"DECEMBER  2, 2022","region":"VC","markers":[{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 15 MI (24.1 KM) NORTHEAST FROM KINGSTOWN, 6 MI (9.7 KM) NORTH FROM GEORGETOWN, 1.5 MI (2.4 KM) NORTH FROM SANDY BAY, AND 0.7 MI (1.1 KM) SOUTH FROM OWIA ON THE NORTHEAST COAST OF SAINT VINCENT.  TO REACH THE STATION FROM THE INTERSECTION OF THE MAIN WINDWARD ROAD WITH A CREEKBED IN SOUTH OWIA, GO SOUTHEAST ON MAIN ROAD FOR 0.85 MI (1.37 KM) TO A FORK.  TURN LEFT AND GO EAST FOR 270 FT (82.3 M) TO A BEND RIGHT, AND DRIVEWAY WITH STREET LAMP-UTILITY POLE ON THE LEFT.  PACK EAST FOR 65 FT (19.8 M) TO A RED WOODEN HOUSE. CONTINUE EAST FOR 65 FT (19.8 M) TO STATION IN TREELINE.  THE STATION IS THE TOP CENTER OF A 1 CM HOLE RECESSED 8 CM IN THE CENTER OF A 29 CM SQUARE CONCRETE MONUMENT PROJECTING 10 CM ABOVE GROUND. LOCATED 29.5 M (96.8 FT) WEST FROM PALM TREE, 50 FT (15.2 M) SOUTHWEST FROM WEST CORNER OF SMALL CINDERBLOCK BUILDING FOUNDATION, 17 FT (5.2 M) EAST FROM GRAPE TREE, AND AT THE NORTH EDGE OF A SMALL GARDEN.  THIS IS A SECONDARY CONTROL STATION IN THE SAINT VINCENT SURVEY NETWORK. --NOTE-- BRING CHAINSAW TO PRUNE GRAPE TREE. --NOTE-- DATE ESTABLISHED IS UNKNOWN.","elevation":78.6,"history":[{"date":"UNK","condition":"MONUMENTED","reporter":"SVDS"},{"date":"19960422","condition":"GOOD","reporter":"NGS"}],"id":"AB9301","lat":13.368822511111112,"long":-61.13422909444444,"magnetic":"OTHER; SEE DESCRIPTION","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"DRILL HOLE"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED IN 1 MILE (1.6 KM) EAST FROM KINGSTOWN, IN KINGSTOWN PARK, AT THE CWSA TANK SITE, NEAR THE WEST END OF A RIDGE OVERLOOKING KINGSTOWN, NEAR THE SOUTHWEST COAST OF SAINT VINCENT.  TO REACH THE STATION FROM A DRIVEWAY AT A POINT WHERE A SOUTHWEST ALLIGNED ROAD THROUGH KINGSTOWN PARK BENDS SHARPLY TO THE RIGHT, PACK SOUTHWEST, UPHILL ON DIM TRAIL UNDER POWER LINES FOR 300 FT (91.4 M) TO TOP OF HILL.  CONTINUE SOUTHWEST UNDER POWER LINES ON RIDGE LINE FOR 435 FT (132.6 M) TO LOCKED GATE OF FENCE SURROUNDING A SMALL WATER TANK FACILITY (DISUSED.) GO THROUGH GATE TO THE STATION ON THE RIGHT. THE STATION IS A NGS HORIZONTAL STATION DISK RECESSED 13 INCHES IN THE CENTER OF A 40 CM SQUARE CONCRETE MONUMENT PROJECTING 15 CM FROM THE CENTER OF A 61 CM SQUARE CONCRETE MONUMENT PROJECTING 17 CM ABOVE GROUND.  LOCATED 4.56 M (14.96 FT) SOUTHWEST FROM CENTER OF GATE, 4.55 M (14.93 FT) NORTHEAST FROM NORTHEAST CORNER OF STONE WATER STORAGE TANK, 0.88 M (2.89 FT) NORTH FROM NORTH CORNER OF STONE BUNKER CONTAINING WATER MAIN, AND SURROUNDED BY STONE BUNKERS.  THIS IS A SECONDARY CONTROL STATION IN THE SAINT VINCENT SURVEY NETWORK.","elevation":124.1,"history":[{"date":"1996","condition":"MONUMENTED","reporter":"NGS"}],"id":"AB9304","lat":13.161838058333334,"long":-61.222367391666666,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"HORIZONTAL CONTROL DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 1 MI (1.6 KM) SOUTH FROM KINGSTOWN, AT THE E.T.JOSHUA AIRPORT ON THE SOUTHWEST COAST OF SAINT VINCENT.  CONTACT MR B.E.ALISTAIR ALEXANDER, DIRECTOR OF AIRPORTS, MINISTRY OF COMMUNICATION AND WORKS, KINGSTOWN, SAINT VINCENT, PHONE (809) 458-4011, FAX (809) 458-4786, IN ADVANCE OF OPERATIONS TO ARRANGE FOR ACCESS TO STATIONS ON THE AIRFIELD.  TO REACH THE STATION FROM THE BASE OF THE CONTROL TOWER ON THE MAIN TERMINAL RAMP, GO WEST ON RAMP FOR APPROXIMATLY 500 FT (152.4 M) TO FIRE STATION ON THE RIGHT AND STATION ON THE LEFT IN A GRASS FIELD.  LOCATED ON LINE WITH A FENCE LINE ON THE NORTH SIDE OF THE RUNWAY, ON LINE WITH THE WEST WALL OF A FIRE STATION HOUSE, 30.7 FT (9.4 M) EAST FROM EAST EDGE OF FIRE ROAD, 66.2 FT (20.2 M) SOUTH FROM SOUTH EDGE OF RAMP, 84.5 FT (25.8 M) WEST FROM RAMP LIGHT, AND IS PROTECTED BY THREE ORANGE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS THE PACS STATION AT E.T.JOSHUA AIRPORT.","elevation":8.2,"history":[{"date":"1996","condition":"MONUMENTED","reporter":"NGS"}],"id":"AB9300","lat":13.145072622222221,"long":-61.21095331666667,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"HORIZONTAL CONTROL DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 1 MI (1.6 KM) SOUTH FROM KINGSTOWN, AT THE E.T.JOSHUA AIRPORT ON THE SOUTHWEST COAST OF SAINT VINCENT.  CONTACT MR B.E.ALISTAIR ALEXANDER, DIRECTOR OF AIRPORTS, MINISTRY OF COMMUNICATION AND WORKS, KINGSTOWN, SAINT VINCENT, PHONE (809) 458-4011, FAX (809) 458-4786, IN ADVANCE OF OPERATIONS TOR ARRANGE FOR ACCESS TO STATIONS ON THE AIRFIELD.  TO REACH THE STATION FROM THE BASE OF THE CONTROL TOWER ON THE MAIN TERMINAL RAMP, GO NORTHEAST ACROSS RAMP TOWARDS RUNWAY END 25 FOR APPROXIMATLY 2000 FT (609.6 M) TO THE EAST SIDE OF THE RUNWAY AND STATION LOCATED IN GRASS INFIELD AREA.  LOCATED 94.8 FT (28.9 M) SOUTH FROM RUNWAY EDGE, 77.4 FT (23.6 M) NORTH FROM FENCE, 20.0 FT (6.1 M) NORTHEAST FROM ABANDONED FENCE LIGHT, AND IS PROTECTED BY THREE ORANGE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS A SACS STATION AT E.T.JOSHUA AIRPORT.","elevation":18.3,"history":[{"date":"1996","condition":"MONUMENTED","reporter":"NGS"}],"id":"AB9512","lat":13.146755391666666,"long":-61.205340597222225,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"HORIZONTAL CONTROL DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (RAZ) THE STATION IS LOCATED 1 MI (1.6 KM) SOUTH FROM KINGSTOWN, AT THE E.T.JOSHUA AIRPORT ON THE SOUTHWEST COAST OF SAINT VINCENT.  CONTACT MR B.E.ALISTAIR ALEXANDER, DIRECTOR OF AIRPORTS, MINISTRY OF COMMUNICATION AND WORKS, KINGSTOWN, SAINT VINCENT, PHONE (809) 458-4011, FAX (809) 458-4786, IN ADVANCE OF OPERATIONS TOR ARRANGE FOR ACCESS TO STATIONS ON THE AIRFIELD.  TO REACH THE STATION FROM THE BASE OF THE CONTROL TOWER ON THE MAIN TERMINAL RAMP, GO WEST ACROSS RAMP APPROXIMATLY 500 FT (152.4 M) TO FIRE HOUSE ROAD.  TURN LEFT AND CROSS MAIN RUNWAY TO GRASS INFIELD.  TURN RIGHT AND GO SOUTHWEST APPROXIMATLY 2000 FT (609.6 M) TO PAPI LIGHTS ON THE RIGHT, WIND SOCK AND STATION ON THE LEFT.  LOCATED 84.7 FT (25.8 M) SOUTHEAST FROM EDGE OF RUNWAY, 175.3 FT (53.4 M) WEST FROM WINDSOCK, AND IS PROTECTED BY THREE ORANGE PVC WITNESS POSTS PROJECTING 1 FT (0.3 M) ABOVE GROUND IN A TRIANGULAR PATTERN SURROUNDING THE MONUMENT.  THIS IS A SACS STATION AT E.T.JOSHUA AIRPORT.","elevation":2.6,"history":[{"date":"1996","condition":"MONUMENTED","reporter":"NGS"}],"id":"AB9513","lat":13.141364397222222,"long":-61.2152794,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"HORIZONTAL CONTROL DISK"},{"description":" BY UNITED KINGDOM ROYAL ENGINEERS 1945 THE STATION IS LOCATED 1 MI (1.6 KM) NORTH FROM KINGSTOWN, ATOP FORT CHARLOTTE, NEAR THE SOUTHWEST COAST OF SAINT VINCENT.  TO REACH THE STATION FROM THE ST VINCENT PORT AUTHORITY LIGHTHOUSE AND TRAFFIC CONTROL STATION AT THE SOUTH BALUSTER OF THE FORT, GO NORTH ON STONE RAMPART WALKWAY FOR 125 FT (38.1 M) PAST FIVE GUN PORTS TO THE SIXTH BATTLEMENT ON THE RIGHT.  TURN RIGHT AND GO EAST FOR 20 FT (6.1 M) TO BATTLEMENT WALL.  CLIMB WALL AND CONTINUE EAST FOR 2.1 M (6.9 FT) TO THE STATION ATOP BATTLEMENT.  THE STATION IS THE TOP CENTER OF A 1 CM CARTRIDGE CASING RECESSED 11 CM IN THE CENTER OF A 38 CM SQUARE CONCRETE MONUMENT PROJECTING 8 CM FROM THE TOP OF THE BATTLEMENT. THIS IS A PRIMARY CONTROL STATION IN THE SAINT VINCENT SURVEY NETWORK. LOCATED 5 M (16.4 FT) NORTH-NORTHEAST FROM UTILITY POLE MARKED -169-, 2.5 M (8.2 FT) SOUTHEAST FROM THE MUZZLE OF ANTIQUE CANNON MARKED -16-1-12-, AND 1.1 M (3.6 FT) SOUTH FROM THE SOUTH EDGE OF THE BATTLEMENT.  --NOTE-- BRING SANDBAGS TO STABILIZE TRIPOD.                            STATION RECOVERY (2004)  RECOVERY NOTE BY INDIVIDUAL CONTRIBUTORS 2004 (BAH) RECOVERED IN GOOD CONDITION.","elevation":193.9,"history":[{"date":"1945","condition":"MONUMENTED","reporter":"UKRE"},{"date":"20040529","condition":"GOOD","reporter":"INDIV"}],"id":"AB9303","lat":13.158092483333334,"long":-61.24221523333333,"magnetic":"OTHER; SEE DESCRIPTION","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION","type":"AMMO SHELL CASING"},{"description":" BY NATIONAL GEODETIC SURVEY 1996 (AJL) THE STATION IS LOCATED 12 KM (7.45 MI) NORTHEAST FROM KINGSTOWN, 6 KM (3.70 MI) SOUTH FROM GEORGETOWN, AND IN SANS SOUCI, ON THE EAST COAST OF SAINT VINCENT.  TO REACH THE STATION FROM A BRIDGE ON THE MAIN WINDWARD ROAD OVER A CREEK AT THE ENTRANCE TO NORTH UNION SECONDARY SCHOOL, GO NORTHEAST ON MAIN ROAD FOR 0.2 MI (0.3 KM) TO A BUS STOP ON RIGHT AT INTERSECTION WITH PAVED ROAD TO DIAMOND VILLAGE ON THE LEFT. TURN RIGHT AND GO EAST-SOUTHEAST ON DIRT ROAD FOR 55 FT (16.8 M) TO GATE.  PACK SOUTHEAST ON DIRT ROAD FOR 1050 FT (320.0 M) TO STATION ON THE LEFT IN A FIELD.  THE STATION IS THE TOP CENTER OF A 1 CM CARTRIDGE CASE RECESSED 26 CM IN THE CENTER OF A 38 CM SQUARE CONCRETE MONUMENT PROJECTING 30 CM ABOVE GROUND.  LOCATED 28 M (91.9 FT) NORTH-NORTHWEST FROM THE NORTHWEST CORNER OF AN ABANDONED HOUSE, 14 M (45.9 FT) EAST-NORTHEAST FROM A 36-INCH WESTERN PINE TREE, AND 8.3 M (27.2 FT) NORTHEAST FROM THE CENTER OF THE DIRT ROAD.  THIS IS A PRIMARY CONTROL STATION IN THE SAINT VINCENT SURVEY NETWORK.  --NOTE-- MONUMENT IS TILTED SLIGHTLY TO THE WEST TREE. --NOTE-- DATE ESTABLISHED IS UNKNOWN.","elevation":48.8,"history":[{"date":"UNK","condition":"MONUMENTED","reporter":"UKRE"},{"date":"1996","condition":"GOOD","reporter":"NGS"}],"id":"AB9302","lat":13.225352572222222,"long":-61.12676526944445,"magnetic":"OTHER; SEE DESCRIPTION","marker":"","setting":"SET IN TOP OF CONCRETE MONUMENT","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"AMMO SHELL CASING"}]}