{
    "date": "DECEMBER  2, 2022",
    "region": "VI",
    "markers": [
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) REGULAR STATION MARK CEMENTED IN DRILL HOLE ON DETACHED ROCK AT SE CORNER OF LITTLE THATCH ISLAND.  ELEVATION ABOUT 8 FEET.  SEES CHANNEL BETWEEN FRENCHMENS CAY AND LITTLE THATCH ISLAND, ALSO HOUSES ON THE SHORE OF TORTOLA.  IT IS ABOUT 8 METERS FROM CLIFF ON SHORE.  DOES NOT SEE GREAT THATCH ISLAND.  ROCK IS CONNECTED WITH SHORE BY SMALL ROCKS.",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                }
            ],
            "id": "TV0463",
            "lat": 18.380301305555555,
            "long": -64.7122758138889,
            "setting": "undefinedSET IN ROCK OUTCROP",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) THIS IS A MAIN SCHEME STATION ON THE MOST EASTERLY POINT OF THE HIGHEST HILL ON GREAT THATCH ISLAND.  REGULAR TRIANGULATION MARK WEDGED IN OUTCROPPING ROCK, ABOUT 10 FEET FROM EXTREME EASTERN EDGE AND IS VERY COMMANDING.  SEES ST. THOMAS, ST. JOHN, TORTOLA, JOST VAN DYKE AND BIG TOBAGO ISLANDS.  THE GROUND IS VERY PRECIPITOUS AND VERY STEEP, OVERLOOKS THE VERY FLAT LANDS TO THE S AND E.  A TRAIL LEADS HALF WAY UP TO THIS PLACE FROM THE OLD RUINS ON S SIDE OF GREAT THATCH ISLAND.  LANDING MADE IN THE COVE ON S SIDE.  THE MILL ON ANNABERG (ST. JOHN) AND RUINS ON GREAT THATCH ISLAND ON SMALL KNOLL ARE ON RANGE.  REFERENCE MARK NO.1 IS CEMENTED IN CRACK IN ROCK ON THE N.  REFERENCE MARK NO.2 IS CEMENTED IN CRACK OF EXTREME EASTERLY BOULDER OF PEAK.                            STATION RECOVERY (1926)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1926 (GCM) STATION NOT SEARCHED FOR.  TOP OF HILL USED IN OFF-SHORE WORK.",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1926",
                    "condition": "SEE",
                    "reporter": "DESCRIPTION"
                }
            ],
            "id": "TV0464",
            "lat": 18.38631993888889,
            "long": -64.73931451666667,
            "setting": "undefinedUNSPECIFIED SETTING",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) STATION IS ON HIGHEST HILL OF THE ISLAND WHERE THE STATION IS SITUATED.  A GOOD FOOT PATH LEADS TO IT FROM THE TOWN.  THE STATION SEES ALL AROUND THE HORIZON.  CENTER OF STATION IS MARKED BY A STANDARD BRASS DISK WHOSE SPINDLE IS CEMENTED IN THE MIDDLE OF THE TOP OF A LARGE BOULDER FORMING THE PINNACLE OF THE HILL.  REFERENCE MARK NO.1 IS A REGULAR BRASS REFERENCE MARK CEMENTED IN A DRILL HOLE IN TOP OF A LARGE BOULDER ON S SIDE OF PEAK.  REFERENCE MARK NO.2 IS A REGULAR BRASS REFERENCE MARK CEMENTED IN CRACK OF A LARGE BOULDER ON TOP OF THE RIDGE.                            STATION RECOVERY (2017)  RECOVERY NOTE BY US POWER SQUADRON 2017 (SEB) THE MARK IS IN POOR SHAPE AND HARD TO READ.",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "20170907",
                    "condition": "POOR",
                    "reporter": "USPSQD"
                }
            ],
            "id": "TV0465",
            "lat": 18.452631627777777,
            "long": -64.75123553333333,
            "setting": "undefinedSET IN A BOULDER",
            "stability": "MAY HOLD, BUT OF TYPE COMMONLY SUBJECT TOSURFACE MOTION",
            "type": "TRIANGULATION STATION DISK"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) ON THE TOP OF THE HIGH SHARP PEAK W OF THE MIDDLE OF NORMAN ISLAND.  THIS ISLAND IS OFF THE EASTERN END OF ST. JOHN ISLAND.  THE PEAK RISES FROM THE SE CORNER OF THE LARGE BAY ON THE NW SIDE OF THE ISLAND.  BUCK ISLAND LIGHT AND HIGHEST TIP OF RAMS HEAD, ST. JOHN ISLAND ARE ON RANGE.  STATION IS MARKED BY A STANDARD BRASS DISK CEMENTED IN A DRILL HOLE IN THE CENTER OF A 2.5 METERS BY 0.5 METER ROCK.  REFERENCE MARK NO.1 IS A BRASS DISK HAVING AN ARROW ON IT, CEMENTED IN A CRACK IN A DEPRESSION OF OUTCROPPING ROCK 2.5 METERS HIGH, 1.5 METERS LONG, 0.5 METER THICK SITUATED ON THE EASTERN BREAK OF THE RIDGE.  REFERENCE MARK NO.2 IS A SIMILAR MARK CEMENTED IN A DRILL HOLE IN CRACK OF SMALL ROCK LYING ON N SLOPE OF HILL ABOUT 5 METERS BELOW TOP OF HILL.  REFERENCE MARK NO.3 IS A SIMILAR MARK CEMENTED IN A DRILL HOLE IN THE CENTER OF THE TOP OF A 1-METER SQUARE ROCK LYING ON THE N EDGE OF THE GROUP OF LARGE ROCKS ON TOP OF THE HILL.                            STATION RECOVERY (1926)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1926 (GCM) USED AS OFF-SHORE SIGNAL.  NO PHYSICAL RECOVERY.                            STATION RECOVERY (2004)  RECOVERY NOTE BY GEOCACHING 2004 (JDN) PHYSICAL RECOVERY AT SITE. 3 OF 4 MARKERS LISTED WERE SIGHTED. ROCK OUTCROPPING AT PEAK CONTAINING MARKERS IS CLEARLY DEFINED FROM HARBOR BELOW. TRAIL TO LOCATION FROM 'BIGHT' AND DOCK IS MARKED BY FISHING LINE THOUGH HEAVY BRUSH UP STEEP SLOPE. ALTERNATE PATH VIA RELATIVELY RECENT ROAD IS GOOD OPTION (GEOCACHER DESCENDED VIA THIS ROUTE.)",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1926",
                    "condition": "SEE",
                    "reporter": "DESCRIPTION"
                },
                {
                    "date": "20041022",
                    "condition": "GOOD",
                    "reporter": "GEOCAC"
                }
            ],
            "id": "TV0430",
            "lat": 18.313713236111113,
            "long": -64.6139668861111,
            "setting": "undefinedUNSPECIFIED SETTING",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) ON THE HIGH HILL ON THE W END OF PETER ISLAND.  THIS ISLAND IS OFF THE E END OF ST. JOHN ISLAND.  THE HILL IS THE SECOND ONE FROM THE WESTERN END OF THE ISLAND BUT IS MUCH HIGHER THAN THE FIRST ONE.  THE STATION IS 10 METERS E OF THE WESTERN EDGE OF THE TOP OF THE HILL.  IT IS 3 FEET BELOW AND 15 METERS W OF THE TOP OF THE HILL.  IT IS IN THE CENTER OF THE RIDGE.  MIDDLE OF FLANNING ISLAND AND S TANGENT OF RAMS HEAD, ST. JOHN ISLAND ARE ON RANGE.  STATION IS MARKED BY A BRASS TRIANGULATION DISK CEMENTED IN A ROCK.  REFERENCE MARK NO.1 IS A BRASS DISK HAVING AN ARROW ON IT CEMENTED IN A CRACK OF A SMALL OUTCROPPING ROCK ON THE NW BREAK OF THE HILLTOP.  REFERENCE MARK NO.2 IS A SIMILAR DISK CEMENTED INTO A DRILL HOLE IN A ROCK OUTCROPPING 0.5 METER, 4 METERS E OF THE HIGHEST TIP OF THE HILL.  REFERENCE MARK NO.3 IS A SIMILAR DISK CEMENTED IN A DRILL HOLE IN OUTCROPPING ROCK ON S EDGE OF THE HILLTOP.                            STATION RECOVERY (1926)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1926 (GCM) USED AS OFF-SHORE SIGNAL.  NO PHYSICAL RECOVERY.",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1926",
                    "condition": "SEE",
                    "reporter": "DESCRIPTION"
                }
            ],
            "id": "TV0429",
            "lat": 18.35107816388889,
            "long": -64.60530696944444,
            "setting": "undefinedUNSPECIFIED SETTING",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) STATION IS ON THE TOP OF HILL RISING FROM THE BACK OF TOWERS POINT. THIS HILL IS 1-1/4 MILES E OF FRENCHMANS CAY.  IT IS THE MOST EASTERLY OF THE RANGE OF SHARP PEAKS OF THE SOUTHERN SIDE OF THE WESTERN END OF TORTOLA. IT RISES TO THE EASTWARD FROM FORT RECOVERY.  THE STATION IS IN ONE OF A PROMINENT GROUP OF ROCKS ON THE WESTERN BREAK OF THE HILLTOP.  THESE ROCKS FORM THE HIGHEST TIP OF THE HILL HIGHEST PART OF BUCK ISLAND, ST. JOHN AND THE HAULOVER ON ST. JOHN ARE ON RANGE.  MARKED BY A STANDARD BRASS TRIANGULATION DISK CEMENTED IN A 1-INCH DRILL HOLE IN THE CENTER OF ROCK ON THE S SIDE OF THE GROUP OF ROCKS.  REFERENCE MARK NO.1 IS A BRASS DISK HAVING AN ARROW ON IT POINTING TOWARD THE STATION CEMENTED IN DEPRESSION OF TOP OF NW ROCK OF THE GROUP.  IT BEARS N 26 DEG 36 MIN W AND IS 1.885 METERS DISTANT FROM THE STATION.  REFERENCE MARK NO.2 IS A SIMILAR DISK CEMENTED IN DRILL HOLE IN DEPRESSION OF A 1 BY 0.8-METER ROCK, 1.5 METERS HIGH LYING ON N EDGE OF THE HILLTOP.  IT BEARS N 12 DEG 19 MIN E AND IS 3.503 METERS DISTANT FROM THE STATION.  REFERENCE MARK NO.3 IS A SIMILAR DISK CEMENTED IN DEPRESSION OF A ROCK ON THE EASTERN EDGE OF THE HILLTOP.  IT BEARS S 73 DEG 19 MIN E AND IS 8.850 METERS DISTANT FROM THE STATION.",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                }
            ],
            "id": "TV0461",
            "lat": 18.386367333333332,
            "long": -64.67070674166668,
            "setting": "undefinedUNSPECIFIED SETTING",
            "type": "SEE DESCRIPTION"
        },
        {
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1918 (OWS) STATION IS SITUATED ON THE TOP OF THE HIGHEST HILL ON THE WESTERN END OF TORTOLA AND OVERLOOKING THE SMALL SETTLEMENT OF WEST END.  STATION MARKED BY A REGULAR BRASS DISK CEMENTED IN A DRILL HOLE IN A LARGE ROCK ABOUT 3 FEET HIGH.  REFERENCE MARK NO.1 IS SET IN A DRILL HOLE IN A LARGE OUTCROPPING ROCK TO THE N OF THE STATION.  THE N SIDE OF THIS ROCK FORMS A CLIFF ABOUT 15 FEET HIGH.  REFERENCE MARK NO.2 IS CEMENTED IN A CREVICE IN A LARGE BOULDER AMONG A CLUSTER OF OTHER BOULDERS TO THE E OF THE STATION.                            STATION RECOVERY (1955)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1955 (JOB) STATION WAS RECOVERED AS DESCRIBED IN 1918.  ALL MARKS WERE FOUND TO BE IN GOOD CONDITION.  OLD DESCRIPTION IS ADEQUATE.",
            "history": [
                {
                    "date": "1918",
                    "condition": "MONUMENTED",
                    "reporter": "CGS"
                },
                {
                    "date": "1955",
                    "condition": "SEE",
                    "reporter": "DESCRIPTION"
                }
            ],
            "id": "TV0462",
            "lat": 18.389501522222222,
            "long": -64.70721638055556,
            "setting": "undefinedUNSPECIFIED SETTING",
            "type": "SEE DESCRIPTION"
        }
    ]
}