{"date":"DECEMBER  2, 2022","region":"WQ","markers":[{"description":" BY NATIONAL OCEAN SERVICE 2010 (CTK) MARK IS LOCATED ON WAKE ISLAND, IN THE PACIFIC OCEAN   TO REACH THE TIDAL BENCH MARKS FROM THE NATIONAL WEATHER SERVICE (NWS) OFFICE AT THE U.S. ARMY BASE, EXIT THE NWS PARKING LOT.  TURN RIGHT ONTO WAKE HIGHWAY AND PROCEED AROUND THE RUNWAY UNTIL THE SMALL BOAT CHANNEL IS REACHED.  THE TIDE HOUSE IS LOCATED AT BUILDING NUMBER 1711, A LIGHT GREEN CONCRETE BLOCK BUILDING LOCATED NEAR THE NORTHERN-MOST CORNER OF THE SOUTH SEAWALL ALONG THE BOAT CHANNEL.  THE TIDAL BENCH MARKS ARE LOCATED IN THE VICINITY.   THE MARK IS A DISK SET IN A 12 M (39.4 FT) X 32 M (105.0 FT) ABANDONED CONCRETE PAD OVERGROWN WITH VINES, ABOUT 90 M (295.3 FT) WEST-NORTHWEST OF BENCH MARK TIDAL BENCH MARK 0000 J 1978, 31.24 M (102.5 FT) NORTHEAST OF THE CENTERLINE OF THE MAIN ROAD TO THE BOATHOUSE, 29.41 M (96.5 FT) NORTH OF THE NORTH CORNER OF AN ORANGE UNDERGROUND CABLE STATION COVER, 10.18 M (33.4 FT) SOUTH OF THE CENTERLINE OF A DIRT ROAD ADJACENT TO THE PAD, 6.83 M (22.4 FT) EAST OF THE NORTH-MOST OF TWO TALL GREY 3-INCH DIAMETER PVC POSTS, 0.61 M (2.0 FT) SOUTH OF THE NORTHWEST EDGE OF THE PAD AND 0.46 M (1.5 FT) EAST OF THE WEST EDGE OF THE PAD.","elevation":3.74,"history":[{"date":"1980","condition":"MONUMENTED","reporter":"NOS"},{"date":"20101109","condition":"GOOD","reporter":"NOS"}],"id":"DM7505","lat":19.28707040277778,"long":166.6195206,"magnetic":"NO MAGNETIC MATERIAL","marker":"","setting":"OBJECT SURROUNDED BY MASS OF CONCRETE","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"SURVEY DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1973 (EPC) THIS STATION IS LOCATED IN THE EASTERN SECTION OF THE WAKE ISLAND AIRPORT, NEAR RUNWAY END 28.  IT IS 186.95 FT (56.98 M) SOUTH OF THE CENTERLINE END OF RUNWAY 28, 87.35 FT (26.62 M) SOUTH OF THE SOUTHERLY THRESHOLD LIGHT, 1, 23.15 FT (7.06 M) SOUTHEAST OF THE CENTER OF A STEEL MANHOLE COVER.  A STANDARD TOPOGRAPHIC DISK SET IN THE TOP OF A 12 INCH CONCRETE POST FLISH WITH THE GROUND AND STAMPED AP 1964 STA.B.","elevation":3.28,"history":[{"date":"1964","condition":"MONUMENTED","reporter":"CGS"},{"date":"19730519","condition":"GOOD","reporter":"NGS"}],"id":"AE4328","lat":19.278888888888886,"long":166.6536111111111,"magnetic":"OTHER; SEE DESCRIPTION","marker":"","setting":"SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"TOPOGRAPHIC STATION DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 1973 (EPC) THIS STATION IS LOCATED IN THE GEOMETRIC CENTER OF THE WAKE ISLAND AIRPORT, ABOUT MIDWAY BETWEEN THE NORTH EDGE OF THE RUNWAY AND SOUTH EDGE OF THE TAXIWAY AND ABOUT MIDWAY BETWEEN THE 2 - 4 RUNWAY MARKER BOARDS FACING IN EACH DIRECTION.  IT IS 173.2 FT (52.8 M) NORTHWEST OF RUNWAY LIGHT 52, 167.1 FT (50.9 M) SOUTH OF THE SOUTH EDGE OF THE TAXIWAY, 163.5 FT (49.8 M) NORTHEAST OF RUNWAY LIGHT 54, 145.0 FT (44.2 M) NORTH OF THE NORTH EDGE OF THE RUNWAY.  A STANDARD TOPOGRAPHIC DISK SET IN A 12 INCH CONCRETE POST FLUSH WITH THE GROUND AND NEAR THE CENTER OF A TRACK ROAD PARALLELING THE RUNWAY AND STAMPED ARP 1964.","elevation":2.58,"history":[{"date":"1964","condition":"MONUMENTED","reporter":"CGS"},{"date":"19730519","condition":"GOOD","reporter":"NGS"}],"id":"AE4227","lat":19.282777777777778,"long":166.63944444444445,"magnetic":"OTHER; SEE DESCRIPTION","marker":"","setting":"SET IN PREFABRICATED CONCRETE POST IMBEDDED IN GROUND","stability":"MARK OF QUESTIONABLE OR UNKNOWN STABILITY","type":"TOPOGRAPHIC STATION DISK"},{"description":" BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS","history":[],"id":"DQ3059","lat":19.29052410277778,"long":166.61744369444443,"magnetic":"","marker":"","setting":"","stability":"","type":"_MARKER: STATION IS THE ANTENNA REFERENCE POINT OF THE GPS ANTENNA"}]}