{
    "date": "NOVEMBER  3, 2022",
    "region": "YK/YUKON",
    "markers": [
        {
            "id": "TY7948",
            "lat": 60.778903325,
            "long": -140.84935035277778,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1913 (TCD) ON THE RIDGE IMMEDIATELY WEST OF A VERY LARGE GLACIER JOINING THE LOGAN GLACIER FROM THE SOUTH ABOUT 6 MILES EAST OF THE LINE. THE STATION IS ON THE FIRST PROMINENT POINT OF THE RIDGE RUNNING UP SOUTHWESTERLY FROM THE BEND OF THE GLACIER, AND ABOUT 3,000 FEET ABOVE IT.  NO STATION MARK ON ACCOUNT OF DEEP SNOW."
        },
        {
            "id": "TY7846",
            "lat": 66.45931878055556,
            "long": -140.88904154166667,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (TR) ABOUT 3 MILES EAST OF THE LINE ON A HIGH, BARE, ROCKY NOUNTAIN, EAST OF FLATS PASSED BY TWO MAIN FORKS OF BLACK RIVER. PEAK IS ONE OF THE TWO MOST PROMINENT IN THIS PART OF THE COUNTRY. TO NORTH IS THE WIDE BLACK RIVER VALLEY. A LITTLE NORTH OF EAST OF J1 OF THE BOUNDARY. THE SUMMIT IS BADLY SHATTERED LIME ROCK COVERED WITH LICHEN.  STATION MARK--DRILL HOLE AND TRIANGLE IN LARGE SLAB OF ROCK. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE STATION MARK WHICH WAS A DRILLED HOLE AND A TRIANGLE IN A LARGE SLAB OF ROCK WAS RECOVERED IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 6 MILES SOUTHEAST OF THE SALMON FORK OF THE BLACK RIVER, 4 MILES NORTH OF DRIFTING SNOW CREEK, 3 MILES EAST OF THE BOUNDARY AND ON THE WEST END AND HIGHEST POINT OF THE SUMMIT RIDGE OF A HIGH PROMINENT MOUNTAIN.  THE STATION MARK IS AN IBC TRIANGULATION STATION DISC STAMPED ARCTIC 1910 1973 AND LEADED IN A DRILLED HOLE IN A 1 1/2-FOOT BY 3 1/2-FOOT BOULDER WHICH IS FLUSH WITH THE GROUND.  IT IS ON THE HIGHEST POINT OF THE MOUNTAIN 7.0 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS AN IBC REFERENCE MARK DISC STAMPED ARCTIC NO 1 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 5 FEET BY 5 FEET IN CROSS SECTION AND IS FLUSH WITH THE GROUND ON THE NORTH EDGE AND PROJECTS 6 INCHES ON THE SOUTH EDGE.  IT IS EAST OF THE STATION AND AT ABOUT THE SAME ELEVATION.  REFERENCE MARK NUMBER 2 IS AN IBC REFERENCE MARK DISC STAMPED ARCTIC NO 2 1910 1973 AND LEADED IN A DRILLED HOLE IN BEDROCK.  IT IS NORTHWEST OF THE STATION, ON TOP OF A SPUR RIDGE LEADING NORTHWEST AND 4 FEET LOWER IN ELEVATION THAN THE STATION."
        },
        {
            "id": "TY7885",
            "lat": 69.25131826111111,
            "long": -140.83460806944444,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (WBG) AT THE SUMMIT OF A HIGH,BARE, ROUND-TOP HILL AMONG THE NORTHERLY RIDGES OF THE BRITISH MOUNTAINS. IT IS 4 MILES EAST OF THE LINE, A FEW MILES BELOW THE FORKS AT THE HEAD OF MALCOLM RIVER, AND JUST EAST OF THAT STREAM. LOOKING NORTHEAST IN CLEAR WEATHER, HERSCHEL ISLAND IS PLAINLY VISIBLE FROM THE STATION.  STATION MARK--DRILL HOLE IN A TRIANGLE CUT IN A LARGE ROCK. SIGNAL-- CAIRN WITHOUT POLE. ELEVATION, 4.750 FEET (APPROX). ABOUT TWO HOURS WALK, INCLUDING A GRADUAL CLIMB, FROM THE MAIN-TRAIL CAMP ON MALCOLM RIVER.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  IN THE BRITISH MOUNTAINS ON A HIGH, BARE, ROUND-TOP SUMMIT OF A NARROW RIDGE.  IT IS 6.6 KM EAST OF THE BOUNDARY, AND ABOUT 4 KM SOUTH OF THE MALCOLM RIVER.  A HELICOPTER CAN EASILY LAND NEAR REFERENCE MARK 2.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED AURORA 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED AURORA NO. 1 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED AURORA NO. 2 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7814",
            "lat": 65.162480825,
            "long": -140.96550644444443,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION IS LOCATED ABOUT 3 MILES SOUTH OF CATHEDRAL CREEK, 1 MILE EAST OF THE U.S. - CANADA BOUNDARY AND ON A HIGH, BARE MOUNTAIN.  THERE IS A ROUND, BARE POINT ABOUT 0.2 MILE NORTH OF THE STATION.  THE STATION MARK, STAMPED BACK 2 1974, IS A BRONZE DISK CRIMPED TO A 3-1/2 FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 3 INCHES.  IT IS 3.4 FEET SOUTH OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED BACK 2 1 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 3-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 1 INCH.  IT IS 3.1 FEET EAST OF A WITNESS POST AND IS AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK 2, STAMPED BACK 2 2 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 1 INCH.  IT IS 2.3 FEET WEST OF A WITNESS POST AND IS AT ABOUT THE SAME ELEVATION AS THE STATION."
        },
        {
            "id": "TY7813",
            "lat": 65.16248480277778,
            "long": -140.96550184444445,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ABOUT 1 MILE EAST OF THE LINE ON THE SUMMIT OF THE HIGHEST OF A GROUP OF VERY ROCKY HILLS FORMING A DIVIDE BETWEEN THE WATERS OF CATHEDRAL AND HARD LUCK CREEKS.  STATION MARK--A CROSS CUT IN ROCK. THE SIGNAL IS A POLE SET IN A GOOD- SIZED CAIRN.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) A SEARCH WAS MADE FOR THE STATION, BUT THE CROSS CUT IN ROCK WAS NOT RECOVERED.  STATION BACK 2 1974 WAS ESTABLISHED IN THE NEAR VICINITY.  SEE DESCRIPTION THEREOF."
        },
        {
            "id": "TY7884",
            "lat": 69.36498890555555,
            "long": -140.79168090277778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (WBG) ON ONE OF THE HIGHER FOOTHILLS OF THE BRITISH MOUNTAINS, 5 MILES EAST OF LINE. EAST OF THE STATION IS A KETTLE IN THE HILLS, WHICH HAS THE APPEARANCE OF A WELL-KEPT PARK, AND FROM WHICH A STREAM OF CONSIDERABLE SIZE FLOWS OFF TO THE NORTH-NORTHEAST, EMPTYING INTO CLARENCE BAY 20 MILES DISTANT. THIS STREAM WAS NAMED CRAIG CREEK.  STATION MARK-- DRILL HOLE IN TRIANGLE CUT IN SOLID ROCK. SIGNAL-- CAIRN WITH SMALL POLE AND FLAG. ELEVATION, 3.620 FEET (APPROX.). ABOUT TWO HOURS GRADUAL CLIMB, FROM THE CAMP AT THE EAST SIDE OF THE PASS AT THE HEAD OF CLARENCE RIVER.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON ONE OF THE HIGHER FOOTHILLS OF THE BRITISH MOUNTAIN 8.3 KM EAST OF THE BOUNDARY.  EAST OF THE STATION IS A KETTLE IN THE HILLS, WHICH HAS THE APPEARANCE OF A WELL-KEPT PARK, AND FROM WHICH CRAIG CREEK FLOWS OFF TO THE NORTH-NORTHEAST, EMPTYING INTO CLARENCE BAY.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED BACKHOUSE 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD SET IN A DRILLHOLE.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED BACKHOUSE NO. 1, 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD SET IN A DRILL HOLE.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED BACKHOUSE NO. 2 1912-1973 AND CRIMPED TO A 1.2 METRE LENGTH OF COPPERWELD ROD SET IN A DRILL HOLE.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND SMALL CAIRNS WERE BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7785",
            "lat": 64.20218898055556,
            "long": -140.96184829166666,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON BALDY MOUNTAIN, A HIGH, BARE HILL, VERY FLAT ON TOP, ABOUT 1 MILE EAST OF THE LINE, AND WEST OF MOOSE CREEK AND ABOUT 7 MILES SOUTH OF FORTYMILE RIVER.  ALMA CREEK HEADS NORTHWEST OF IT. THE MAIN TRAIL FROM MOOSE CREEK TO GLACIER PASSES OVER A BENCH NEAR THE TOP ON THE WEST SIDE.  STATION MARK-- A PLATFORM ABOUT 1-1/2 FEET HIGH BUILT FROM LOOSE ROCK AND GRAVEL, TO MAKE STATION HIGH ENOUGH TO OBSERVE FROM. 3/4-INCH DRILL HOLE IN BOULDER IN CENTER OF PLATFORM.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE 1-1/2 FEET HIGH PLATFORM WAS RECOVERED.  A CANADA TOPOGRAPHICAL SURVEY DISK HAS BEEN SET IN THE CENTER OF THE PILE OF STONES.  IT IS NOT KNOWN WHEN THIS MARK WAS SET.  CHECK ANGLES OBSERVED TO AND FROM THIS STATION INDICATE THE DISK IS IN THE ORIGINAL POSITION.  TWO REFERENCE MARKS WERE ESTABLISHED AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 15-1/2 MILES NORTH-NORTHEAST OF BOUNDARY, ALASKA, 2 MILES WEST OF MOOSE CREEK, 1 MILE EAST OF THE U.S.-CANADA BOUNDARY AND ON A HIGH, BARE, FLAT-TOPPED MOUNTAIN KNOWN AS BALDY MOUNTAIN.  THE STATION MARK, UNSTAMPED, IS A CANADA TOPOGRAPHICAL SURVEY DISK CEMENTED IN A DRILL HOLE IN A BOULDER THAT PROJECTS 2 FEET.  THE BOULDER IS IN THE CENTER OF A CYLINDRICAL PILE OF STONES THAT RESEMBLES THE BASE OF A LARGE CAIRN AND THE PILE OF STONES IS ABOUT 5 FEET IN DIAMETER.  IT IS 9.7 FEET SOUTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED BALDY 1 1907 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 20.3 FEET NORTHEAST OF THE WITNESS POST.  REFERENCE MARK 2, STAMPED BALDY 2 1907 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 3-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 1 INCH.  IT IS 28.4 FEET EAST OF THE WITNESS POST.  BOTH REFERENCE MARKS ARE ABOUT 1 FOOT LOWER THAN THE STATION.  NOTE--THE CANADA TOPOGRAPHICAL SURVEY DISK WAS SET IN 1948 BY H. SPENCE."
        },
        {
            "id": "TY7790",
            "lat": 64.42820523611111,
            "long": -140.93448680833333,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON THE SUMMIT OF A HIGH, BARE RIDGE BETWEEN CLINTON CREEK AND THE HEADS OF SOUTH BOUNDARY AND MARTEN CREEKS.  THE TRAIL FROM STEEL CREEK TO FORTYMILE RUNS WITHIN A FEW FEET OF STATION.  STATION MARK-- 1/2-INCH DRILL HOLE IN ROCK SET IN GROUND.  TRIANGLE CUT AROUND HOLE.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WITHIN A CHISLED TRIANGLE WAS RECOVERED IN GOOD CONDITION.  PARTS OF THE OLD TRIPOD SIGNAL WERE ALSO RECOVERED.  A STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 3-1/2 MILES EAST-SOUTHEAST OF FORTYMILE DOME WHICH IS A HIGH, PROMINENT MOUNTAIN, 2 MILES EAST OF THE U.S.-CANADA BOUNDARY AND ON A LOW, BARE HILL.  THERE IS A SIMILAR POINT AT ABOUT THE SAME ELEVATION 0.2 MILE TO THE WEST.  THE STATION MARK, STAMPED BARE 1907 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT IS 2 INCHES BELOW THE SURFACE OF THE GROUND.  IT IS 3.6 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED BARE 1 1907 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 3 INCHES AND IS AT ABOUT THE SAME ELEVATION AS THE STATION.  IT IS 23.6 FEET NORTHEAST OF THE WITNESS POST.  REFERENCE MARK 2, STAMPED BARE 2 1907 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES AND IS AT ABOUT THE SAME ELEVATION AS THE STATION.  IT IS 21.2 FEET SOUTHEAST OF THE WITNESS POST."
        },
        {
            "id": "TY7807",
            "lat": 65.09790532777777,
            "long": -140.8798298861111,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION IS LOCATED ABOUT 3-1/2 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1 MILE SOUTHEAST OF HARD LUCK CREEK AND ON THE HIGHEST POINT OF A BARE MOUNTAIN.  THERE IS A LARGE, ROCKY OUTCROP ABOUT 250 FEET EAST OF THE STATION.  IT WILL BE NOTED THAT THE DISKS AT THIS STATION ARE INCORRECTLY STAMPED.  SEE DESCRIPTION FOR TRIANGULATION STATION BARNEY 1909.  THE STATION MARK, STAMPED BARNEY 1909 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT IS SET IN A DEPRESSION ABOUT 2 INCHES BELOW THE SURFACE OF THE GROUND.  IT IS 4.2 FEET SOUTHEAST OF A WITNESS POST.  REFERENCE MARK 1, STAMPED BARNEY 1 1909 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO AN 8-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES AND IS ABOUT 3 FEET LOWER THAN THE STATION.  IT IS 2.1 FEET WEST OF A WITNESS POST.  REFERENCE MARK 2, STAMPED BARNEY 2 1909 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES AND IS ABOUT 6 FEET LOWER THAN THE STATION.  IT IS 2.4 FEET NORTH OF A WITNESS POST."
        },
        {
            "id": "TY7851",
            "lat": 66.99636403888888,
            "long": -140.899101575,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE GEOGRAPHIC POSITION AND THE MAP TOPOGRAPHY.  A DRILLED HOLE AND TRIANGLE WITH AN 8-FOOT POLE AND A CAIRN OVER THE MARK WERE FOUND.  A STATION MARK AND 2 REFERENCE MARKS WERE ESTABLISHED.  A COMPLETE DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 19 MILES NORTHWEST OF THE SALMON FORK OF THE BLACK RIVER, 4 MILES SOUTHEAST OF THE SALMON TROUT RIVER, 3 MILES EAST OF THE BOUNDARY ON A HIGH, BARE NORTH-SOUTH RIDGE WITH AN EXPOSED BACK BONE OF ROCK.  THE STATION MARK IS AN IBC TRIANGULATION STATION DISC STAMPED BATTLE 1910 1973 AND LEADED IN A DRILLED HOLE IN BED ROCK THAT IS 2 INCHES BELOW THE SURROUNDING GROUND SURFACE.  IT IS ON THE NORTH END OF A NORTH -- SOUTH RIDGE WITH AN EXPOSED ROCK OUTCROP ON THE RIDGE TOP, ON THE HIGHEST POINT OF THE EXPOSED ROCK, ABOUT 50 YARDS SOUTH OF THE EXTREME NORTH END AND 11.5 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS AN IBC REFERENCE MARK DISC STAMPED BATTLE NO 1 1910 1973 AND LEADED IN A DRILLED HOLE IN BEDROCK ON THE NORTH SLOPE OF THE RIDGE AND IS 8.5 FEET LOWER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS AN IBC REFERENCE MARK DISC STAMPED BATTLE NO 2 1910 1973 AND LEADED IN A DRILLED HOLE ON THE WEST SLOPE OF THE RIDGE.  IT IS 8.8 FEET LOWER THAN THE STATION."
        },
        {
            "id": "DP5996",
            "lat": 62.41428025,
            "long": -140.86039596666666,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'BCRK' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TT4249",
            "lat": 62.45572089722223,
            "long": -140.85220777777778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (GWL) STATION IS ABOUT 5 MILES E OF THE ALASKA-YUKON BOUNDARY AND ABOUT 250 FEET SW OF THE ALASKA MILITARY HIGHWAY.  IT IS ON THE INSIDE OF A CURVE IN THE HIGHWAY, ON THE SE EDGE OF A SMALL SWAMP AREA AND THE NW EDGE OF AN ASPEN GROVE, JUST NW OF A GRAVEL PIT EXCAVATION, 296.3 FEET WNW OF THE MORE N OF TWO POLES THAT CARRY THE TELEPHONE LINES ACROSS THE HIGHWAY, AND 255.4 FEET SW OF THE SECOND POLE NW OF THE AFOREMENTIONED ONE.  STATION MARKS ARE CANADA GEODETIC SURVEY BRONZE DISKS SET IN CONCRETE.  REFERENCE MARKS 1 AND 2 ARE BRONZE DISKS SET IN CONCRETE.  THE SURFACE MARK PROJECTS ABOUT 2 INCHES AND IS STAMPED BEAVER CREEK ASTRO 1943.  REFERENCE MARK 1 PROJECTS 4 INCHES AND IS STAMPED BEAVER CREEK ASTRO NO 1 1943.  REFERENCE MARK 2 PROJECTS 4 INCHES AND IS STAMPED BEAVER CREEK ASTRO NO 2 1943.  AZIMUTH MARK IS A BRONZE U.S.C. AND G.S. DISK BRAZED TO A 1-INCH IRON PIPE, PROJECTS 18 INCHES, AND IS STAMPED BEAVER CREEK ASTRO 1943. IT IS ABOUT 3 MILES ABOUT DUE TRUE N OF THE STATION IN A SMALL CLEARING NEAR THE FOOT OF A RIDGE THAT RISES TO THE APPARENTLY HIGHEST HILL IN THE VICINITY AS VIEWED FROM THE STATION.  TO REACH FROM THE STATION, GO NW ON THE HIGHWAY 3.45 MILES TO A TRIANGULAR-BLAZED SPRUCE TREE ON THE RIGHT, THENCE E ON A WELL- DEFINED FOOT TRAIL ABOUT 5 MINUTES WALKING TO TWO LOG CABINS, CONTINUE ON THE TRAIL ABOUT 5 MINUTES AND TAKE THE RIGHT FORK, THENCE CONTINUE ABOUT 200 FEET AND CROSS THE TRAIL LEFT BY THE SINGLE PASSAGE OF A TRACTOR, THENCE ON THE FOOT TRAIL ABOUT 5 MINUTES TO A BLAZED SPRUCE ON THE RIGHT AND TURN LEFT.  THENCE FOLLOW A BLAZED TRAIL N UP A STEEP SLOPE ABOUT 0.25 MILE TO A SMALL CLEARING AND THE AZIMUTH MARK.  TO REACH THE STATION FROM THE INTERSECTION OF THE INTERNATIONAL BOUNDARY AND THE ALASKA MILITARY HIGHWAY, GO GENERALLY SSE ON THE HIGHWAY 14.6 MILES AND CROSS SNAG CREEK.  THENCE 1.6 MILES TO A CURVE AND THE STATION ON THE RIGHT.  THIS POINT IS 6.6 MILES BY ROAD N FROM THE BRIDGE ACROSS BEAVER CREEK.  AFTER CLEARING VERY SMALL BRUSH ON ALL LINES AND A FEW SMALL SPRUCES ON THE LINE TO SNUCE, AN INSTRUMENT ELEVATED 4 FEET AFFORDED UNOBSTRUCTED VIEW OF LIGHTS ELEVATED AS INDICATED AT THE FOLLOWING STATIONS-- SNUCE 25 FEET.  AIRS (I.B.C. 1909) 4 FEET. DAVE (I.B.C. 1909) 12 FEET.  BEAVER CREEK ASTRO AZIMUTH 4 FEET. JOHNSON 40 FEET.  HEIGHT OF LIGHT ABOVE STATION MARK - 1 METER.                            STATION RECOVERY (1986)  RECOVERED 1986 RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "DP5994",
            "lat": 62.41428025,
            "long": -140.86039596944443,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2021 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "TY7975",
            "lat": 62.05692200833333,
            "long": -140.97711578888888,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ABOUT THREE-QUARTERS OF A MILE EAST OF THE LINE ON THE HIGHEST POINT OF THE RIDGE RUNNING EASTWARD FROM MONUMENT NO. 175, WHICH IS ON A RIDGE TO THE WESTWARD OF STATION BEAVER AND IS CONNECTED WITH THE RIDGE ON WHICH MONUMENT NO. 174 IS SITUATED BY A COMPARATIVELY LOW SADDLE AT THE HEAD OF A STREAM FLOWING BY LAMB AND BENSONS CABIN (BULLION CREEK).  STATION MARK-- 3/8 INCH DRILL HOLE IN A STONE SURMOUNTED BY A CAIRN WITH POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED BUT WITH NEW CAIRN BUILT OVER STATION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  LOCATED 1.3 KM EAST OF THE BOUNDARY ON THE HIGHEST POINT OF THE RIDGE RUNNING EASTWARD FROM MONUMENT 175.  A HELICOPTER CAN LAND IN A SADDLE BELOW AND TO THE WEST OF THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED BEAVER 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED BEAVER NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED NO. 2 1909-1974 AND CEMENTED IN A FLAT AREA OF EXPOSED BEDROCK.  AN IBC WITNESS POST WAS ERECTED IN A SMALL CAIRN NEAR THE STATION."
        },
        {
            "id": "TY7781",
            "lat": 63.96840269444445,
            "long": -140.97437180555556,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON THE SOUTH EDGE OF THE HIGHEST BARE KNOB BETWEEN BEDROCK AND PAT MURPHY CREEKS ABOUT ONE MILE EAST OF THE LINE.  STATION MARK-- 3/4-INCH DRILL HOLE IN ROCK SET IN GROUND.  TRIANGLE CUT AROUND HOLE.  CAIRN AND FLAGPOLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WITHIN A CHISELED TRIANGLE AND THE CAIRN WERE RECOVERED IN GOOD CONDITION.  A STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 8-1/2 MILES SOUTHEAST OF BOUNDARY, ALASKA, 1-1/2 MILES EAST OF THE U.S.-CANADA BOUNDARY AND ON A LOW, BARE, FLAT-TOPPED MOUNTAIN.  THE STATION MARK, STAMPED BEDROCK 1907 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT IS FLUSH WITH THE GROUND.  IT IS 4.1 FEET EAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED BEDROCK 1 1907 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 1 INCH AND IS ABOUT 1 FOOT HIGHER THAN THE STATION.  IT IS 22.5 FEET NORTHEAST OF THE WITNESS POST.  REFERENCE MARK 2, STAMPED BEDROCK 2 1907 1974, IS A BRONZE REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 3 INCHES AND IS ABOUT 1 FOOT LOWER THAN THE STATION.  IT IS 21.1 FEET EAST OF THE WITNESS POST."
        },
        {
            "id": "TY7984",
            "lat": 63.170773866666664,
            "long": -140.79220313888888,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ON A KNOB OF A HEAVILY TIMBERED RIDGE, ABOUT 7 MILES EAST OF THE LINE AND 6 MILES SOUTH OF LADUE RIVER, AND EAST OF SMALL TRIBUTARY WHICH HEADS IN THE MOOSEHORN MOUNTAINS.  STATION MARK-- 1/2 INCH DRILL HOLE IN TRIANGLE CUT ON ROCK.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED UNDER A BLANKET OF MOSS WITH REMAINS OF TRIPOD SIGNAL.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A KNOB AT THE NORTH END OF A HEAVILY TIMBERED RIDGE 7.3 KM EAST OF THE BOUNDARY AND ABOUT 5 KM SOUTHWEST OF THE LADUE RIVER.  IT IS NEAR THE HIGHEST POINT ON KNOB AND A LANDING AREA WAS CLEARED AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED BLACK 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN SOFT BEDROCK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED BLACK NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN SOFT BEDROCK UNDER MOSS.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED BLACK NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN SOFT BEDROCK UNDER MOSS.  AN IBC WITNESS POST WAS ERECTED IN A CAIRN NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH STATION MARK."
        },
        {
            "id": "TY7949",
            "lat": 60.87167114444444,
            "long": -140.8674623138889,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1913 (TCD) ON THE SUMMIT OF THE RIDGE BETWEEN LOGAN AND WALSH GLACIERS, ABOUT 4-1/2 MILES EAST OF THE LINE, AND ABOUT 3,250 FEET ABOVE THE GLACIERS.  STATION MARK--A 4-FOOT CAIRN.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (FXP) THE CAIRN WAS SEARCHED FOR, FOR ABOUT FIFTEEN MINUTES, ON TWO DIFFERENT OCCASIONS FROM A HELICOPTER.  NO TRACE OF THE CAIRN WAS FOUND.  STATION SHOULD BE CONSIDERED LOST."
        },
        {
            "id": "TY7799",
            "lat": 64.85734223611111,
            "long": -140.95253555,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ABOUT 1-1/2 MILES EAST OF THE LINE ON THE RIDGE BETWEEN THE HEADWATERS OF LAST CHANCE AND SHADE CREEKS.  IS ON HIGH PEAK, WHICH HAS A SHARP DROP-OFF ON THE EAST SIDE.  STATION MARK-- CROSS IN ROCK.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE CROSS IN THE ROCK WAS RECOVERED IN APPARENT GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 9 MILES NORTHEAST OF THE TOWN OF EAGLE, 4 MILES EAST NORTHEAST OF A POINT ON THE YUKON RIVER AT THE MOUTH OF LAST CHANCE CREEK, AND 1-1/2 MILES EAST OF THE BOUNDARY ON THE ONLY HIGH PEAK BETWEEN LAST CHANCE AND SHADE CREEKS ON THE HIGHEST POINT OF THE AFOREMENTIONED PEAK THAT IS THE HIGHEST IN THE VICINITY AND HAS A SHARP DROP OFF TO THE EAST.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED BLOW 1909 1973 AND CRIMPED TO THE TOP OF A 3 1/2-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS ON THE MOST EASTERLY AND HIGHEST POINT OF THE HILL AND 6.0 FEET EAST OF A WITNESS POST IN A SMALL CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED BLOW NO 1 1909 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES ABOVE THE GROUND.  IT IS 6 FEET WEST OF THE STEEP EAST EDGE OF THE HILL AND ABOUT 3 FEET LOWER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED BLOW NO 2 1909 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON THE EAST-WEST BACKBONE OF THE HILL TOP AND 1 FOOT LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION AND REFERENCE MARKS WERE RECOVERED AS DESCRIBED AND FOUND IN GOOD CONDITION.  THE 1973 DESCRIPTION IS ADEQUATE."
        },
        {
            "id": "TY7952",
            "lat": 61.41286114444444,
            "long": -140.81160285833334,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (FL) ABOUT 6 MILES EAST OF THE LINE OF THE HIGHEST POINT OF A PROMINENT PEAK, WHICH LIES BETWEEN KLUTLAN GLACIER AND NESHAN GLACIER, WHICH JOINS IT FROM THE SOUTH.  IT IS ABOUT 1-1/2 MILES SOUTHEAST OF THE JUNCTION OF THE GLACIERS, AND IS ABOUT 3,500 FEET ABOVE THEM.  NO STATION MARK, ON ACCOUNT OF SNOW CAP."
        },
        {
            "id": "TY7935",
            "lat": 60.31874256388889,
            "long": -139.07220908888888,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT HUBBARD, ABOUT 23 MILES NORTHEASTERLY FROM THE NORTHEAST END OF DISENCHANTMENT BAY ON THE EAST SIDE OF HUBBARD GLACIER. THIS PEAK IS THE POINT S16400 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7938",
            "lat": 60.33460176111112,
            "long": -139.692855675,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT VANCOUVER, ABOUT 20 MILES NORTH OF DISENCHANTMENT BAY AND NORTH OF THE SNOWFIELD BETWEEN SEWARD AND HUBBARD GLACIERS. THIS PEAK IS THE POINT S15617 OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7939",
            "lat": 60.18133999166666,
            "long": -139.98087985555557,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT COOK, ABOUT 18 MILES NORTHWESTERLY FROM DISENCHANTMENT BAY, NORTHWEST OF THE HEAD OF TURNER GLACIER AND 3 MILES EAST OF THE HEAD OF MARVIN GLACIER.  THIS PEAK IS THE POINT S14700 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7940",
            "lat": 60.307413805555555,
            "long": -140.45807653055553,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT AUGUSTA, ABOUT 37 MILES NORTHWESTERLY FROM DISENCHANTMENT BAY AND ABOUT 7 MILES WESTERLY FROM THE FORKS OF THE SEWARD GLACIER.  THIS PEAK IS THE POINT S (WITHOUT AN APPROXIMATE ELEVATION) OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7941",
            "lat": 60.219138119444445,
            "long": -140.5202855277778,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (HSM) A SNOW - COVERED DOME ABOUT 1000 FEET ABOVE THE SURROUNDING SNOW FIELDS AND ABOUT 35 MILES NORTHWESTERLY FROM THE FACE OF GALIANO GLACIER, DISENCHANTMENT BAY.  IT IS ABOUT 1 MILE NORTHEASTERLY FROM DOME PASS BETWEEN THE SEWARD AND AGASSIZ GLACIERS.  THIS PEAK IS THE POINT S (WITHOUT AN APPROXIMATE ELEVATION) OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE SNOW DOME AS IT WAS IN 1911."
        },
        {
            "id": "TY7942",
            "lat": 60.25946999166667,
            "long": -140.7685846388889,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) ABOUT 42 MILES NORTHWESTERLY FROM YAKUTAT BAY AND ABOUT 9 MILES SOUTHEAST OF MOUNT ST ELIAS.  IT IS THE PEAK OF THE SOUTHEASTERLY RIDGE FROM MOUNT ST ELIAS BETWEEN THE AGASSIZ AND NEWTON GLACIERS.  THIS PEAK IS THE POINT S9050 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7937",
            "lat": 60.08771350833334,
            "long": -139.19869707222222,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT SEATTLE, ABOUT 11 MILES NORTHEASTERLY FROM THE JUNCTION OF DISENCHANTMENT BAY AND RUSSELL FIORD.  IT IS ON THE EAST SIDE OF THE NARROW PART OF HUBBARD GLACIER.  THIS PEAK IS THE POINT S10000 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7986",
            "lat": 63.19418573888888,
            "long": -140.93649043055555,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ON THE FIRST RISE NORTHEAST OF THE THREE KNOBS WEST OF WHICH THE LINE RUNS, ABOUT 7 MILES SOUTH OF LADUE RIVER.  IS ON THE BOUNDARY TRAIL. SOME ASPEN BRUSH.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT ON STONE 1-FOOT SQUARE SUNK IN GROUND.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED STATION BY USING PUBLISHED DIRECTION FROM TRIANGULATION STATION MISSOU 1908-1974.  FOUND THE OLD TRIPOD NEARBY.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS AND A WITNESS SIGN ESTABLISHED.  A NEW DESCRIPTION FOLLOWS.  LOCATED ON A FLAT TOP KNOB, 3.3 KM EAST OF THE INTERNATIONAL BOUNDARY AND ABOUT 7-1/2 KM SOUTH OF THE LADUE RIVER.  IT IS AT THE APPROXIMATELY HIGHEST POINT ON THE KNOB, AT ELEVATION OF 1097 METERS.  A SMALL HELICOPTER LANDING AREA WAS CLEARED OF LOW BRUSH NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED BROWN 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED BROWN NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS SIGN WAS NAILED TO A SPRUCE TREE NEAR THE STATION.  NOTE--A DESCRIPTION OF REFERENCE MARK 1 WAS NOT RECORDED."
        },
        {
            "id": "TY7883",
            "lat": 69.47814738333334,
            "long": -140.8427174916667,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (TR) ON THE ROCKY END OF THE RIDGE BETWEEN CRAIG CREEK AND THE STREAM WHICH IS JUST EAST OF IT. IS APPROXIMATELY 10 MILES DIRECTLY SOUTH OF CLARENCE BAY.  STATION MARK--DRILL HOLE IN ROCK WITH TRIANGLE. CAIRN SIGNAL.                            STATION RECOVERY (1952)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1952 (MGR) THE STATION MARK AND THE CAIRN WERE RECOVERED AS DESCRIBED. THEY WERE IN GOOD CONDITION. NO CHANGES OR ADDITIONS WERE MADE EXCEPT THAT A 2 X 2 X 6-1/2 INCH POLE WITH 4 BANNER BOARDS WAS PLACED ON THE STATION AND THE CAIRN RE-ERECTED AROUND IT. ELEVATION 1498 FEET.  THE INTERNATIONAL BOUNDARY COMMISSION DESCRIPTION IS ADEQUATE AND COMPLETE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION.  A WOODEN SIGNAL FROM A RECENT SURVEY WAS FOUND AT THE STATION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON THE ROCKY END OF THE RIDGE BETWEEN CRAIG CREEK AND ANOTHER STREAM ON THE EAST.  IT IS 6.3 KM EAST OF THE BOUNDARY AND APPROXIMATELY 17 KM SOUTH OF CLARENCE BAY.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED BUG 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED BUG NO. 1 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED BUG NO. 2 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7859",
            "lat": 67.36156544444444,
            "long": -140.9462162388889,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1953 ON THE HIGHEST KNOB OF A RIDGE LYING JUST EAST OF CANALASKA MOUNTAIN. THE KNOB, WHICH RISES IN THE FORM OF A DOME OF SHATTERED ROCK FROM MOSS-COVERED RIDGE, IS ABOUT 2 MILES EAST OF THE SUMMIT OF CANALASKA MOUNTAIN, AND ABOUT 4 MILES A LITTLE EAST OF SOUTH OF  STATION IS A ROCK CAIRN 62.66 FEET (19.099 METERS) ENE OF RAMPART IBC."
        },
        {
            "id": "TY7889",
            "lat": 69.63157745555554,
            "long": -140.8472454777778,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1952 (MGR) THE STATION IS ON THE NORTH ARCTIC COAST OF CANADA, 9.2 MILES SOUTHEAST OF GORDON AND 4.8 MILES EAST OF THE CANADIAN BOUNDARY. THE STATION MARK IS A STANDARD DISK WELDED TO THE TOP OF A 6 FOOT LENGTH OF 2-1/2 INCH DIAMETER IRON PIPE PROJECTING 0.5 FOOT ABOVE THE GROUND AND IS STAMPED, CANADA 1952. ELEVATION 31 FEET.  THE WITNESS POST IS A 4X4 PAINTED ORANGE POST SET VERTICALLY ABOUT ON THE RANGE, STATION TO RM 1. IT PROJECTS 4.0 FEET ABOVE THE GROUND.  DISTANCES AND DIRECTIONS WERE TAKEN TO THE CENTER OF COPPER NAIL IN THE TOP OF THE POST.  RM 1 IS A STANDARD REFERENCE MARK DISK WELDED TO THE TOP OF A 6 FOOT LENGTH OF 2-1/2 INCH DIAMETER IRON PIPE PROJECTING 1.0 FOOT ABOVE THE GROUND AND STAMPED, CANADA NO. 1 1952.  RM 2 IS A STANDARD REFERENCE MARK DISK WELDED TO THE TOP OF A 6 FOOT LENGTH OF 2-1/2 INCH DIAMETER IRON PIPE PROJECTING 1.2 FOOT ABOVE THE GROUND AND STAMPED, CANADA NO. 2 1952."
        },
        {
            "id": "TY7803",
            "lat": 65.00700316944445,
            "long": -140.88192318333333,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ON A HIGH MOUNTAIN ABOUT 3 MILES NORTH OF THE FORKS OF TATONDUK RIVER. THE MOUNTAIN MAY EASILY BE RECOGNIZED BY ITS ROCKY APPEARANCE, AND ALSO BY A LARGE NATURAL ARCHWAY IN A PINNACLE OF ROCK ON THE WEST SLOPE. TO REACH THE STATION THE BEST ROUTE IS TO FOLLOW AN OLD PROSPECTORS TRAIL ALONG THE BANK OF TATONDUK RIVER, AS FAR AS THE FIRST SMALL CREEK ABOVE THE CANYON. THEN FOLLOW THIS CREEK TO THE BASE OF THE STATION. THE HIGHEST POINT OF THE MOUNTAIN IS A MASS OF UNSTABLE ROCK, AND FOR THIS REASON THE STATION WAS NOT PLACED THERE, BUT ABOUT 200 FEET SOUTH-SOUTHWEST.  STATION MARK--A CROSS IN A ROCK IN PLACE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS VISITED AND AN IBC TRIANGULATIONS STATION DISC WAS FOUND CARELESSLY CEMENTED IN A SHALLOW PLACE IN A ROCK.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A COMPLETE DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 3-1/2 MILES EAST OF THE BOUNDARY AND 2 MILES NORTH NORTHWEST OF THE TATONDUK RIVER ON A HIGH PEAK THAT APPEARS AS A CASTLE WHEN VIEWED FROM THE NORTH.  IT IS ABOUT 200 FEET SOUTH SOUTHWEST OF THE HIGHEST POINT OF THE MOUNTAIN WHICH IS A ROCK PINNACLE.  THERE ARE MANY ROCK CLIFFS AND PINNACLE FORMATIONS ON THE WEST SIDE OF THE MOUNTAIN AND SEVERAL NATURAL ARCHES ONE OF WHICH IS APPROXIMATELY 50 FEET HIGH.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED CASTLE 1909 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON THE SOUTH SLOPE OF THE MOUNTAIN, 15 FEET WEST OF THE EAST EDGE OF THE RIDGE TOP, 8 FEET EAST OF THE WEST EDGE AND 8.9 FEET SOUTHWEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED CASTLE NO 1 1909 1973 AND CRIMPED TO THE TOP OF A 7-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS SOUTH OF THE STATION AND 2-1/2 FEET LOWER IN ELEVATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED CASTLE NO 1 1909 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS WEST SOUTHWEST OF THE STATION AND 2-1/2 FEET LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION AND REFERENCE MARKS WERE RECOVERED AS DESCRIBED AND FOUND IN GOOD CONDITION.  THE 1973 DESCRIPTION IS ADEQUATE."
        },
        {
            "id": "TY7969",
            "lat": 61.809106924999995,
            "long": -140.99411784999998,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (TR) ON A ROCKY PEAK ONE-QUARTER MILE SOUTHEAST OF MONUMENT NO. 181, AND ABOUT 2-1/2 MILES NORTHEAST OF CACHE CREEK.  A FORK OF RABBIT CREEK HEADS IN THE MOUNTAIN JUST OPPOSITE THE SADDLE TO THE EAST AND NORTH OF IT.  A SMALL FORK OF CACHE CREEK HEADS IN THE SAME SADDLE, BUT ON THE SOUTHWEST SIDE.  MOUNTAIN IS THE FOURTH FROM WHITE RIVER IN THE RANGE RUNNING NORTHWEST JUST EAST OF THE BOUNDARY, AND IS A MASS OF SLIDE ROCKS.  STATION MARK-- TRIANGLE AND 1/2-INCH DRILL HOLE IN LARGE SLAB OF BASALT, WITH A 3 1/2-FOOT CAIRN OVER IT.  POLE IN CENTER.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED EXCEPT CAIRN HAVING BEEN DESTROYED.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A ROCKY PEAK 0.5 KM SOUTHEAST OF MONUMENT 181, 0.4 KM EAST OF THE BOUNDARY AND ABOUT 6 KM NORTH OF CACHE CREEK.  THE MOUNTAIN IS COVERED WITH SLIDE ROCKS.  A HELICOPTER CAN EASILY LAND ON A FLAT AREA TO THE NORTH OF STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED CENTER 1909-1974 AND CRIMPED TO THE TOP OF A 0.3 METRE LENGTH OF COPPERWELD ROD CEMENTED IN A DRILL HOLE IN BEDROCK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED CENTER NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 0.3 METRE LENGTH OF COPPERWELD ROD CEMENTED IN A DRILL HOLE IN BEDROCK.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED CENTER NO. 2 1909-1974 AND CEMENTED IN A DRILL HOLE.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7828",
            "lat": 65.56026748333333,
            "long": -140.73936101388887,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ABOUT 8 MILES EAST OF THE LINE ON THE MORE SOUTHERLY OF TWO OPEN POINTS, WHICH RISE ABOUT 1,000 FEET ABOVE THE IMMEDIATELY ADJACENT DRAINAGE. IT IS DUE WEST OF THE CENTER OF A LONG, DARK HOGBACK, WHICH RUNS NORTH AND SOUTH AND IS ONE MILE TO THE EAST AND MUCH HIGHER THAN STATION. THE POINT IS 3-1/2 MILES NORTH OF NATION RIVER. IT IS EASILY REACHED WITH PACK-ANIMALS. FINE GRASS AND GOOD CAMP IN HEAD OF DRAW, 1 MILE TO SOUTHEAST.  STATION MARK--A ROUND HOLE DRILLED HALF-INCH DEEP IN A STONE 10 BY 14 BY 12 INCHES SET FLUSH WITH THE GROUND, WITH A TRIANGLE CUT AROUND THE HOLE. SIGNAL IS A POLE IN A CAIRN.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE WAS FOUND INTACT.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ABOUT 8 MILES EAST OF THE LINE ON THE MORE SOUTHERLY OF 2 OPEN POINTS WHICH RISE ABOUT 1000 FEET ABOVE THE IMMEDIATE ADJACENT DRAINAGE AREA.  IT IS DUE WEST OF THE CENTER OF A LONG DARK HOGBACK WHICH RUNS NORTH AND SOUTH, IS A MILE TO THE EAST AND MUCH HIGHER THAN THE STATION.  THE POINT IS 3-1/2 MILES NORTH OF THE NATION RIVER.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED COMET 1910 1973 AND CRIMPED TO THE TOP OF A 3-FOOT COPPERWELD ROD WHICH GOES THRU THE ORIGINAL STATION MARK ROCK AND IS DRIVEN TO BEDROCK.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED COMET NO 1 1910 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED COMET NO 2 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 5 INCHES.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7780",
            "lat": 63.84890645277778,
            "long": -140.9693177138889,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON THE MAIN DIVIDE BETWEEN THE WATERS OF SIXTYMILE RIVER AND LADUE RIVER.  ABOUT 1 MILE EAST OF THE LINE, AND ON SAME RIDGE AS MONUMENT NO. 133.  STATION IS ON THE HIGHEST ONE OF A JUMBLED-UP BUNCH OF GRANITE BOULDERS.  A LARGE ROCK OF NEARLY THE SAME HEIGHT IS 15 FEET TO THE NORTHWEST, WITH A LOOSE ROCK ON TOP OF IT.  STATION MARK-- 3/4-INCH DRILL HOLE IN SOLID ROCK, TRIANGLE CUT AROUND HOLE.  CAIRN.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED, BUT WITHOUT CAIRN.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS AND WITNESS POST ESTABLISHED.  A NEW DESCRIPTION FOLLOWS.  LOCATED ON THE MAIN DIVIDE BETWEEN SIXTYMILE RIVER AND LADUE RIVER.  ABOUT 1.6 KM EAST OF THE INTERNATIONAL BOUNDARY LINE AND ON THE SAME RIDGE AS BOUNDARY MONUMENT NO. 133, APPROXIMATELY 3.7 KM NORTHEASTERLY OF IT.  THE STATION IS ON THE HIGHEST ONE OF SEVERAL LARGE RANDOMLY ORIENTED GRANITE BOULDERS.  A HELICOPTER CAN EASILY LAND ABOUT 150 METERS TO THE EAST OF THE STATION, NEAR A ROCK CAIRN.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED CRAG 1907-1974 AND CEMENTED IN A DRILL HOLE IN A NEARBY LARGE GRANITE BOULDER, THE HIGHEST ONE OF SEVERAL.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED CRAG NO. 1 1907-1974 AND CEMENTED IN A DRILL HOLE IN A NEARBY LARGE GRANITE BOULDER.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED CRAG NO. 2 1907-1974 AND CEMENTED IN A LARGE GRANITE BOULDER.  AN IBC WITNESS POST WAS CEMENTED IN A LARGE GRANITE BOULDER."
        },
        {
            "id": "TY7953",
            "lat": 61.42185505277777,
            "long": -140.95492270555553,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (FL) ABOUT 1-1/2 MILES EAST OF THE LINE ON THE HIGHEST POINT OF A CONE-SHAPED PEAK LYING IMMEDIATELY SOUTH OF KLUTLAN GLACIER, AND ABOUT 3,600 FEET ABOVE THE GLACIER.  NO STATION MARK, ON ACCOUNT OF SNOW CAP."
        },
        {
            "id": "TY7845",
            "lat": 66.34564246944444,
            "long": -140.9141851638889,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (TR) ABOUT 2 MILES NORTH OF THE MOUNTAIN AT THE HEAD OF RACQUET CREEK ON A BARE, ROUNDING HOGBACK, ABOUT 2-1/2 MILES EAST OF THE LINE. FORKS OF BLACK RIVER RUN FROM IT IN ALL DIRECTIONS. CANNOT BE FURTHER DESCRIBED WITHOUT NAMES OF CREEKS.  STATION MARK--DRILL HOLE AND TRIANGLE IN FLAT ROCK ABOUT A FOOT SQUARE, SUNK IN FLUSH WITH GROUND. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE WITH THE TRIANGLE WAS FOUND INTACT.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE ESTABLISHED.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 4 MILES SOUTH OF BERN CREEK (DRIFTING SNOW CREEK), 2-1/2 MILES EAST OF THE BOUNDARY, 2 MILES NORTH NORTHEAST OF THE HEAD WATERS OF RACQUET CREEK ON A BARE RIDGE THAT LAYS IN A NORTH-SOUTH DIRECTION.  THE STATION IS A USC AND GS TRIANGULATION STATION DISC STAMPED CURVE 1910 1973 AND CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS ON THE EAST EDGE OF THE HOG BACK, 4 FEET WEST OF THE BREAK AND 5.2 FEET SOUTH OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED CURVE NO 1 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS AT ABOUT THE CENTER OF THE HOG BACK, SOUTH OF THE STATION AND AT ABOUT THE SAME ELEVATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED CURVE NO 2 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE EAST EDGE OF THE HOG BACK, WEST OF THE STATION AND AT THE SAME ELEVATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7980",
            "lat": 62.555937,
            "long": -140.86510843888888,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (WBR) ON THE HIGHEST POINT ON A DENSELY-TIMBERED HILL, ABOUT 4-1/2 MILES E OF THE LINE, AND 1-1/2 MILES N OF A LAKE, WHICH IS THE HEAD OF S BRANCH OF SCOTTIE CREEK. THE TIMBER IS CUT FOR THE N AND W VISTAS, AND BACKGROUNDS CUT FOR THE OTHER SIGHTS.  STATION MARK IS A 3/8-INCH DRILL HOLE IN A TRIANGLE CUT ON A STONE SET FLUSH WITH THE SURFACE OF THE GROUND.                            STATION RECOVERY (1943)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1943 (GWL) STATION WAS RECOVERED AS DESCRIBED BY THE INTERNATIONAL BOUNDARY COMMISSION IN 1909 AND FOUND IN GOOD CONDITION.  A BRONZE DISK WAS SET IN THE ORIGINAL DRILL HOLE.  FOLLOWING IS A COMPLETE NEW DESCRIPTION--  STATION IS LOCATED ABOUT 4-1/2 MILES E OF THE CANADA-ALASKA BOUNDARY LINE ON THE MOST E AND HIGHEST ONE OF A GROUP OF HILLS ABOUT 6 MILES SE OF A POINT WHERE THE ALCAN HIGHWAY CROSSES THE BOUNDARY LINE.  STATION MARK IS A BRONZE STATION DISK STAMPED DAVE IBC 1909 1943 AND SET FLUSH WITH THE GROUND IN A DRILL HOLE AT THE TOP OF A 12-INCH SQUARE GRANITE STONE.  REFERENCE MARK 1 IS A BRONZE REFERENCE DISK, STAMPED DAVE IBC NO 1 1943, BRAZED TO THE TOP OF A 1-INCH IRON PIPE THAT PROJECTS 12 INCHES ABOVE THE SURFACE OF THE GROUND.  REFERENCE MARK 2 IS A BRONZE REFERENCE DISK, STAMPED DAVE IBC NO 2 1943, BRAZED TO THE TOP OF A 1-INCH IRON PIPE THAT PROJECTS 12 INCHES ABOVE THE SURFACE OF THE GROUND.  NO AZIMUTH MARK WAS SET FOR THIS STATION.  TO REACH THE STATION FROM THE INTERNATIONAL BOUNDARY, GO SE ON THE ALCAN HIGHWAY FOR 4.35 MILES TO A SCRAPED-OFF AREA ON THE HILLSIDE ON THE RIGHT AND THE END OF TRUCK TRAVEL.  FROM HERE THE STATION IS THE MOST DISTANT AND HIGHEST POINT ON THE HORIZON 72 DEG MAGNETIC. TRAVEL A FOOT SE ACROSS THE NIGGERHEAD SWAMP TO THE END OF THE RIDGE AT THE S SIDE OF A VALLEY.  THEN CLIMB THE RIDGE AND FOLLOW IT SE AND E TO THE HIGHEST POINT AND THE STATION.  THIS IS THE HIGHEST POINT IN THE VICINITY.  ABOUT A 3-HOUR PACK.  HEIGHT OF LIGHT ABOVE STATION MARK - 5 METERS.  A 14-FOOT STAND WILL SEE A 45-FOOT LIGHT AT JOHNSON.  A 14-FOOT STAND WILL SEE A 4-FOOT LIGHT AT BEAVER CREEK ASTRO.  A 14-FOOT STAND WILL SEE A 4-FOOT LIGHT AT AIRS (IBC 1909).  A 14-FOOT STAND WILL SEE AN 18-FOOT LIGHT AT MIRROR 2.  A 14-FOOT STAND WILL SEE A 4-FOOT LIGHT AT STARVATION (IBC 1908).                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED STATION WITH NEW MARK AND TWO REFERENCE MARKS OF U.S. COAST AND GEODETIC SURVEY ORIGIN.  (THIS AGENCY IS NOW KNOWN AS THE NATIONAL GEODETIC SURVEY.) THE USC AND GS 1943 REFERENCE MARKS WERE FOUND LOOSE AND OUT OF PLUMB.  TWO NEW REFERENCE MARKS WERE ESTABLISHED AND AN IBC WITNESS POST ERECTED.  A NEW DESCRIPTION FOLLOWS.  LOCATED ON THE HIGHEST POINT ON A DENSELY TIMBERED HILL ON THE NORTH SIDE OF THE ALASKA HIGHWAY, ABOUT 7 KM NORTH OF MILEPOST 1210 AND 7.0 KM EAST OF THE INTERNATIONAL BOUNDARY.  A HELICOPTER LANDING AREA AND A VISTA TO TRIANGULATION STATION AIRS 1909-1974 WERE CLEARED AT THE STATION SITE.  STATION MARK--BRASS USC AND GS TABLET STAMPED DAVE 1909-1943 AND SET IN CONCRETE BASE.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED DAVE NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  (THIS SHOULD HAVE BEEN STAMPED AS REFERENCE MARK 4.)  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED DAVE NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  (THIS SHOULD HAVE BEEN STAMPED AS REFERENCE MARK 3.)  AN IBC WITNESS SIGN WAS NAILED TO A WHITE BIRCH TREE NEAR THE 1974 REFERENCE MARK 1."
        },
        {
            "id": "TY7947",
            "lat": 60.737983408333335,
            "long": -140.88696256944445,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1913 (TCD) ON A RIDGE BETWEEN TWO WESTERLY BRANCHES OF A LARGE GLACIER JOINING THE LOGAN GLACIER FROM THE SOUTH, ABOUT 6 MILES EAST OF THE LINE.  THE POINT OF THE RIDGE IS ABOUT 4 MILES FROM THE LOGAN GLACIER, AND THE STATION IS ON A SNOW BENCH ABOUT 1-1/2 MILES FROM THE POINT OF THE RIDGE, AND ABOUT 3,000 FEET ABOVE THE GLACIER.  NO STATION MARK, ON ACCOUNT OF DEEP SNOW."
        },
        {
            "id": "TY7867",
            "lat": 67.70416361944444,
            "long": -140.88935348055554,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON A DOME MOUNTAIN ABOUT 2 MILES NORTH OF RAPID RIVER, AND 3-1/2 MILES SOUTHEAST OF Q1 OF THE BOUNDARY. THERE IS A SECOND DOME SIMILAR IN APPEARANCE ABOUT 2 MILES NORTHEAST OF STATION DOC.  STATION MARK-- A HOLE IN THE CENTER OF A TRIANGLE CUT IN ROCK. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE WITH A TRIANGLE WAS IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 20 MILES NORTH OF NEW RAMPART HOUSE, 3 MILES EAST OF THE BOUNDARY, 2 MILES NORTH OF THE RAPID RIVER ON A ROUNDED MOUNTAIN.  THERE IS ANOTHER MOUNTAIN, SIMILAR IN APPEARANCE, 2 MILES TO THE NORTHEAST.  THE STATION MARK IS AN IBC DISC STAMPED DOC 1911 1973 AND LEADED INTO A BOULDER THAT IS 3.5 FEET BY 2.5 FEET IN CROSS SECTION AND WHICH PROJECTS 5 INCHES.  IT IS NEAR THE SOUTHEAST EDGE OF THE HILL TOP, ABOUT 40 YARDS EAST OF WHAT APPEARS TO BE THE HIGHEST POINT, 27 YARDS NORTHWEST OF THE SOUTHEAST BREAK OF THE HILL TOP AND 8.1 FEET SOUTH-SOUTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED DOC NO 1 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS AT ABOUT THE SAME ELEVATION AS THE STATION MARK.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED DOC NO 2 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS AT ABOUT THE SAME ELEVATION AS THE STATION MARK.  BOTH REFERENCE MARKS ARE IN A GRASSY STRIP THAT RUNS NORTHWEST-SOUTHEAST OVER THE HILL TOP JUST SOUTH OF THE STATION MARK.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC REFERENCE MARKS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7872",
            "lat": 68.30456408333333,
            "long": -140.89370151666665,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON THE WOODED POINT OF A SOUTHERLY SPUR LEADING FROM THE EAST END OF AMMERMAN MOUNTAIN. THIS POINT IS 8 MILES DUE NORTH OF THE MOUTH OF BILWADDY CREEK AND IS ON THE NORTH EDGE OF THE FLATS. THE FIRST BRANCH OF THE OLD CROW IS ABOUT 3 MILES EAST OF THE STATION.  STATION MARK--A HOLE DRILLED IN A ROCK SET FLUSH WITH THE GROUND.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILL HOLE WAS FOUND IN GOOD CONDITION.  A STATION MARK AND TWO REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 5 MILES EAST OF THE OLD CROW RIVER, 2-3/4 MILES EAST OF BOUNDARY MONUMENT 31, 1-1/2 MILES WEST OF THOMAS CREEK ON THE SOUTH TIP OF A RIDGE LEADING SOUTH FROM AMMERMAN MOUNTAIN.  THE KNOLL IS WOODED ON TOP HOWEVER THERE IS AN OPEN SPACE TO THE NORTH AND NORTHWEST OF THE STATION.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED DOODLE 1911 1973.  IT IS CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE NORTH SIDE OF THE WOODED KNOLL ON THE WEST ONE OF TWO VERY SMALL HUMPS.  IT IS 4.3 FEET NORTH OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED DOODLE NO 1 1911 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE NORTH SLOPE OF THE HILL TOP, 2.1 FEET SOUTH OF A 1-1/4 IN PIPE THAT PROJECTS 4 FEET AND ABOUT 1/2 FOOT LOWER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED DOODLE NO 2 1911 1973 AND CRIMPED TO THE TOP OF A 3-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS 2.4 FEET WEST OF A 1-1/4 IN METAL PIPE THAT PROJECTS 4-FEET AND IS SLIGHTLY LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7945",
            "lat": 60.77395433611111,
            "long": -140.72877040555557,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1913 (TCD) ABOUT 1-1/4 MILES SOUTH OF EAST OF STATION TURN ON THE SUMMIT OF THE SAME RIDGE, AND ABOUT 2,500 FEET ABOVE LOGAN GLACIER. NO STATION MARK ON ACCOUNT OF DEEP SNOW."
        },
        {
            "id": "TY7974",
            "lat": 62.09197709166667,
            "long": -140.87359849722222,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ABOUT 4-1/2 MILES EAST OF THE LINE ON AN ISOLATED RIDGE TO THE EAST OF BEAVER CREEK, ABOUT MIDWAY BETWEEN THE FIRST AND SECOND CROSSING OF THE LINE.  IT OVERLOOKS A FLAT COUNTRY WITH NUMEROUS SMALL LAKES, TOWARD THE WHITE RIVER TO THE EAST-WARD.  IT IS NOT ON THE HIGHEST PART OF THE RIDGE, WHICH IS A FEW FEET HIGHER ALONG THE SUMMIT SOUTH OF THE STATION.  IT IS EASILY FOUND BY FOLLOWING THE TOP OF RIDGE FROM THE NORTH END.  STATION MARK-- 3/8 INCH DRILL HOLE IN A STONE SET WITH TOP FAIRLY LEVEL WITH SURFACE, SURMOUNTED BY A CAIRN AND POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED BUT CAIRN DISMANTLED AND TARGET POLE TO ONE SIDE.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  LOCATED 6.7 KM EAST OF THE BOUNDARY ON A LONG, BARE, ISOLATED NW-SE RIDGE ON THE EAST SIDE OF THE BEAVER CREEK ABOUT MIDWAY BETWEEN THE SECOND AND THIRD CROSSING OF THE BOUNDARY.  STATION IS NOT AT HIGHEST POINT ON RIDGE BUT TO NW OF SUMMIT.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED ED 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED ED NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED ED NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH STATION MARK."
        },
        {
            "id": "TY7775",
            "lat": 63.57500400277778,
            "long": -140.79874213611112,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 NOT DESCRIBED IN 1910.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) RECOVERED SMALL CAIRN WITH CANADIAN TOPOGRAPHIC MARKER 158 - 65 - A SET IN LOOSE STONE.  OLD TOPOGRAPHIC MARKER REMOVED AND EDWARD 2 WAS MARKED AT SAME LOCATION."
        },
        {
            "id": "TT6246",
            "lat": 63.57507388055556,
            "long": -140.7988340277778,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) ON A PROMINENT KNOB ON A LONG BARE NORTH - SOUTH RIDGE 10.1 KM EAST OF THE BOUNDARY OPPOSITE THE MOUTH OF BIG CREEK ON NORTH LADUE RIVER.  THIS STATION REPLACED EDWARD 1910.  A HELICOPTER CAN LAND ABOUT 75 METRES FROM STATION.  STATION MARK--A BRONZE, IBC CONTROL STATION DISK STAMPED---EDWARD 2 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- EDWARD 2 NO 1 1974---AND CRIMPED TO THE TOP OF A 1.2 - METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- EDWARD 2 NO 2 1974---AND CRIMPED TO THE TOP OF A 1.2 - METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS CEMENTED IN A DRILL HOLE IN LOOSE ROCK NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH REFERENCE MARK."
        },
        {
            "id": "TY7882",
            "lat": 69.13170689444443,
            "long": -140.8769240138889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (WBG) ON THE MAIN RIDGE OF THE BRITISH MOUNTAINS. THIS RIDGE LIES JUST NORTH OF COTTONWOOD CREEK, A STREAM FLOWING EAST INTO THE FIRTH. CROSSING THE LINE IN AN EAST-TO-WEST DIRECTION THE RIDGE RISES BARE, STEEP, AND RUGGED TO AN AVERAGE ELEVATION OF 5,500 TO 6,000 FEET, AND CLIFFS ARE ENCOUNTERED NEAR THE SUMMIT. THE STATION IS SITUATED ON A PEAK ABOUT 2 MILES NORTH OF COTTONWOOD CREEK AND 3 MILES EAST OF THE LINE, AND ABOUT THE SAME DISTANCE WEST OF THE PASS USED BY THE SURVEY PARTIES AS THE MAIN TRAIL THROUGH THE RANGE. THE ARCTIC OCEAN, 35 MILES DISTANT, IS SEEN FROM THE STATION OVER THE INTERVENING RIDGES TO THE NORTH.  STATION MARK-- ROUGH DRILL HOLE IN ROCK. SIGNAL-- CAIRN WITH POLE AND FLAGS. ELEVATION, 4,530 FEET (APPROX.). ABOUT 2-1/2 HOURS CLIMB FROM A WILLOW CAMPING GROUND ON A SMALL BRANCH OF COTTONWOOD CREEK, WHICH HEADS AT THE FOOT OF THE RIDGE BELOW THE STATION.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION, EXCEPT CAIRN HAD DETERIORATED TO A 0.3 METRE PILE OF ROCKS.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON THE MAIN RIDGE OF THE BRITISH MOUNTAINS, JUST NORTH OF COTTONWOOD CREEK.  CROSSING THE LINE IN AN EAST-TO-WEST DIRECTION, THE RIDGE RISES BARE, STEEP AND RUGGED NEAR THE SUMMIT.  THE STATION IS ON THE SUMMIT OF A PEAK ABOUT 3.5 KM NORTH OF COTTONWOOD CREEK AND 5.0 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN LAND IN A SADDLE AT 1200 METRES ELEVATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED EMPIRE 1912-1973 AND CRIMPED TO A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE REFERENCE MARK TABLET STAMPED EMPIRE NO. 1 1912-1973 AND CEMENTED IN A DRILLHOLE IN BEDROCK.  REFERENCE MARK 2--BRONZE REFERENCE MARK TABLET STAMPED EMPIRE NO. 2 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7863",
            "lat": 67.40627697777778,
            "long": -140.98845273055554,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 ON THE TOP OF THE BARE LIMESTONE PRECIPICE WHICH RISES FROM THE RIVER DUE SOUTH OF RAMPART HOUSE, AND EDMONDS ISLAND AND PLAINLY VISIBLE FROM THE FORMER.  JUST BACK OF THE HILL IS A DEEP RAVINE, WHICH SEPARATES IT FROM THE PLATEAU SOUTH OF IT.  STATION MARK AN EARTHENWARE JAR 6 INCHES IN DIAMETER SET FLUSH WITH GROUND BY TURNER IN 1890.  RESET BY GILMORE, 1910.  SMALL CAIRN.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE EARTHENWARE JAR WAS IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 0.85 MILES SOUTH OF NEW RAMPART HOUSE, 0.3 MILES EAST OF THE BOUNDARY, 0.1 MILES SOUTHEAST OF THE SOUTHEAST EDGE OF THE PORCUPINE RIVER ON ABOUT THE HIGHEST POINT OF A FLAT TOPPED BUTTE THAT LAYS IN A NORTHEAST-SOUTHWEST DIRECTION AND HAS STEEP CLIFFS DROPPING TO THE RIVER ON THE NORTHWEST.  THIS BUTTE IS SEPARATED FROM THE HIGH GROUND TO THE SOUTH BY A GORGE.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED FIRE HILL 1910 1973 AND CRIMPED TO THE TOP OF A 7-FOOT COPPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS ON THE HIGHEST POINT AND NORTH EDGE OF THE HILL, 15 FEET SOUTH SOUTHEAST OF THE NORTHERLY EDGE OF THE HILL AND 2.0 FEET SOUTHWEST OF A 2-FOOT CAIRN WITH A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED FIRE HILL NO 1 1910 1973 AND CRIMPED TO THE TOP OF 6-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS ON THE SOUTHEASTERLY EDGE OF THE HILL ABOUT 1 FOOT LOWER THAN THE STATION AND ABOUT 15 FEET EAST OF A SMALL LONE ROCK OUTCROP.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED FIRE HILL NO 2 1910 1973 AND CRIMPED TO THE TOP OF 6-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES ABOVE THE GROUND.  IT IS 4 FEET SOUTH SOUTH- EAST OF THE NORTHERLY EDGE OF THE HILL AND ABOUT 1 FOOT LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7844",
            "lat": 66.23854993055555,
            "long": -140.97849676944443,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) TWO MILES NORTH OF TEECAN CREEK, AND THREE-QUARTERS OF A MILE WEST OF THE LINE NEAR THE NORTH END OF THE MORE SOUTHERLY OF TWO HIGH HOGBACKS 1 MILE APART. THE COUNTRY DROPS OFF PRECIPITOUSLY TO WEST. THE NORTH HOGBACK IS CONSIDERABLY HIGHER THAN THE OTHER. GOOD FEED IN VALLEY 1 MILE TO SOUTH.  STATION MARK--1/2-INCH DRILL HOLE SURROUNDED BY CHISELLED TRIANGLE IN ROCK 14 INCHES BY 10 INCHES BY 10 INCHES, SET FLUSH WITH SURFACE. SIGNAL IS 5.3 FOOT CAIRN, WITH CENTER POLE.                            STATION RECOVERY (1956)  RECOVERY NOTE BY US GEOLOGICAL SURVEY 1956 (RCF) A STATION ESTABLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION IN 1910 AND ADJUSTED AND PUBLISHED BY THE NGS.  STATION MARK- A 1/2 IN. DRILL HOLE SURROUNDED BY A CHISELED TRIANGLE IN ROCK.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS VISITED AND THE STATION MARK (A DRILLED HOLE WITH A TRIANGLE AROUND IT) FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 2-1/4 MILES SOUTH OF RUNT CREEK, 2-1/4 MILES NORTH OF TIKAN CREEK, 2/3 OF A MILE EAST OF THE BOUNDARY ON THE SOUTH AND LOWER ONE OF TWO HIGH, BARE NORTH-SOUTH RIDGES OR HOG BACKS AND 35 YARDS SOUTH OF THE NORTH END OF THE NORTH-SOUTH RIDGE.  THE STATION MARK IS AN IBC TRIANGULATION STATION DISC STAMPED FISHING 1910 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE EDGE OF THE MOUNTAIN TOP AND 4.0 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS AN IBC REFERENCE MARK DISC STAMPED FISHING NO 1 1910 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS NORTH OF THE STATION, 20 YARDS SOUTH OF THE NORTH END OF THE MOUNTAIN TOP AND ON THE EAST BREAK OF THE TOP AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK NUMBER 2 IS AN IBC REFERENCE MARK DISC STAMPED FISHING NO 2 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 4 FEET BY 6 FEET IN CROSS SECTION AND PROJECTS 2 FEET.  IT IS WEST OF THE STATION, ON THE WEST SLOPE OF THE HILL AND ABOUT 2 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7967",
            "lat": 61.78500900555555,
            "long": -140.95076813333333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ABOUT 1-3/4 MILES EAST OF THE LINE ON A FLAT-TOP MOUNTAIN, THE HIGHEST PEAK IN SIGHT TO THE NORTHEAST FROM THE MOUTH OF CACHE CREEK. ABOUT 100 FEET SOUTH OF THE STATION IS A VERTICAL CLIFF.  STATION MARK-- 3/8-INCH DRILL HOLE, SURMOUNTED BY A CAIRN AND POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED BUT WITH CAIRN DETERIORATED.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A PROMINENT FLAT-TOP MOUNTAIN 2.7 KM EAST OF THE BOUNDARY AND ABOUT 4 KM NORTH OF WHITE RIVER.  IT IS ON AN ELEVATED AREA OF BEDROCK ABOUT 50 METRES SOUTH OF THE HIGHEST POINT ON MOUNTAIN.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED FLAT TOP 1909-1974 AND CEMENTED IN A DRILL HOLE IN BEDROCK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED FLAT TOP NO. 1 1909-1974 AND CEMENTED IN A DRILL HOLE IN BEDROCK.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED FLAT TOP NO. 2 1909-1974 AND CEMENTED IN A DRILL HOLE IN BEDROCK.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7989",
            "lat": 63.31311676944444,
            "long": -140.77935672222225,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ABOUT 7 MILES EAST OF THE LINE, AND 4 MILES NORTHEAST OF JUNCTION OF NORTH FORK AND LADUE RIVER ON ROCK OUTCROP ON THE HIGHEST PART OF A THICKLY TIMBERED RIDGE.  NEAR THE TOP OF THE STATION RIDGE ARE TWO KNOBS WITH SADDLES BETWEEN.  THE STATION IS ON THE MORE EASTERLY. A GOOD THREE HOURS WALK FROM THE CREEK UP THE RIDGE. FRA-WA-PE CREEK LIES TO THE SOUTH, WITH A RIDGE BETWEEN THE STATION AND LADUE RIVER.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT ON ROCK.  THE MOSS HAD TO BE SCRAPED OFF TO EXPOSE THE ROCK.  THERE IS JUST ROOM ON TOP OF THE ROCK TO WORK COMFORTABLY.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED UNDER ABOUT 5 CM OF MOSS.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON THE MORE WESTERLY OF TWO KNOBS ON A TIMBERED RIDGE ABOUT 7 KM NORTHEAST OF THE MOUTH OF THE NORTH LADUE RIVER AND 11.2 KM EAST OF THE BOUNDARY.  IT IS IN AN OUTCROP NEAR THE HIGHEST POINT ON THE KNOB.  A BRONZE CANADIAN TOPOGRAPHIC MARKER 159-65-A NEAR THE STATION IS IN THE SAME OUTCROP.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED FRA-WA-PE 1908-1974 AND CRIMPED TO THE TOP OF A 0.3 METRE LENGTH OF COPPERWELD ROD CEMENTED IN A DRILL HOLE IN BEDROCK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED FRA-WA-PE NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED FRA-WA-PE NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS CEMENTED IN A DRILL HOLE NEAR THE STATION."
        },
        {
            "id": "TY7808",
            "lat": 65.12480066111111,
            "long": -140.9604076583333,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) LOCATED ABOUT 1 MILE EAST OF THE LINE AND 2-1/4 MILES NORTH OF HARD LUCK CREEK NEAR THE SOUTHERN END OF A LONG SAWTOOTH RIDGE WHICH LIES BETWEEN TWO FORKS OF THE CREEK WHICH EMPTIES AT MONUMENT NO. 102 INTO HARD LUCK CREEK. A DEEP NARROW CANYON IS ANOTHER DISTINCTIVE FEATURE OF THIS SMALLER CREEK, AND IS ABOUT 1 MILE SOUTH OF THE STATION.  STATION MARK--A DRILL HOLE SURROUNDED BY THREE ARROWS.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) STATION SITE AND REMAINS OF A CAIRN WERE SEEN FROM THE AIR.  NO LANDING COULD BE MADE AT THE SITE.  REACHING THE STATION WILL ENTAIL 1/2 HOUR TO AN HOUR PACK.  DID NOT GET BACK IN 73 BECAUSE OF THE WEATHER.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WAS RECOVERED IN GOOD CONDITION.  THE ARROWS WERE SOMEWHAT INDISTINCT, BUT VISIBLE.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 3 MILES NORTH OF HARD LUCK CREEK, 1 MILE EAST OF THE U.S.-CANADA BOUNDARY, AND ON A HIGH, STEEP, ROCKY RIDGE.  THERE ARE SEVERAL HIGHER POINTS ALONG THE SAME RIDGE TO THE NORTH AND THE STATION IS ON A POINT THAT IS LINE WITH A DRAW TO THE WEST.  THE STATION MARK, STAMPED GAME 1909 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 6.3 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED GAME 1 1909 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 3-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 3 INCHES.  IT IS 23.9 FEET EAST OF THE WITNESS POST AND ABOUT 6 FEET LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED GAME 2 1909 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 4 INCHES.  IT IS 19.3 FEET SOUTH OF THE WITNESS POST AND ABOUT 1 FOOT LOWER THAN THE STATION."
        },
        {
            "id": "TY7782",
            "lat": 64.090260575,
            "long": -140.88396430833333,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION IS LOCATED ABOUT 7 MILES EAST-NORTHEAST OF BOUNDARY, ALASKA, 4 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1/4 MILE SOUTHEAST OF YUKON HIGHWAY 3 AND ON THE WEST END OF A HIGH, BARE, FLAT-TOPPED MOUNTAIN.  THE STATION MARK IS AN UNSTAMPED GEODETIC SURVEY OF CANADA DISK CEMENTED IN A DRILL HOLE IN A BOULDER.  AT THIS TIME THE BOULDER IS NOT SOLID IN THE GROUND.  IT IS 7.5 FEET NORTHEAST OF A WITNESS POST.  A TRAVERSE CONNECTION WAS MADE TO THIS STATION FROM GOLD 1907 1974, THE DISTANCE BEING 7.15 FEET OR 2.182 METERS."
        },
        {
            "id": "TY7783",
            "lat": 64.09026203888888,
            "long": -140.88397264444444,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) RECOVERED IN GOOD CONDITION.  NEW DESCRIPTION-- THE STATION IS LOCATED ABOUT 7 MILES EAST - NORTHEAST OF BOUNDARY, ALASKA, 4 MILES EAST OF THE US - CANADA BOUNDARY, 1/4 MILE SOUTHEAST OF YUKON HIGHWAY 3 AND ON THE WEST END OF A HIGH, BARE FLAT - TOP MOUNTAIN.  STATION MARK--AN UNSTAMPED CANADA TOPOGRAPHICAL SURVEY DISK CEMENTED IN A DRILL HOLE IN A BOULDER.  AT THIS TIME THE BOULDER IS NOT SOLID IN THE GROUND.  IT IS 7.6 FEET NORTHEAST OF A WITNESS POST.  A TRAVERSE CONNECTION WAS MADE TO THIS STATION FROM GOLD 1907 1974, THE DISTANCE BEING 5.88 FEET OR 1.793 METRES."
        },
        {
            "id": "TY7784",
            "lat": 64.09025929722222,
            "long": -140.88400890833333,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON A HIGH, BALD PLATEAU, THE HIGHEST POINT ON AN EAST-AND-WEST RIDGE IMMEDIATELY NORTH OF GOLD CREEK.  THE MOST SOUTHERLY FORK OF MOOSE CREEK HEADS IN THE KNOB ON WHICH IS THE STATION. TRAIL TO DAWSON, OVER WHICH A FEW WAGONS HAVE BEEN DRIVEN, RUNS ALONG THE SIDE OF THE KNOB.  STATION IS ON THE WESTERN EDGE OF HIGHEST PART.  STATION MARK-- 3/4-INCH DRILL HOLE IN TRIANGLE CUT IN ROCK. CAIRN AROUND POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WITHIN A CHISELED TRIANGLE WAS RECOVERED IN GOOD CONDITION BENEATH THE CAIRN.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 7 MILES EAST-NORTHEAST OF BOUNDARY, ALASKA, 4 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1/4 MILE SOUTHEAST OF YUKON HIGHWAY 3 AND ON THE WEST END OF A HIGH, BARE, FLAT-TOPPED MOUNTAIN.  THE STATION MARK, STAMPED GOLD 1907 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD PROJECTS 3 INCHES.  IT IS 7.7 FEET NORTHWEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED GOLD 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 3 INCHES.  IT IS 27.4 FEET NORTH OF THE WITNESS POST AND AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK 2, STAMPED GOLD 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 26.4 FEET NORTHWEST OF THE WITNESS POST AND AT ABOUT THE SAME ELEVATION AS THE STATION.  GOLD (GSC) IS AN UNSTAMPED GEODETIC SURVEY OF CANADA DISK CEMENTED IN A DRILL HOLE IN A BOULDER.  AT THIS TIME THE BOULDER IS NOT SOLID IN THE GROUND.  IT IS 7.5 FEET NORTHEAST OF THE WITNESS POST.  GOLD (CANADA TOPO) IS AN UNSTAMPED CANADA TOPOGRAPHICAL SURVEY DISK CEMENTED IN A DRILL HOLE IN A BOULDER.  AT THIS TIME THE BOULDER IS NOT SOLID IN THE GROUND.  IT IS 7.6 FEET NORTHEAST OF THE WITNESS POST.  NOTE--THE CANADA TOPOGRAPHICAL SURVEY DISK WAS SET IN 1948 BY H. SPENCE."
        },
        {
            "id": "TY7812",
            "lat": 65.21123454444445,
            "long": -140.90616345555557,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION IS LOCATED ABOUT 3 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1/2 MILE NORTH OF CATHEDRAL CREEK AND ON THE HIGHEST POINT OF A LOW MOUNTAIN THAT IS BARE ON TOP AND WOODED ON ALL SIDES.  THE STATION MARK, STAMPED GRUB 2 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 4.0 FEET NORTHEAST OF A WITNESS POST.  REFERENCE MARK 1, STAMPED GRUB 2 1 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 1.1 FEET SOUTHEAST OF A WITNESS POST AND AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK 2, STAMPED GRUB 2 2 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 2.4 FEET NORTHWEST OF A WITNESS POST AND ABOUT 2 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7811",
            "lat": 65.21123241666668,
            "long": -140.90615768055557,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ON A SUMMIT OF THE FIRST HILL NORTH OF CATHEDRAL CREEK AND EAST OF THE SECOND CREEK EMPTYING INTO THAT STREAM FROM THE NORTH, RECKONING EASTWARD FROM THE BOUNDARY.  STATION MARK--A CROSS ON A ROCK.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION WAS SEARCHED FOR, BUT NOT RECOVERED.  GRUB 2 1974 WAS ESTABLISHED IN THE IMMEDIATE VICINITY.  SEE DESCRIPTION THEREOF."
        },
        {
            "id": "TY7866",
            "lat": 67.59252105833333,
            "long": -140.8917992833333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON THE DIVIDE BETWEEN SUNAGHUN CREEK AND RAPID RIVER. IT IS 1-1/2 MILES NORTHEAST OF TWO PROMINENT ROCKY PINNACLES, AND ABOUT 3-1/2 MILES NORTHEAST OF P1 OF THE BOUNDARY, AND ON THE SAME RIDGE.  STATION MARK-- A HOLE DRILLED IN A ROCK IN PLACE. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE DRILLED HOLE AND THE TRIANGLE WERE FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 12-1/3 MILES NORTH-NORTHEAST OF NEW RAMPART HOUSE, 4-1/2 MILES SOUTHEAST OF RAPID RIVER, 3 MILES WEST OF THE BOUNDARY ON A SHORT NORTHEAST-SOUTHWEST RIDGE OR KNOB (120 YARDS LONG).  THE STATION MARK IS A USC AND GS TRIANGULATION DISC STAMPED GUN 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS NEAR THE SOUTHWEST END AND HIGHEST POINT OF THE ABOVE MENTIONED KNOB (THERE IS HIGHER GROUND 1/2 MILE TO THE NORTHEAST) 75 FEET NORTHEAST OF THE SOUTHWEST BREAK AND ABOUT 5 FEET SOUTH OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED GUN NO 1 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ABOUT 1 FOOT LOWER THAN THE STATION MARK.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED GUN NO 2 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES AND IS JUST SLIGHTLY LOWER THAN THE STATION MARK.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER AS NO IBC DISCS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7958",
            "lat": 61.74442195,
            "long": -140.73540415833332,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) ON THE HIGHEST POINT OF A ROUND - TOP RIDGE BETWEEN THE WHITE AND GENERC RIVERS.  IT IS 14.1 KM EAST OF THE BOUNDARY AND 10 KM SOUTH OF THE MOUTH OF GENERC RIVER.  THERE ARE SCATTERED SPRUCE TREES ON TOP OF RIDGE.  THIS STATION REPLACES HARRIS 1913.  A HELICOPTER CAN LAND NEAR THE STATION.  STATION MARK--A BRONZE, IBC CONTROL STATION DISK STAMPED---HARRIS 2 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- HARRIS 2 NO 1 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- HARRIS 2 NO 2 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS SIGN WAS NAILED TO A SPRUCE TREE NEAR THE STATION"
        },
        {
            "id": "TY7957",
            "lat": 61.742458222222226,
            "long": -140.73450488055553,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (FL) ON THE HIGHEST POINT OF A ROUND-TOP RIDGE IMMEDIATELY SOUTH OF THE LARGE FLAT BETWEEN THE WHITE AND JENERK RIVERS, AT THEIR JUNCTION, AND ABOUT 1,000 FEET ABOVE THE FLAT.  STATION MARK-- A 3-INCH WIRE NAIL IN A STUMP ABOUT 18 INCHES ABOVE GROUND LEVEL.  A TRIPOD SIGNAL WAS LEFT OVER THE STATION.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) UNABLE TO FIND ANY TRACES OF ORIGINAL STATION.  TRIPOD AND OLD STUMP PROBABLY ROTTED AWAY.  TRIANGULATION STATION HARRIS 2 1974 WAS SET AND LOCATED TO REPLACE THIS 1913 STATION."
        },
        {
            "id": "TY7802",
            "lat": 64.751842675,
            "long": -140.967145325,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION IS LOCATED 1 MILE EAST OF THE BOUNDARY, 4.8 MILES NORTH OF THE YUKON RIVER ON THE WEST END OF A HOGBACK RIDGE AND 1.8 MILES SOUTH OF EAGLE CREEK.  THE STATION IS MARKED BY A USC AND GS TRIANGULATION STATION DISC STAMPED HOG 2 1973 AND CRIMPED TO THE TOP OF A 1-FOOT LENGTH OF COPPERWELD ROD WHICH IS WEDGED AND LEADED IN A HOLE DRILLED IN LIMESTONE.  THE STATION MARK IS FLUSH WITH THE GROUND AND 6 FEET EAST OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED HOG 2 NO 1 1973 AND CRIMPED TO THE TOP OF A 2-FOOT COPPERWELD ROD THAT WAS DRIVEN INTO FRACTURED LIMESTONE AND THEN LEADED IN.  IT PROJECTS ABOUT 4 INCHES AND IS NORTH NORTHEAST OF THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED HOG 2 NO 2 1973 AND CRIMPED TO THE TOP OF A 2-FOOT COPPERWELD ROD THAT WAS DRIVEN INTO FRACTURED LIMESTONE AND THEN LEADED IN.  IT PROJECTS ABOUT 4 INCHES AND IS EAST OF THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED.  NOTE--DIRECTIONS TO R.M.S WILL BE OBSERVED WHEN STATION IS LOCATED IN 1974.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION AND REFERENCE MARKS WERE RECOVERED AS DESCRIBED AND FOUND IN GOOD CONDITION.  THE 1973 DESCRIPTION IS ADEQUATE.  THE MARKS ARE STAMPED 1973, BUT THE STATION WAS NOT POSITIONED UNTIL THIS YEAR."
        },
        {
            "id": "TY7801",
            "lat": 64.75183997777778,
            "long": -140.96714143611112,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ABOUT 1 MILE EAST OF THE LINE AND 5 MILES NORTH OF YUKON RIVER, ON THE WEST END OF A HOGBACK RIDGE ABOUT 1 MILE SOUTHEAST OF STATION A1 OF THE BOUNDARY, AND SOUTH OF EAGLE CREEK.  STATION MARK-- CROSS IN ROCK.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION SITE WAS VISITED AND 4 MEN SEARCHED FOR ABOUT AN HOUR.  PIECES OF THE ORIGINAL SIGNAL POLE WERE RECOVERED.  A TRIPOD WITH THE BARK STILL ON WAS FOUND OVER WHAT WAS PROBABLY THE STATION SITE.  NO TRACE OF THE CROSS COULD BE FOUND.  THE STATION SHOULD BE CONSIDERED LOST.  HOG 2 1974 WAS ESTABLISHED."
        },
        {
            "id": "UV4706",
            "lat": 63.28008338611111,
            "long": -140.98597794999998,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) SCATTERED REMAINS OF WOODEN SIGNAL FOUND.  NO PRECISE STATION MARK.  STATION IS CONSIDERED LOST.  SINCE HOWARD WAS ONLY A SUBSIDIARY STATION NO REPLACEMENT POINT WAS MARKED."
        },
        {
            "id": "TY7966",
            "lat": 61.98567698055555,
            "long": -140.84661005833334,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ABOUT 5 MILES EAST OF THE LINE ON A HUMP ON A RIDGE LEADING OUT FROM THE FIRST MOUNTAINS NORTH OF RABBIT CREEK BETWEEN BEAVER CREEK AND WHITE RIVER.  THE STATION IS NORTHWARD FROM THE OUTLET OF LAKE TOSMONA, WHICH DRAINS INTO BEAVER CREEK.  THE STATION IS EASILY REACHED FROM THE OUTLET OF THE LAKE.  STATION MARK-- 3/8-INCH DRILL HOLE IN A BASALTIC STONE 12 BY 12 BY 8 INCHES, SET IN THE SUMMIT GRAVEL, SURMOUNTED BY A CAIRN WITH POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED, BUT CAIRN DETERIORATED AND STONE SLIGHTLY HEAVED.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  A NEW DESCRIPTION FOLLOWS.  LOCATED AT THE TOP OF A HUMP NEAR THE WESTERN END OF THE NATZOTIN RANGE AT THE HEAD OF FRYING PAN CREEK.  IT IS 8.1 KM EAST OF THE INTERNATIONAL BOUNDARY.  ALTHOUGH DIFFICULT, A HELICOPTER LANDING CAN BE MADE ON A SMALL FLAT AREA NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED HUMP 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND AT THE HIGHEST POINT.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED HUMP NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED HUMP NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED IN A CAIRN NEAR THE STATION."
        },
        {
            "id": "TY7878",
            "lat": 68.75813025277778,
            "long": -140.8932709361111,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON A LOW, ROUND-TOP HILL ABOUT 3 MILES WEST OF THE MAIN FIRTH RIVER, ABOUT 7 MILES NORTH BY EAST OF THE MOUTH OF MANCHA CREEK, AND ABOUT 3 MILES EAST OF THE LINE.  STATION MARK--A HOLE DRILLED IN A ROCK IN PLACE. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION WITH REMAINS OF CLOTH PHOTO TARGET.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON A LOW ROUND-TOP HILL ABOUT 11 KM NORTHEAST OF THE CONFLUENCE OF MANCHA CREEK AND THE FIRTH RIVER AND 4.4 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN EASILY LAND BESIDE THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED INCOG 1911-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED INCOG NO. 1 1911-1973 CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED INCOG NO. 2 1911-1973 CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7959",
            "lat": 61.635996608333336,
            "long": -140.72502921944445,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) NEAR THE NE CORNER OF A FLAT WHICH IS THE TERMINATION OF A RIDGE SEPARATING BROOKE CREEK FROM THE HEADWATERS OF BIG BOUNDARY CREEK.  IT IS 14.7 KM EAST OF THE BOUNDARY AND ABOUT 3 KM NW OF THE MOUTH OF BROOKE CREEK.  A HELICOPTER CAN EASILY LAND AT STATION.  STATION MARK--A BRONZE, IBC CONTROL STATION DISK STAMPED---JENERK 2 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND ABOUT 3 METRES WEST OF EDGE OF BANK.  REFERENCE MARK 1--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- JENERK 2 NO 1 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- JENERK 2 NO 2 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7956",
            "lat": 61.636004125,
            "long": -140.72505536388888,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (FL) ON THE EASTERN EXTREMITY OF A FLAT WHICH FORMS THE NORTHERLY END OF THE RIDGE LYING BETWEEN BOULDER CREEK, WHICH RISES ON THE EASTERN SLOPES OF MOUNT LAMBART AND JOINS THE JENERK RIVER ABOUT 20 MILES ABOVE ITS MOUTH, AND THE HEADWATERS OF BIG AND LITTLE BOUNDARY CREEKS.  THE STATION LIES ABOUT 1-3/4 MILES NORTHWEST OF THE MOUTH OF BOULDER CREEK AND 1,500 FEET ABOVE IT.  STATION MARK-- 1/2-INCH DRILL HOLE IN A TRIANGLE CUT ON A BOULDER ABOUT 25 FEET FROM THE EASTERN EDGE OF THE FLAT.  A TRIPOD SIGNAL WAS LEFT OVER THE STATION.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) FOUND A RECENT CAIRN WITH REMAINS OF THE OLD TARGET-POLE NEARBY, BUT THE STONE WITH PRECISE MARK WAS MISSING.  TRIANGULATION STATION JENERK 2-1974 WAS SET AT THE CENTER OF THE RECOVERED CAIRN AND LOCATED TO REPLACE THIS 1913 STATION."
        },
        {
            "id": "TY7876",
            "lat": 68.50899055,
            "long": -140.97281396666668,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON A TABLE-TOP RIDGE AT THE HEAD OF AMMERMAN CREEK, A BRANCH OF OLD CROW RIVER. A PROMINENT LAND-MARK 3 MILES TO THE SOUTHEAST IS A LARGE LONE ROCK. THE STATION IS ABOUT 1 MILE EAST OF THE LINE, AND 3 MILES SOUTHEAST OF T1 OF THE BOUNDARY.  STATION MARK--A HOLE DRILLED IN A ROCK IN PLACE. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) CAIRN HAD BEEN DISMANTLED AND ROCKS USED TO ANCHOR THE LEGS OF A MAGNESIUM TRIPOD FOUND AT THE STATION.  THE ROCK WITH DRILL HOLE FOR THE STATION MARK WAS STILL IN PLACE AT THE CENTRE OF THE TRIPOD.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON A TABLE-TOP RIDGE AT THE HEAD OF AMMERMAN CREEK AND 1.2 KM EAST OF THE BOUNDARY.  THE STATION AND REFERENCE MARKS ARE ALL LOCATED SLIGHTLY TO THE EAST OF THE SUMMIT OF THE MOUNTAIN.  A PROMINENT LAND MARK 5 KM TO THE SOUTHEAST IS A LARGE LONE ROCK.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED JIM 1911-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED JIM NO. 1 1911-1973 AND CEMENTED IN A DRILL HOLE IN OUTCROPPING ROCK.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED JIM NO. 2 1911-1973 AND CEMENTED IN A DRILL HOLE IN OUTCROPPING ROCK.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7788",
            "lat": 64.36856283888888,
            "long": -140.93342365555557,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ABOUT 2 MILES EAST OF THE LINE ON THE HIGHEST POINT OF THE RIDGE BETWEEN STATION BARE AND FORTYMILE RIVER.  SOME DRY TIMBER HAD TO BE CUT NEAR SIGNAL.  TRAIL RUNS WITHIN 100 FEET OF THE STATION.  STATION MARK-- 1/2-INCH DRILL HOLE IN ROCK SUNK IN GROUND.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WAS RECOVERED IN GOOD CONDITION.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 3-1/2 MILES NORTH OF THE FORTYMILE RIVER, 2 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1-1/2 MILES EAST OF BOUNDARY CREEK AND ON A LOW, TIMBERED MOUNTAIN.  THE STATION MARK, STAMPED JOHN BULL 1907 1974, IS A BRONZE DISK CRIMPED TO A 6-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 6 INCHES.  IT IS 3.8 FEET WEST OF A WITNESS POST.  REFERENCE MARK 1, STAMPED JOHN BULL 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 4 INCHES.  IT IS 4.5 FEET WEST OF A WITNESS POST SIGN THAT IS NAILED TO A SPRUCE TREE AND IS AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK 2, STAMPED JOHN BULL 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 6-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 5 INCHES.  IT IS 3.3 FEET WEST OF A WITNESS POST SIGN THAT IS NAILED TO A SPRUCE TREE AND IS AT ABOUT THE SAME ELEVATION AS THE STATION."
        },
        {
            "id": "TY7976",
            "lat": 62.49123021944445,
            "long": -140.78244274444447,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1943 (GWL) STATION IS LOCATED ON THE TOP AND W END OF A DENSELY-WOODED RIDGE ABOUT 1 MILE N OF THE SNAG RIVER AND 4 MILES NW OF ITS CONFLUENCE WITH BEAVER CREEK. IT IS SET FLUSH IN THE TOP OF A BOULDER PROJECTING 6 INCHES AND IS STAMPED JOHNSON 1943.  REFERENCE MARK 1 IS ESE OF THE STATION, SET FLUSH IN THE TOP OF A BOULDER FLUSH WITH THE SURFACE OF THE GROUND, AND IS STAMPED JOHNSON NO 1 1943.  REFERENCE MARK 2 IS W BY N OF THE STATION, SET FLUSH IN THE TOP OF A 2- BY 3-FOOT BOULDER PROJECTING 1 FOOT, AND IS STAMPED JOHNSON NO 2 1943.  THE AZIMUTH MARK FOR THIS STATION IS TRIANGULATION STATION BEAVER CREEK ASTRO.  TO REACH THE STATION FROM THE INTERNATIONAL BOUNDARY LINE, GO S AND E ALONG THE ALASKA MILITARY HIGHWAY FOR 12.45 MILES (3.5 MILES AFTER PASSING A METAL BUTLER HUT AT A ROAD CAMP ON THE RIGHT SIDE OF THE ROAD AND 2.1 MILES N ALONG THE HIGHWAY FROM SNAG CREEK CROSSING) TO A SMALL BODY OF WATER ON THE LEFT SIDE OF THE HIGHWAY, A TREE WITH A TRIANGULAR BLAZE AND THE END OF TRUCK TRAVEL. FROM HERE FOLLOW FOOT TRAIL E ABOUT 0.25 MILE TO TWO INDIAN CABINS (JOHNSON VILLAGE). FROM IN FRONT OF THE FIRST CABIN THE STATION PEAK IS MAGNETIC 70 DEG AND THE POLE TOWER AND TRIMMED SIGNAL TREE CAN BE SEEN WITH BINOCULARS.  FROM THE CABINS FOLLOW A WELL-DEFINED INDIAN TRAIL S AND ALONG THE E SIDE OF A SLOUGH FOR 1 HOUR TO A TRIANGULAR-BLAZED SPRUCE TREE AND A BLAZED TRAIL LEADING LEFT. BEAR LEFT THROUGH THE SPRUCE WOODS FOLLOWING BLAZES FOR 1 HOUR TO THE SUMMIT OF THE RIDGE WHICH CAN BE SEEN FROM THE TRAIL TO THE STATION. A 2-HOUR PACK.  A 40-FOOT POLE TOWER WILL SEE A 4-FOOT LIGHT AT MCCAULEY.  A 40-FOOT POLE TOWER WILL SEE A 4-FOOT LIGHT AT NIGGER.  A 40-FOOT POLE TOWER WILL SEE A 4-FOOT LIGHT AT AIRS (IBC 1909).  A 40-FOOT POLE TOWER WILL SEE A 4-FOOT LIGHT AT BEAVER CREEK ASTRO.  A 40-FOOT POLE TOWER WILL SEE A 15-FOOT LIGHT AT DAVE (IBC 1909).  A 40-FOOT POLE TOWER WILL SEE A 20-FOOT LIGHT AT SNUCE."
        },
        {
            "id": "TY7777",
            "lat": 63.60400039722222,
            "long": -140.97158696388888,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) KNOLL HAS BURNT OVER IN RECENT YEARS.  UNABLE TO FIND ANY TRACES OF STATION.  JUNCTION 2 1974 WAS ESTABLISHED."
        },
        {
            "id": "TY7778",
            "lat": 63.60396313611111,
            "long": -140.97151480833332,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) ON A ROUNDED KNOLL ON THE EAST SIDE OF NORTH LADUE RIVER OPPOSITE THE MOUTH OF MCCORD CREEK.  IT IS APPROXIMATELY AT THE HIGHEST POINT ON THE KNOLL AND 1.5 KM EAST OF THE BOUNDARY.  THE KNOLL, WHICH FORMERLY HAD HEAVY TIMBER HAS BURNT OVER.  A LANDING AREA WAS CLEARED NEAR THE STATION.  THIS STATION REPLACES JUNCTION 1908.  STATION MARK--A BRONZE, IBC CONTROL STATION DISK STAMPED--- JUNCTION 2 1974---AND CRIMPED TO THE TOP OF A 1.2 - METRE COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- JUNCTION 2 NO 1 1974---AND CRIMPED TO THE TOP OF A 1.2 - METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- JUNCTION 2 NO 2 1974---AND CRIMPED TO THE TOP OF A 1.2 - METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7862",
            "lat": 67.46057888888889,
            "long": -140.9847167833333,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON A BARE, FLAT-TOPPED MOUNTAIN, 3 MILES NORTH OF RAMPART HOUSE, AND ONE-HALF MILE EAST OF THE LINE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  A CROSS WITHIN A TRIANGLE CHISELED IN A BOULDER MARKED THE STATION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 3.0 MILES NORTH OF NEW RAMPART HOUSE, 2.1 MILES EAST OF SUNAGHUN CREEK, 0.4 MILES EAST OF BOUNDARY MONUMENT 48A ON THE SOUTH EDGE OF THE HIGHEST BENCH ON A NORTH-SOUTH RIDGE.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED JUNE 1911 1973 AND CRIMPED TO THE TOP OF A 7-FOOT COPPERWELD ROD WHOSE TOP IS FLUSH WITH THE GROUND AND WHOSE BOTTOM HAS A BRASS COUPLING ON IT.  IT IS ON THE SOUTH EDGE OF THE HIGHEST KNOB ABOUT 50 YARDS SOUTH OF THE HIGHEST GROUND AND 6.7 FEET NORTH OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED JUNE NO 1 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS SLIGHTLY HIGHER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED JUNE NO 2 1911 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS AT ABOUT THE SAME ELEVATION AS THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7837",
            "lat": 65.91859951111111,
            "long": -140.9084159027778,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ABOUT 2-1/2 MILES EAST OF THE LINE ON A SMALL KNOB OF A LONG, OPEN RIDGE, ABOUT 6 MILES NORTH OF KANDIK RIVER. THERE IS A DEEP SADDLE DIRECTLY NORTH OF STATION, ABOUT ONE-HALF MILE DISTANT. THERE ARE HIGHER POINTS ON THE RIDGE, ABOUT 2 MILES SOUTH.  STATION MARK--1/2-INCH DRILL HOLE IN SLAB OF STONE 15 INCHES BY 10 INCHES. SIGNAL IS 5-7 FOOT CAIRN, WITH CENTER POLE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  SOMEONE - PRESUMABLY THE GEODETIC SURVEY OF CANADA - HAD SET AN IBC DISC INTO THE OLD ROCK HOWEVER THE ROCK WAS SMALL AND NOT VERY STABLE SO IT WAS REMOVED AND A ROD DRIVEN.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ABOUT 2-1/2 MILES EAST OF THE LINE ON A SMALL KNOB ON A LONG OPEN RIDGE THAT IS ABOUT 6 MILES NORTH OF THE KANDIK RIVER.  THERE IS A DEEP SADDLE ABOUT 1/2 MILE NORTH OF THE STATION AND HIGHER POINTS ON THE RIDGE, ABOUT 2 MILES SOUTH.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC THAT IS CRIMPED TO THE TOP OF A COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS AT ABOUT THE CENTER OF THE HIGHEST PART OF THE RIDGE AND 6.0 FEET EAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED KANDIK NO 1 1910 1973 AND CRIMPED TO THE TOP OF A COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS NORTH OF THE STATION AND AT ABOUT THE SAME ELEVATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED KANDIK NO 2 1910 1973 AND CRIMPED TO THE TOP OF A COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS ON THE WEST SIDE OF THE HILL, WEST OF THE STATION AND ABOUT 1 FOOT LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7853",
            "lat": 67.13962940833333,
            "long": -140.73925557222222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (WBR) ON A LIMESTONE LEDGE ON AN EAST-AND-WEST RIDGE, WHICH HAS SEVERAL OUTCROPPINGS TO THE WEST AND AROUND THE STATION. IT IS ABOUT 7 MILES EAST OF STATION N1 OF THE BOUNDARY, AND 2 MILES EAST OF A LARGE STREAM WHICH FLOWS INTO THE PORCUPINE EAST OF THE LINE.  STATION MARK-- 1/2-INCH DRILL HOLE IN A TRIANGLE CUT ON STONE SET IN GROUND BY THE SIDE OF A ROTTEN LEDGE. CAIRN SIGNAL. GOOD FEED ON WEST SIDE OF STREAM, 2 MILES WEST OF SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE ROCK WITH THE DRILLED HOLE AND THE TRIANGLE WAS FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS 20.5 MILES SOUTH SOUTHEAST OF NEW RAMPART HOUSE, 7 MILES EAST OF THE BOUNDARY, 2 MILES SOUTHEAST OF BLUE FISH RIVER ON A BARE EAST-WEST RIDGE.  THE STATION MARK IS USC AND GS TRIANGULATION STATION DISC STAMPED KITE 1910 1973 AND LEADED INTO A DRILLED HOLE IN BEDROCK 10 INCHES BELOW THE SURFACE.  IT IS ON THE HIGHEST PART AND WEST END OF A ROCK OUTCROP ON THE BARE EAST-WEST RIDGE, 4 FEET NORTH OF THE VERTICAL SOUTH EDGE AND 7.0 FEET EAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED KITE NO 1 1910 1973 AND LEADED IN A DRILLED HOLE IN BED ROCK.  IT IS FLUSH WITH THE GROUND AND 1 FOOT LOWER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED KITE NO 2 1910 1973 AND LEADED IN A DRILLED HOLE IN A SMALL ROCK OUT CROP ON THE NORTH EDGE OF THE RIDGE.  IT IS NORTH NORTHWEST OF THE STATION AND ABOUT 6 FEET LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7964",
            "lat": 61.711287669444445,
            "long": -140.97423274166667,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ON THE HIGHEST POINT OF KLETSAN HILLS, AN ISOLATED CLUSTER OF HILLS BETWEEN LITTLE BOUNDARY CREEK AND KLETSAN CREEK, SOUTH OF WHITE RIVER.  STATION MARK-- 3/8-INCH DRILL HOLE IN A TRIANGLE ON A STONE, SET FLUSH WITH THE SURFACE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  A NEW DESCRIPTION FOLLOWS.  LOCATED ON THE HIGHEST POINT OF KLETSAN HILLS, AN ISOLATED CLUSTER OF HILLS BETWEEN LITTLE BOUNDARY CREEK AND KLETSAN CREEK, SOUTH OF WHITE RIVER.  IT IS 1.5 KM EAST OF THE INTERNATIONAL BOUNDARY. A HELICOPTER CAN EASILY LAND AT THE STATION SITE.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED KLETSAN 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED KLETSAN NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED KLETSAN NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7960",
            "lat": 61.50613063888889,
            "long": -140.7629439638889,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (FL) ON THE SUMMIT OF A CONE-SHAPED PEAK, THE MOST EASTERLY PROMINENT PEAK IN THAT PORTION OF THE NATAZHAT RANGE LYING IN THE BEND OF THE KLUTLAN GLACIER.  THE STATION IS ABOUT 8 MILES EAST OF THE LINE, AND 4,000 FEET ABOVE THE GLACIER, AND WAS CLIMBED FROM THE EAST, LEAVING THE GLACIER AT A LARGE FLAT ABOUT 10 MILES ABOVE BOULDER CREEK.  NO STATION MARK, ON ACCOUNT OF SNOW CAP."
        },
        {
            "id": "TY7796",
            "lat": 64.69372102222222,
            "long": -140.98715029444443,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON THE NORTH SIDE OF YUKON RIVER, ABOUT ONE-HALF MILE EAST OF THE LINE, A SMALL, BARE, ROCKY KNOLL ON FIRST RIDGE NORTH OF RIVER.  STATION MARK-- 22-CALIBER BRASS SHELL SET IN SOLID ROCK.  SIGNAL IS POLE AND CAIRN 1.4 METERS HIGH.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  ONE MAN WALKED FROM THE RIVER TO A KNOB ABOUT 75 YARDS WEST OF THE STATION AND MADE A HELIPORT.  TWO REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ON THE NORTH SIDE OF THE YUKON RIVER.  ABOUT 1/2 MILE EAST OF THE BOUNDARY.  ON A SMALL, TREELESS, ROCKY KNOLL ON THE FIRST RIDGE NORTH OF THE RIVER.  THE STATION MARK IS A .22 CALIBER BRASS CARTRIDGE CASE SET IN SOLID ROCK.  IT IS 8.8 FEET NORTHWEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED KNOLL NO 1 1907 1973 AND CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT PROJECTS SEVERAL INCHES.  IT IS SOUTHEAST OF THE STATION AND AT ABOUT THE SAME ELEVATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED KNOLL NO 2 1907 1973 AND CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS WNW OF THE STATION AND ABOUT 2 FEET LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION BUT AS NO IBC DISCS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7774",
            "lat": 63.67956614444444,
            "long": -140.84017123611113,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ON A WOODED KNOLL ABOUT 5 MILES EAST OF THE LINE, ON THIRD RIDGE FROM THE RIDGE HEADING AT MONUMENT NO. 133, AND SECOND RIDGE FROM STATION ODELL, AND ABOUT 7 MILES NORTHEAST OF THE MOUTH OF MCARTHUR CREEK. RIDGE RUNS ABOUT SOUTHEAST-NORTHWEST. STATION IS ON HIGHEST AND LAST KNOB ON RIDGE.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT IN LARGE QUARTZ BOULDER SET IN GROUND.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED WITH VERY FAINTLY CUT TRIANGLE.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A WOODED KNOLL ON THE SECOND RIDGE SOUTH OF ODELL 8.0 KM EAST OF THE BOUNDARY AND ABOUT 10 KM N.E. OF THE MOUTH OF MC CORD CREEK.  A LANDING AREA WAS CLEARED NEAR THE STATION AND A VISTA CLEARED TO INTERIOR.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED LADUE.  1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED LADUE NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED LADUE NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS NAILED TO A SPRUCE TREE NEAR THE STATION."
        },
        {
            "id": "TY7858",
            "lat": 67.28252299166667,
            "long": -140.8396926888889,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1973 (FXP) THIS STATION WAS LOCATED AS NEARLY AS POSSIBLE TO THE POSITION OF LAKE 1910.  IT IS 10.3 MILES SOUTH - SOUTHEAST OF NEW RAMPART HOUSE, 13 MILES WEST OF THE BLUE FISH RIVER, 4.5 MILES EAST OF THE BOUNDARY AND 2 MILES NORTHWEST OF PEAR LAKE ON THE HIGHEST POINT AND EASTERLY END OF THE SOUTH ONE OF TWO BARE-TOP HILLS.  STATION MARK--A USC+GS TRIANGULATION STATION DISK STAMPED--- LAKE 2 1973---AND CRIMPED TO THE TOP OF A 4 - FOOT COPPERWELD ROD THAT IS FLUSH WITH THE SURFACE OF THE GROUND.  IT IS ON THE HIGHEST POINT AND EASTERLY END OF THE SOUTH ONE OF TWO BARE - TOP HILLS AND 4.4 FEET NORTHEAST OF A CAIRN AND WITNESS POST.  REFERENCE MARK 1--A USC+GS REFERENCE MARK DISK STAMPED--- LAKE 2 NO 1 1973---AND LEADED IN A DRILL HOLE IN A 3 - FOOT BOULDER THAT PROJECTS 6 INCHES ON ITS SOUTH EDGE.  IT IS ABOUT 6.5 FEET LOWER THAN THE STATION.  REFERENCE MARK 2--A USC+GS REFERENCE MARK DISK STAMPED--- LAKE 2 NO 2 1973---AND LEADED IN A DRILL HOLE IN A 2.5 FOOT SQUARE BOULDER THAT PROJECTS ABOUT 5 INCHES ABOVE THE GROUND.  IT IS ON THE EAST SLOPE OF THE HILL AND ABOUT 2.5 FEET LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION.  HOWEVER, AS NO IBC DISKS WERE AVAILABLE USC+GS DISKS WERE USED."
        },
        {
            "id": "TY7857",
            "lat": 67.28252217222222,
            "long": -140.83969239722222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (WBR) ABOUT 4-1/2 MILES EAST OF THE LINE ON THE TOP OF THE SOUTHWEST POINT OF A RIDGE 7-1/2 MILES FROM CANALASKA MOUNTAIN, FROM WHICH IT BEARS ABOUT SOUTHEAST. THE RIDGE IS TIMBERED, BUT IS BARE IN THE VICINITY OF THE STATION, WITH OUTCROPPINGS OF LIMESTONE. ABOUT 1 MILE SOUTHEAST OF THE POINT IS A LARGE LAKE, WITH A CHAIN OF SMALL LAKE TO THE NORTHEAST OF IT.  STATION MARK-- 1/2-INCH DRILL HOLE WITHIN A TRIANGLE CUT IN A ROCK ABOUT 1 FOOT SQUARE AND HALF AS THICK. THIS WAS SET FLUSH WITH THE GROUND. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1953)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1953 (JCM) THE STATION LOCATION WAS VISITED BUT THE ROCK WITH DRILL HOLE AND TRIANGLE CUT THEREON COULD NOT BE FOUND. THE ROCK CAIRN WAS FOUND BUT SHOWED EVIDENCE OF HAVING BEEN DISTURBED IN THE NOT TO DISTANT PAST.  A SHALLOW DEPRESSION WAS FOUND UNDER THE CAIRN. THE STATION IS LOST.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) A FURTHER SEARCH IN 1973 CONFIRMED THAT THE STATION WAS LOST.  LAKE 2 1973 WAS ESTABLISHED"
        },
        {
            "id": "TY7961",
            "lat": 61.521575408333334,
            "long": -140.97629946666666,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1913 (FL) ON A PROMINENT PEAK ON THE NATAZHAT RIDGE, THREE-QUARTERS OF A MILE EAST OF THE LINE, AND 4 MILES EAST OF MOUNT NATAZHAT. ABOUT 5,000 FEET ABOVE NATAZHAT GLACIER, AND 4 MILES NORTH OF KLUTLAN GLACIER.  NO STATION MARK, ON ACCOUNT OF SNOW CAP."
        },
        {
            "id": "TY7818",
            "lat": 65.3296870111111,
            "long": -140.89484760277776,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ON THE SUMMIT OF A LOOSE-ROCK MOUNTAIN ABOUT 3 MILES EAST OF MONUMENT NO. 98. THE MOUNTAIN IS ROUNDING AT THE TOP, AND HAS A VERY DARK APPEARANCE. TINDIR CREEK, A FORK OF THE NATION RIVER, HEADS ABOUT 3 MILES SOUTHEAST OF STATION, AND RUNS IN A NORTHWEST DIRECTION. ANOTHER FORK FLOWS PAST THE FOOT OF THE MOUNTAIN ON THE NORTH SIDE, AND ALSO FLOWS NORTHWESTERLY.  STATION MARK--1/2-INCH DRILL HOLE IN A TRIANGLE CUT ON A ROCK 2 FEET BY 1 FOOT BY 1-1/2 FEET. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WITHIN A CHISELED TRIANGLE WAS RECOVERED IN GOOD CONDITION BENEATH THE CAIRN.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 3 MILES EAST OF THE U.S.-CANADA BOUNDARY, 2 MILES WEST OF ETTRAIN CREEK, 1 MILE NORTH OF TINDIR CREEK AND ON A HIGH, ROCKY, FLAT-TOPPED MOUNTAIN.  THE STATION MARK, STAMPED LIME 1910 1974, IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN A BOULDER THAT PROJECTS 6 INCHES.  IT IS 4.2 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED LIME 1 1910 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN A BOULDER THAT IS ABOUT 2 FEET BY 4 FEET AND PROJECTS 1 FOOT.  IT IS 2.1 FEET NORTHEAST OF A WITNESS POST AND ABOUT 1 FOOT LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED LIME 2 1910 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN A BOULDER THAT IS ABOUT 2 FEET BY 3 FEET AND PROJECTS 6 INCHES.  IT IS 5.0 FEET NORTHWEST OF A WITNESS POST AND ABOUT 1 FOOT LOWER THAN THE STATION."
        },
        {
            "id": "TY7963",
            "lat": 61.71289420277778,
            "long": -140.95127835277776,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED REMAINS OF SIGNAL TRIPOD AND FLAT STONE WITH NAIL HOLE.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  LOCATED ON SECOND HIGHEST RISE OF KLETSAN HILLS, AN ISOLATED CLUSTER OF HILLS BETWEEN LITTLE BOUNDARY CREEK AND KLETSAN CREEK, SOUTH OF WHITE RIVER.  IT IS ON THE SAME RIDGE AND TO THE EAST OF KLETSAN WHICH IS ON THE HIGHEST RISE.  STATION IS LOCATED 2.7 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED LITTLE BOUNDARY 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED LITTLE BOUNDARY NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED LITTLE BOUNDARY NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7971",
            "lat": 62.22658707777778,
            "long": -140.83580143055556,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) FIVE AND A HALF MILES EAST OF THE POINT WHERE BEAVER CREEK CROSSES THE LINE FOR THE THIRD TIME.  ON A SOLID ROCK, WHICH IS THE HIGHEST POINT OF A GROUP OF HILLS.  STATION MARK-- 3/8-INCH DRILL HOLE IN A ROCK IN PLACE, ABOUT 3 FEET IN DIAMETER, SURMOUNTED BY A CAIRN WITH POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED DRILL HOLE IN BEDROCK AT HIGHEST POINT.  NO CAIRN.  U.S. COAST AND GEODETIC SURVEY (NOW KNOWN AS NATIONAL GEODETIC SURVEY) THE STATION AND TWO OF ITS REFERENCE MARKS WERE FOUND NEARBY.  (ALTHOUGH THIS STATION WAS SET AND LOCATED BY THE USC AND GS IN 1943, THE STATION AND REFERENCE MARKS WERE MARKED BY GEODETIC SURVEY OF CANADA DISKS.) A NEW STATION MARK WAS SET IN THE DRILL HOLE OF THE 1909 STATION AND TIES WERE MEASURED TO THE 1943 STATION AND ITS REFERENCE MARKS.  A WITNESS POST WAS ALSO ESTABLISHED NEARBY.  A NEW DESCRIPTION FOLLOWS.  LOCATED ON HIGHEST POINT OF MT. EIKLAND BETWEEN THE INTERNATIONAL BOUNDARY AND ALASKA HIGHWAY.  IT IS 8.6 KM EAST OF THE INTERNATIONAL BOUNDARY AND JUST OPPOSITE THE ROAD TO SNAG.  A HELICOPTER CAN EASILY LAND IN A SADDLE ABOUT 75 METERS TO THE SOUTH OF THE STATIONS.  THE NEW STATION MARK IS A BRONZE IBC CONTROL STATION TABLET STAMPED --1909-1974-- AND CEMENTED IN A DRILL HOLE IN BEDROCK AT THE HIGHEST POINT.  THE 1943 REFERENCE MARK 1 IS A BRONZE CGS REFERENCE MARK TABLET STAMPED --'''''' NO. 1 1943-- AND CEMENTED IN A DRILL HOLE IN BEDROCK.  THE 1943 REFERENCE MARK 2 IS A BRONZE CGS REFERENCE MARK TABLET STAMPED --'''''' NO. 2 1943-- AND CEMENTED IN A DRILL HOLE IN BEDROCK.  AN IBC WITNESS POST WAS ERECTED IN A CAIRN NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH STATION MARK.  NOTE--THE DESCRIPTION OF THE MARK FOR THE 1943 STATION WAS NOT RECORDED."
        },
        {
            "id": "TY7800",
            "lat": 64.8166869,
            "long": -140.95435738888887,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ABOUT 1-1/2 MILES EAST OF THE LINE ON THE HIGHEST CONICAL PEAK JUST NORTH OF EAGLE CREEK.  TAKE WOOD TRAIL FROM NEAR THE MOUTH OF EAGLE CREEK TO WOOD CAMP, AND THEN GO UP SMALL CREEK BOTTOM.  STATION MARK-- CROSS IN ROCK.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE CROSS IN THE ROCK WAS INTACT.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 1-1/2 MILES EAST OF THE BOUNDARY ON THE HIGHEST CONICAL PEAK JUST NORTH OF EAGLE CREEK.  THE STATION IS MARKED BY A USC AND GS TRIANGULATION STATION DISC STAMPED LONE 1909 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD.  THE DISC IS ABOUT 3 INCHES LOWER THAN THE ADJACENT GROUND SURFACE AND 12-1/2 FEET NORTHWEST OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED LONE NO 1 1909 1973 AND CRIMPED TO THE TOP OF A 7-FOOT COPPERWELD ROD WHICH PROJECTS ABOUT 4 INCHES.  IT IS NE OF THE STATION AND ABOUT 1 FOOT LOWER.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED LONE NO 2 1909 1973 AND CRIMPED TO THE TOP OF A 7-FOOT COPPERWELD ROD THAT PROJECTS ABOUT 3 INCHES.  IT IS WEST OF THE STATION AND ABOUT 2-1/2 FEET LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION MARK AND REFERENCE MARKS WERE RECOVERED AND FOUND IN GOOD CONDITION.  THE 1973 DESCRIPTION IS ADEQUATE."
        },
        {
            "id": "TY7794",
            "lat": 64.65490356944446,
            "long": -140.93768277777778,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON MAIN BOUNDARY TRAIL FROM YUKON RIVER, ABOUT 2 MILES EAST OF THE LINE AND 2 MILES EAST OF THE LINE AND 2 MILES SOUTH OF THE RIVER, ON THE HIGHEST BRUSHY KNOLL ON THE RIDGE.  TRAIL RUNS WITHIN 100 YARDS OF STATION.  STATION MARK-- CUT ON ROCK, WITH SIGNAL POLE AND TRIPOD.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) A CHISELED CROSS AND REMAINS OF THE POLE AND TRIPOD WERE RECOVERED.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 2 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1 MILE WEST OF THE YUKON RIVER, ON A LOW, TIMBERED MOUNTAIN AND AT THE EAST EDGE OF A SMALL, CLEARED AREA.  THE STATION MARK, STAMPED LOOP 1907 1974, IS A BRONZE DISK CRIMPED TO A 7-FOOT, COPPER-COATED, STEEL ROD THAT IS FLUSH WITH THE GROUND.  IT IS 4.4 FEET EAST OF A WITNESS POST.  REFERENCE MARK 1, STAMPED LOOP 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 2.9 FEET SOUTH OF A WITNESS POST AND ABOUT 1 FOOT HIGHER THAN THE STATION.  REFERENCE MARK 2, STAMPED LOOP 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 6-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 1.5 FEET WEST OF A WITNESS POST AND AT ABOUT THE SAME ELEVATION AS THE STATION."
        },
        {
            "id": "TY7817",
            "lat": 65.46679926944445,
            "long": -140.8049125638889,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ABOUT 6 MILES EAST OF THE LINE ON A HIGH OPEN, DARK, ROCKY POINT BETWEEN JUNGLE AND ETTRAIN CREEKS. THERE IS A PROMINENT HIGHER YELLOW POINT 1-1/2 MILES TO EAST, ACROSS A DEEP SADDLE.  STATION MARK--CROSS CUT ON ROCK IN PLACE. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE CHISELED CROSS WAS RECOVERED IN GOOD CONDITION BENEATH THE CAIRN.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 5-1/2 MILES EAST OF THE U.S.-CANADA BOUNDARY, 1-1/2 MILES NORTHEAST OF JUNGLE CREEK, ON THE NORTHWEST END OF A NORTHWEST-SOUTHEAST RIDGE AND ON THE SOUTHEAST KNOLL OF TWO ROCKY KNOLLS THAT ARE ABOUT 0.1 MILE APART.  THIS IS THE HIGHEST POINT IN THE IMMEDIATE VICINITY.  THE STATION MARK, STAMPED LOST 1910 1974, IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN A BOULDER.  THE BOULDER IS TRIANGULAR SHAPED AND FLUSH WITH SURROUNDING BOULDERS.  IT IS 3.1 FEET WEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED LOST 1 1910 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN A LARGE BOULDER THAT IS FLUSH WITH SURROUNDING BOULDERS.  IT IS 3.5 FEET WEST OF A WITNESS POST AND ABOUT 1 FOOT LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED LOST 2 1910 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN A BOULDER THAT PROJECTS 2 FEET.  IT IS 1.4 FEET SOUTH OF A WITNESS POST AND ABOUT 5 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7873",
            "lat": 68.38397862500001,
            "long": -140.9721572,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON THE HIGHEST POINT OF AMMERMAN MOUNTAIN, ABOUT 11 MILES NORTH OF THE OLD CROW RIVER. THE STATION IS ON A FLAT-TOP PROMINENCE AND IS ABOUT THREE-QUARTERS OF A MILE SOUTHEAST OF S1 OF THE BOUNDARY AND OF THE PASS THROUGH THE RANGE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED IN GOOD CONDITION WITH A TARGET POLE AND 0.8 METRE HIGH CAIRN.  THE STATION MARK WAS A HOLE DRILLED IN SOLID ROCK.  REMAINS OF A CLOTH PHOTO TARGET WERE FOUND NEAR THE STATION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON THE HIGHEST POINT OF AMMERMAN MOUNTAIN 1.3 KM EAST OF THE BOUNDARY AND ABOUT 18 KM NORTH OF THE OLD CROW RIVER.  THE STATION IS ON THE WEST SIDE OF A FLAT-TOP PROMINENCE.  A HELICOPTER CAN LAND ANYWHERE NEAR THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED LYNX 1911-1973 AND CEMENTED IN A HOLE DRILLED IN SOLID ROCK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED LYNX NO. 1 1911-1973 AND CEMENTED IN A HOLE DRILLED IN A LARGE PARTIALLY BURIED BOULDER OF QUARTZ.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED LYNX NO. 2 1911-1973 AND CEMENTED IN A HOLE DRILLED IN A LARGE PARTIALLY BURIED BOULDER.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TT6528",
            "lat": 64.10475557777777,
            "long": -140.95695750277775,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ABOUT 1-1/2 MILES EAST OF THE LINE ON THE HIGHEST PART OF A BLACKISH PIECE OF SLATY LEDGE.  AT THE HEAD OF SOUTH FORK OF HALL. CREEK, AND WEST OF THE HEAD OF MOOSE CREEK.  TRAIL FROM GLACIER TO MOOSE CREEK PASSES NEAR STATION.  STATION MARK-- 3/4-INCH DRILL HOLE IN SOLID ROCK.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WAS RECOVERED IN GOOD CONDITION.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 5 MILES NORTHEAST OF BOUNDARY, ALASKA, 1 MILE NORTH OF YUKON HIGHWAY 3, 1/4 MILE WEST OF A ROAD, ON THE NORTH END OF A LOW, BARE RIDGE AND ATOP A LARGE, ROCK OUTCROP THAT IS ABOUT 15 FEET HIGHER THAN THE SURROUNDING AREA.  THE STATION MARK, STAMPED MARMOT 1907 1974, IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK.  IT IS 4.7 FEET WEST OF A WITNESS POST.  REFERENCE MARK 1, STAMPED MARMOT 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN A BOULDER THAT PROJECTS 3 INCHES.  IT IS 72.6 FEET (SLOPE DISTANCE) WEST OF THE WITNESS POST AND ABOUT 14 FEET LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED MARMOT 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN OUTCROPPING BEDROCK.  IT IS 60.6 FEET (SLOPE DISTANCE) NORTHWEST OF THE WITNESS POST AND ABOUT 13 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7850",
            "lat": 66.76908811388888,
            "long": -140.7860092861111,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (TR) ON A BROAD, BARE PLATEAU, ABOUT 6 MILES EAST OF LINE. PLATEAU HAS THREE HUMPS ON IT, AND THE STATION IS ON THE CENTER AND HIGHEST A BROKEN ROCK SUMMIT. ON CENTER OF RIDGE TO WEST AND SOUTHWEST IS A PEAK LIKE THE MATTERHORN. NORTHEAST A BROAD RIVER FROM LAKES FLOWS SOUTHWEST. SOUTHEAST OF STATION ANOTHER SMALL LAKE FEEDS A CREEK.  PROBABLY ALL BLACK RIVER WATER.  STATION MARK--DRILL HOLE IN EXPOSED BOULDER. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE AND THE TRIANGLE WERE FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 14 MILES NORTH OF THE ARCTIC CIRCLE, 8 MILES SOUTH SOUTHWEST OF BLUEFISH LAKE, 6.25 MILES NORTHWEST OF THE SALMON FORK OF THE BLACK RIVER, 6 MILES EAST OF THE BOUNDARY ON A PLATEAU-LIKE RIDGE WITH 3 HUMPS.  THE STATION IS ON THE CENTER HUMP.  THERE IS A HIGHER DOUBLE-TOPPED HILL ON THE SAME RIDGE 2 1/4 MILES EAST SOUTHEAST.  THE STATION MARK IS AN IBC DISK STAMPED MESA 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 1.1 FEET BY 1.2 FEET IN CROSS SECTION AND FLUSH WITH THE GROUND.  IT IS ON THE SOUTHWEST EDGE OF THE KNOB, 27 FEET NORTHEAST OF THE SOUTHWEST EDGE AND 5.4 FEET WEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS AN IBC REFERENCE MARK DISC STAMPED MESA NO 1 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 2.5 FEET BY 2.8 FEET IN CROSS SECTION AND FLUSH WITH THE GROUND.  IT IS ON THE SOUTHWEST EDGE OF THE HILL TOP, SOUTH SOUTHEAST OF THE STATION AND ABOUT 1-1/2 FEET LOWER.  REFERENCE MARK NUMBER 2 IS AN IBC DISC STAMPED MESA NO 2 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 1 FOOT BY 2 FEET IN CROSS SECTION AND WHICH PROJECTS 2 INCHES.  IT IS WEST NORTHWEST OF THE STATION, 30 FEET NORTHEAST OF THE SOUTHWEST EDGE OF THE KNOB AND ABOUT THE SAME ELEVATION AS THE STATION."
        },
        {
            "id": "TT6529",
            "lat": 64.0204771388889,
            "long": -140.9705792277778,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) UNOCCUPIED POINT, ON A HIGH, BROKEN-ROCK RIDGE BETWEEN MILLER CREEK AND BEDROCK CREEK, AND AT THE HEAD OF A FORK OF WALKERS FORK AND ABOUT THREE-QUARTERS OF A MILE EAST OF BOUNDARY.  STATION MARK-- 1/2-INCH DRILL HOLE IN ROCK. CAIRN SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WAS RECOVERED IN GOOD CONDITION BENEATH THE CAIRN.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE RECOVERED AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 5-1/2 MILES SOUTHEAST OF BOUNDARY, ALASKA, 3/4 MILE EAST OF THE U.S.-CANADA BOUNDARY AND ON A HIGH, BARE, FLAT-TOPPED RIDGE.  THE STATION MARK, STAMPED MILLER 1907 1974, IS A BRONZE DISK CRIMPED TO A 2-FOOT, COPPER-COATED, STEEL ROD THAT IS CEMENTED IN A DRILL HOLE IN BEDROCK AND IT PROJECTS 3 INCHES.  IT IS 8.3 FEET NORTH OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED MILLER 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 6 INCHES.  IT IS 27.1 FEET NORTHEAST OF THE WITNESS POST AND ABOUT 2 FEET LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED MILLER 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 3 INCHES.  IT IS 17.4 FEET SOUTHEAST OF THE WITNESS POST AND ABOUT 1 FOOT LOWER THAN THE STATION."
        },
        {
            "id": "DO2399",
            "lat": 60.12181858611111,
            "long": -136.95830474166667,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2019 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DO2401",
            "lat": 60.12181858611111,
            "long": -136.95830474166667,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'MDFC' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TY7987",
            "lat": 63.14438813611111,
            "long": -140.97547691111112,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ON THE HIGHEST POINT OF THE THIRD RISE ON THE MAIN RIDGE OF THE MOOSEHORN MOUNTAINS, ABOUT 8-1/2 MILES SOUTH OF LADUE RIVER. THE BUMP IS BARE AND ROCKY.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT ON FLAT ROCK STICKING UP ABOUT 2 INCHES ABOVE GROUND.  4.5-FOOT CAIRN AND FLAGPOLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED EXCEPT NOT QUITE AT HIGHEST POINT OF RISE.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON THE THIRD RISE OF THE MOOSEHORN MOUNTAINS 13 KM SOUTH OF LADUE RIVER AND 1.3 KM EAST OF THE BOUNDARY.  IT IS ABOUT 50 METRES SSE OF THE HIGHEST POINT OF A FLAT AREA ON TOP OF RISE IN LOW BRUSH.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED MISSOU 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED MISSOU NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED MISSOU NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED IN A CAIRN NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH REFERENCE MARK."
        },
        {
            "id": "TY7787",
            "lat": 64.26498118611111,
            "long": -140.890605325,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ABOUT 3-1/2 MILES EAST OF THE LINE, AND 4 MILES SOUTH OF FORTYMILE RIVER ON THE NORTH POINT OF THE HIGHEST RIDGE NORTHEAST OF MOOSE CREEK.  BEST ROUTE IS UP MOOSE CREEK FOR ABOUT 4 MILES, AND THEN UP POINT OF RIDGE.  DENSE TIMBER ALL THE WAY. TOP OF RIDGE HAS SOME TIMBER ON IT, AND CONSIDERABLE CUTTING HAD TO BE DONE IN VICINITY OF STATION.  STATION MARK-- 3/4-INCH DRILL HOLE IN STONE SET IN GROUND. TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE DRILL HOLE WAS RECOVERED IN GOOD CONDITION.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 3-1/2 MILES EAST OF THE U.S.-CANADA BOUNDARY, 2 MILES NORTHEAST OF MOOSE CREEK, 2 MILES WEST OF GATES CREEK AND ON A HIGH, BARE, FLAT-TOPPED MOUNTAIN.  THE STATION MARK, STAMPED MOOSE 1907 1974, IS A BRONZE DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 4.6 FEET NORTHEAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED MOOSE 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 4 INCHES.  IT IS 21.9 FEET NORTHEAST OF THE WITNESS POST AND AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK 2, STAMPED MOOSE 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 24.5 FEET EAST OF THE WITNESS POST AND ABOUT 1 FOOT HIGHER THAN THE STATION."
        },
        {
            "id": "TY7985",
            "lat": 63.067818575000004,
            "long": -140.94707344722224,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ON THE SECOND ROCKY DOME SOUTH FROM STATION MISSOU, AND ON SAME RIDGE, BEING ABOUT THE SOUTHERN END OF MOOSEHORN MOUNTAINS.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT ON BOULDER ABOUT 4 FEET SQUARE, AND DEEPLY INBEDDED IN GROUND.  6.7-FOOT CAIRN, WITH POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED EXCEPT CAIRN REBUILT AND REMAINS OF OLD PHOTO TARGET AT STATION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON THE SECOND ROCKY DOME SOUTH FROM STATION MISSOU NEAR THE SOUTHERN END OF THE MAIN RIDGE OF THE MOOSEHORN RANGE.  IT IS 2.8 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN LAND NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED MOOSEHORN 1908-1974 AND CEMENTED IN A DRILL HOLE IN A LARGE BOULDER PARTIALLY EMBEDDED IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED MOOSEHORN NO. 1 1908-1974 AND CEMENTED IN A DRILL HOLE IN A BOULDER.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED MOOSEHORN NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS CEMENTED IN ROCK NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH STATION MARK."
        },
        {
            "id": "TY7933",
            "lat": 60.331986075,
            "long": -138.97457109444446,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1965 (JCC) THE STATION IS LOCATED ABOUT 61 MILES NORTHEAST OF YAKUTAT, 36 MILES WEST OF THE ALSEK RIVER, 26 MILES NORTHEAST OF THE NORTH MOST POINT OF DISENCHANTMENT BAY, AND ABOUT MIDWAY BETWEEN THE LOWELL AND HUBBARD GLACIERS ON THE SOUTH SUMMIT OF MT. KENNEDY.  THE STATION WAS REACHED BY HELICOPTER.  A LANDING WAS MADE ON THE SOUTH END OF THE BROAD SADDLE BETWEEN THE NORTH AND SOUTH PEAKS. THE STATION IS THEN REACHED BY CLIMBING SOUTH UP THE STEEP SNOW SLOPE TO THE SOUTH PEAK AND THE STATION.  THIS IS ABOUT A 30 MINUTE CLIMB FROM THE SADDLE.  THE STATION MARK IS A STANDARD DISK OF THE GEODETIC SURVEY OF CANADA, STAMPED MT KENNEDY 658001, WEDGED IN A DRILL HOLE IN A GRANITE BOULDER 6 BY 20 FEET IN CROSS SECTION AND ABOUT 6 FEET LOWER THAN THE HIGHEST POINT OF THE SOUTH PEAK.  IT IS 4 FEET NORTH OF THE CENTER OF AN EAST-WEST RIDGE.  THE SURFACE OF THE BOULDER SLOPES ABOUT 20 DEGREES TO THE NORTH NORTHWEST.  REFERENCE MARK 1 IS A STANDARD REFERENCE MARK DISK OF THE GEODETIC SURVEY OF CANADA, STAMPED 658001A, WEDGED IN A DRILL HOLE IN AN OUTCROP OF GRANITE BEDROCK THAT FORMS THE SUMMIT OF THE SOUTH PEAK. THE MARK IS ON THE HIGHEST POINT OF THE SOUTH PEAK, ABOUT 6 FEET HIGHER THAN THE STATION.  REFERENCE MARK 2 IS A STANDARD REFERENCE MARK DISK OF THE GEODETIC SURVEY OF CANADA, STAMPED 658001B, WEDGED IN A DRILL HOLE IN GRANITE BEDROCK ON THE NORTH SLOPE OF THE EAST-WEST RIDGE, ABOUT 4 FEET LOWER THAN THE RIDGE CREST AND ABOUT 5-1/2 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7932",
            "lat": 60.34085246388889,
            "long": -138.969207725,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1965 (JCC) THE STATION IS THE SUMMIT OF MT. KENNEDY LOCATED ABOUT 61 MILES NORTHEAST OF YAKUTAT, 36 MILES WEST OF THE ALSEK RIVER, 26 MILES NORTHEAST OF THE NORTH MOST POINT OF DISENCHANTMENT BAY, AND ABOUT MIDWAY BETWEEN THE LOWELL AND HUBBARD GLACIERS.  THE POINT INTERSECTED WAS A WOODEN TARGET 6 FEET HIGH DRIVEN IN THE SNOW ON THE HIGHEST POINT OF THE MOUNTAIN."
        },
        {
            "id": "TY7943",
            "lat": 60.292809894444446,
            "long": -140.93078134444443,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1906 (FM) MOUNT ST ELIAS, ABOUT 50 MILES NORTHWESTERLY FROM YAKUTAT BAY AND ABOUT 10 MILES NORTHWESTERLY FROM THE FORKS OF THE AGASSIZ AND NEWTON GLACIERS.  THIS PEAK IS THE POINT S17978 OF THE AWARD OF THE ALASKA BOUNDARY TRIBUNAL.  STATION MARK--THE HIGHEST PART OF THE PEAK AS IT WAS IN 1906."
        },
        {
            "id": "TY7856",
            "lat": 67.47997914444444,
            "long": -140.87605911666668,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (WBG) ON A MOUNTAIN WHICH RISES PROMINENTLY FROM THE PLATEAU, ABOUT 5 MILES NORTHEAST OF RAMPART HOUSE. EXCEPT ON THE LOWER SLOPES, THE MOUNTAIN IS BARE OF TIMBER. ITS TOP IS A CIRCULAR FLAT, ABOUT 60 YARDS IN DIAMETER, AND THE STATION IS ABOUT 15 YARDS NORTH OF ITS CENTER. REACHED BY TAKING THE TRAIL WHICH LEADS NORTH FROM TURNERS NORTHWEST BASE. AT THE FIRST FORK OF THE TRAIL ON THE PLATEAU, KEEP TO THE EAST, THUS REACHING WAN RIDGE. PASSING OVER THIS, THERE IS A STEEP DESCENT INTO A MILE-WIDE VALLEY, SOMEWHAT SWAMPY, FILLED WITH MUCH BRUSH AND CONSIDERABLE TIMBER, AND DRAINED BY A SMALL STREAM RUNNING SOUTH. CROSSING THIS VALLEY THE ASCENT OF THE WEST SLOPE OF THE MOUNTAIN LEADS DIRECTLY TO THE STATION.  STATION MARK-- 1/2-INCH DRILL HOLE IN A TRIANGLE CUT IN A STONE ABOUT 10 INCHES BY 20 INCHES BY 10 INCHES IN SIZE, SET FLUSH WITH THE GROUND. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE DRILLED HOLE AND THE TRIANGLE WERE FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 5-1/4 MILES NORTHEAST OF NEW RAMPART HOUSE, 4-1/2 MILES EAST OF SUNAGHUN CREEK, 4 MILES NORTH OF THE PORCUPINE RIVER, 3-1/2 MILES EAST OF THE BOUNDARY ON A ROUND BARE-TOPPED MOUNTAIN WHICH RISES PROMINENTLY FROM THE PLATEAU.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED NASSAU 1910 1973 AND CRIMPED TO THE TOP OF A 5-1/2 FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE NORTHERLY EDGE OF THE ROUND TOPPED HILL, 55 FEET SOUTH OF THE NORTH BREAK AND 4.3 FEET SOUTHWEST OF A CAIRN WITH A WOOD WITNESS POST AND SIGN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED NASSAU NO 1 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS AT ABOUT THE SAME ELEVATION AS THE STATION MARK.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED NASSAU NO 2 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES AND IS AT ABOUT THE SAME ELEVATION AS THE STATION MARK.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER AS NO IBC MARKS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7890",
            "lat": 69.62797612222222,
            "long": -140.864656325,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1973 (CJG) ON A SPIT OF LAND BETWEEN CLARENCE LAGOON AND THE BEAUFORT SEA, ON THE WEST SIDE OF CLARENCE LAGOON.  THE STATION IS ON A MOSS KNOLL ABOUT 300 METRES FROM CLARENCE LAGOON AND 5.4 KM EAST OF THE BOUNDARY.  THIS STATION REPLACES OCEAN 1912.  STATION MARK--A BRONZE, TRIANGULATION DISK STAMPED---OCEAN 2 1973--- AND CRIMPED TO THE TOP OF A 2.4 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE PERMAFROST.  REFERENCE MARK 1--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- OCEAN 2 NO 1 1973---AND CRIMPED TO THE TOP OF A 2.4 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE PERMAFROST.  REFERENCE MARK 2--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- OCEAN 2 NO 2 1973---AND CRIMPED TO THE TOP OF A 2.4 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE PERMAFROST.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7888",
            "lat": 69.63223858888888,
            "long": -140.83704045555555,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (JDC) ON A SPIT OF LAND BETWEEN CLARENCE BAY AND THE OCEAN, ON THE WEST SIDE OF THE BAY. A NARROW SPIT RUNS ACROSS THE MOUTH OF THE BAY FOR ABOUT 1-1/2 MILES, AND IS BROKEN IN ONE PLACE ONLY, ABOUT 350 FEET EAST OF THE SIGNAL. OPENING IS ABOUT 40 FEET WIDE. ABOUT 150 FEET FROM OPENING ON BAY SIDE IS AN ESKIMO IGLOO. A LITTLE BEACH IS BETWEEN THE IGLOO AND THE OPENING, AND BETWEEN THE IGLOO AND THE OCEAN. STATION IS ON A MOSS KNOLL ABOUT 20 FEET HIGHER THAN WATER AND 50 FEET FROM THE OCEAN.  STATION MARK-- DRILL HOLE IN ROCK ABOUT 9 BY 12 INCHES, SET FLUSH WITH THE SURFACE OF THE GROUND.                            STATION RECOVERY (1948)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1948 (HAP) UNABLE TO RECOVER. THERE IS INDICATION THAT THE BLUFF LINE HAS RECEDED CONSIDERABLY. THE STATION SHOULD BE CONSIDERED AS LOST.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) LOST DUE TO COASTAL EROSION.  LOSS CONFIRMED BY TELLUROMETER MEASUREMENT FROM STATION BUG.  OCEAN 2 1973 WAS ESTABLISHED."
        },
        {
            "id": "TY7779",
            "lat": 63.774647997222225,
            "long": -140.92089810277776,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ABOUT 10 MILES SOUTH OF SIXTYMILE RIVER, AND 2-1/2 MILES EAST OF THE LINE ON THE BREAK OF THE RIDGE RUNNING FROM STATION CRAG, THE FIRST RIDGE EAST OF THE LINE.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT ON STONE IN GROUND.  5-FOOT CAIRN, WITH A FLAGPOLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  A NEW DESCRIPTION FOLLOWS.  LOCATED ABOUT 15 KM SOUTH OF SIXTYMILE RIVER AND 4.0 KM EAST OF THE INTERNATIONAL BOUNDARY.  IT IS ON THE BREAK OF THE RIDGE RUNNING SOUTHWARD FROM TRIANGULATION STATION CRAG 1907-1974, JUST BEFORE THE BEGINNING OF TREES.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED ODELL 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED ODELL NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED ODELL NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METER LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED IN A CAIRN NEAR THE STATION AND A SMALL CIRCLE OF STONE PLACED AROUND EACH MARK."
        },
        {
            "id": "TY7868",
            "lat": 67.86379654722222,
            "long": -140.93736612222222,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON A LONG, LONE RIDGE INCLUDED BETWEEN SURPRISE AND SCHAEFER CREEKS. THE STATION IS ABOUT 10 MILES NORTH OF Q1 OF THE BOUNDARY, AND 1-1/2 MILES EAST OF THE LINE. TO THE NORTH THE RIDGE SLOPES DOWN TO THE OLD CROW FLATS. STATION IS ONE-QUARTER MILE EAST OF THE HIGHEST POINT OF THE RIDGE.  STATION MARK-- A HOLE DRILLED IN A ROCK IN PLACE. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILL HOLE IN THE ROCK WAS FOUND TO BE IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS 31 MILES NORTH OF NEW RAMPART HOUSE, 11 MILES WEST OF SCHAEFFER CREEK, 1-3/4 MILES EAST OF THE BOUNDARY ON A LONG LONE RIDGE LOCATED BETWEEN POTATO AND SURPRISE CREEKS AND 1/4 MILE EAST OF THE HIGHEST POINT OF THE HILL.  THIS IS THE FIRST HILL SOUTHWEST OF THE OLD CROW FLATS.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION MARK STAMPED OLD CROW 1911 1973 AND CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT IS 2 INCHES BELOW THE SURFACE OF THE GROUND.  IT IS ON THE EAST BREAK OF THE HILL AND 4.7 FEET NORTH OF A WITNESS POST AND A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED OLD CROW NO 1 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ABOUT 1 FOOT HIGHER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED OLD CROW NO 2 1911 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON THE EAST BREAK OF THE HILL AND ABOUT 1 FOOT HIGHER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER AS NO IBC MARKS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7886",
            "lat": 69.3410949861111,
            "long": -140.89361207222223,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (WBG) IN THE BRITISH MOUNTAINS ON ONE OF THE NORTHERLY RIDGES, WHICH IS 2-1/2 MILES EAST OF THE LINE, AND RUNS IN A GENERAL NORTH-TO-SOUTH DIRECTION. ABOUT 1-1/2 MILES TO THE SOUTH IS A PASS USED BY THE SURVEY PARTIES AS THE MAIN TRAIL TO THE HEAD OF CLARENCE RIVER. THE STATION IS ON THE NORTHERMOST OF A SERIES OF KNOBS WHICH RISE FROM THE BACKBONE OF THE RIDGE.  STATION MARK-- DRILL HOLE IN TRIANGLE CUT IN SOLID ROCK. SIGNAL-- CAIRN WITHOUT PILE. ELEVATION, 4,200 FEET (APPROX.). ABOUT ONE HOURS GRADUAL CLIMB FROM A CAMP AT THE SOUTH FOOT OF THE RIDGE, AND ON THE EAST SIDE OF THE PASS MENTIONED ABOVE. THE WILLOW USED FOR FIREWOOD AT THIS CAMP HAD TO BE PACKED FROM MALCOLM RIVER, SEVERAL MILES DISTANT.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) WITH THE EXCEPTION OF A TARGET POLE IN THE CENTRE OF THE CAIRN, WAS RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  IN THE BRITISH MOUNTAIN ON ONE OF THE NORTHERLY RIDGES RUNNING IN A NORTH-SOUTH DIRECTION.  IT IS ON THE NORTHERNMOST OF A SERIES OF NOBS WHICH RISE FROM THE BACKBONE OF THE RIDGE ABOUT 4.3 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN EASILY LAND ON THE RIDGE NEAR REFERENCE MARK 1.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED PASS 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD SET IN A DRILL HOLE.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED PASS NO. 1 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD SET IN A DRILL HOLE.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED PASS NO. 2 1912-1973 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD SET IN A DRILL HOLE.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7795",
            "lat": 64.69646663333334,
            "long": -140.9676186888889,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) ON THE SUMMIT OF THE FIRST RIDGE NORTH OF YUKON RIVER, AND ABOUT 1 MILE EAST OF THE BOUNDARY.  STATION MARK-- A NAIL IN 4-INCH BIRCH HUB, DRIVEN FLUSH WITH THE GROUND.  IT IS 20.91 FEET EAST-SOUTHEAST, 31.38 FEET SOUTHWEST, AND 25.97 FEET NORTH-NORTHWEST FROM NAILS IN SIDES OF BLAZED SPRUCE STUMPS.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE TRIPOD WAS STILL STANDING AND THE CENTER POLE WAS IN THE GROUND BESIDE THE 4-INCH BIRCH STUB WHICH WAS STILL HOLDING TOGETHER BUT WAS COVERED WITH MUCH MOSS.  THE NAIL MUST HAVE BEEN PULLED OUT WHEN THE MOSS WAS MOVED AWAY FROM THE STUB OR ELSE IT RUSTED AWAY.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ABOUT 9 MILES SOUTHEAST OF THE TOWN OF EAGLE, ALASKA, 1 MILE EAST OF THE BOUNDARY, ON THE SUMMIT OF THE FIRST RIDGE NORTH OF THE YUKON RIVER AND IN A SLIGHT CLEARING ON THE NORTHERLY EDGE OF THE HILL.  A HELIPORT WAS CLEARED 20 YARDS NORTH OF THE STATION.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED PETE 1909 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS 20 YARDS SOUTH OF A CLEARED HELIPORT AND 3-1/2 FEET NORTHEAST OF A METAL WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED PETE NO 1 1909 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS NORTH OF THE STATION, 0.5 FEET SOUTH OF A METAL WITNESS POST AND AT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED PETE NO 2 1909 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS EAST OF THE STATION, 0.5 FT WEST OF A METAL WITNESS POST AND AT THE SAME ELEVATION AS THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER IBC DISCS WERE NOT AVAILABLE SO USC AND GS DISCS WERE USED.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION AND REFERENCE MARKS WERE RECOVERED AS DESCRIBED AND FOUND IN GOOD CONDITION.  THE 1973 DESCRIPTION IS ADEQUATE."
        },
        {
            "id": "TY7988",
            "lat": 63.47874053333334,
            "long": -140.78022882222223,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ABOUT 7 MILES EAST OF THE LINE OF A TIMBERED KNOB ON A NARROW, HEAVILY TIMBERED RIDGE RUNNING NORTHWEST FROM THE BEND IN THE VALLEY OF THE NORTH FORK OF LADUE RIVER.  THE RIDGE ON WHICH MONUMENT NO. 142 STANDS COMES INTO THE VALLEY ONE RIDGE SOUTH OF THIS RIDGE, AND ON THE OPPOSITE SIDE OF THE RIVER. THE KNOB IS NOT ON THE MAIN SUMMIT BUT ON THE HIGHEST PART OF THE SPUR FROM THE NORTH-AND-SOUTH RIDGE.  STATION MARK-- 1/2-INCH DRILL HOLE IN LEDGE OF ROCK IN PLACE. TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED EXCEPT KNOB HAS BURNED OVER IN RECENT YEARS.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A KNOB ON AN EAST-WEST RIDGE OPPOSITE THE MOUTH OF DEEP CREEK ON NORTH LADUE RIVER.  IT IS AT THE HIGHEST POINT ON THE KNOB 11.1 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED POINT 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED POINT NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED POINT NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 0.5 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS SET NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH MARK."
        },
        {
            "id": "TY7864",
            "lat": 67.37950853055555,
            "long": -140.99249334166666,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (DWE) IS A CONCRETE BLOCK 14 INCHES BY 12 INCHES BY 12 INCHES, SET ON CONCRETE FOUNDATION IN FROZEN GROUND (BLACK MUCK). AND THE POINT IS MARKED BY CROSS ON COPPER STRIP SET IN BLOCK. TOP OF BLOCK FLUSH WITH SURFACE OF GROUND. IT IS 1 MILE NORTHEAST OF CANALASKA MOUNTAIN AND ONE-QUARTER MILE EAST OF THE BOUNDARY.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE STATION MARK WAS IN GOOD CONDITION.  THREE REFERENCE MARKS WERE SET.  A COMPLETE NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 2.6 MILES SOUTH OF NEW RAMPART HOUSE, 1.55 MILES SOUTHEAST OF THE PORCUPINE RIVER, 0.9 MILES NORTH NORTHEAST OF THE SUMMIT OF CANALASKA MOUNTAIN AND 0.2 MILES EAST OF THE BOUNDARY.  THE STATION IS MARKED BY A COPPER STRIP 1/2 IN-SQUARE SET IN A CONCRETE BLOCK 1-FOOT SQUARE AND FLUSH WITH THE GROUND.  IT IS ON THE NORTH SLOPING SIDE OF A HILL IN THE TUNDRA ABOUT 100 YARDS NORTH OF BROKEN BARE ROCK AND ABOUT 1/3 MILE SOUTH OF THE TIMBER AND 2.0 FEET SOUTH OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED PORCUPINE RIVER E. B. NO 1 1911 1973.  IT IS LEADED IN A DRILLED HOLE IN A BOULDER 1-FOOT BY 1 1/2-FEET IN CROSS SECTION AND FLUSH WITH THE GROUND.  IT IS 1.8 FEET NORTHWEST OF A WITNESS POST AND 3 FEET HIGHER IN ELEVATION THAN THE STATION MARK.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED PORCUPINE RIVER E. B. NO 2 1911 1973.  IT IS CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT PROJECTS 5 INCHES ABOVE THE GROUND.  IT IS 1.2 FEET NORTH OF A WITNESS POST AND 3 FEET HIGHER IN ELEVATION THAN THE STATION MARK.  REFERENCE MARK NUMBER 3 IS A USC AND GS REFERENCE MARK DISC STAMPED PORCUPINE RIVER E. B. NO 3 1911 1973.  IT IS CRIMPED TO THE TOP OF A 6-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS NORTHWEST OF A WITNESS POST AND ABOUT 1.5 FEET LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7968",
            "lat": 61.85193717222222,
            "long": -140.9635465222222,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ONE QUARTER MILE EAST OF THE LINE ON THE HIGHEST POINT NEAR THE EASTERN EDGE OF THE FLAT-TOP MOUNTAIN AT THE HEAD OF LIGNITE CREEK.  STATION MARK-- A DRILL HOLE IN TRIANGLE ON A STONE SET LEVEL WITH THE SURFACE, SURMOUNTED BY A CAIRN WITH POLE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED WITH CAIRN BADLY DETERIORATED.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  LOCATED 2.0 KM EAST OF THE BOUNDARY ON THE HIGHEST POINT NEAR THE EASTERN EDGE OF A FLAT-TOP MOUNTAIN AT THE HEAD OF LIGNITE CREEK.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED RABBIT 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED RABBIT NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED RABBIT NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS SIGN WAS ERECTED IN A CAIRN NEAR THE STATION."
        },
        {
            "id": "TY7860",
            "lat": 67.36150542222222,
            "long": -140.94663264722223,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (WBG) ON THE HIGHEST KNOB OF A RIDGE LYING JUST EAST OF CANALASKA MOUNTAIN. THE KNOB, WHICH RISES IN THE FORM OF A DOME OF SHATTERED ROCK FROM MOSS-COVERED RIDGE, IS ABOUT 2 MILES EAST OF THE SUMMIT OF CANALASKA MOUNTAIN, AND ABOUT 4 MILES A LITTLE EAST OF SOUTH OF RAMPART HOUSE.  THERE IS NO TIMBER OR BRUSH IN THE IMMEDIATE VICINITY. REACHED BY CROSSING THE RIVER ABOVE THE MOUTH OF BUSH CREEK, CLIMBING TO THE NORTH END OF THE RIDGE AND FOLLOWING ALONG THE WEST SLOPE OR TOP TO THE STATION.  STATION MARK--1/2-INCH DRILL HOLE IN A TRIANGLE CUT IN SOLID ROCK, WHICH PROJECTS JUST ABOVE THE SURFACE OF THE THIN SOIL AND MOSS. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1953)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1953 (JCM) THE STATION WAS RECOVERED AND THE DESCRIPTION WAS FOUND ADEQUATE. A ROCK CAIRN WAS ESTABLISHED 62.66 FEET (19.099 METERS) EAST- NORTHEAST OF THE STATION N 69 DEG 29 MIN 42 SEC E.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE THAT MARKED THE STATION WAS FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 4.1 MILES SOUTH-SOUTHEAST OF NEW RAMPART HOUSE, 3.25 MILES SOUTHEAST OF THE PORCUPINE RIVER, 1.5 MILES EAST OF THE BOUNDARY ON A ROUND HILL - THE FIRST OF ANY SIZE EAST OF CANALASKA MOUNTAIN.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED RAMPART 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS AT THE APPROXIMATE CENTER AND THE HIGHEST POINT OF THE HILL AND 9.3 FEET NORTHEAST OF A WITNESS POST IN A 4-FOOT CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED RAMPART NO 1 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 2-1/2 FEET BY 3-1/2 FEET IN CROSS SECTION AND PROJECTS 1 FOOT ABOVE THE GROUND.  IT IS WEST OF THE STATION AND ABOUT 2 FEET LOWER.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED RAMPART NO 2 1910 1973 AND IS LEADED INTO THE TOP OF A BOULDER THAT IS 4 FEET BY 2 FEET IN CROSS SECTION AND FLUSH WITH THE GROUND.  IT IS NORTHWEST OF THE STATION AND ABOUT 1-1/2 FEET LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED.                            STATION RECOVERY (1986)  RECOVERED 1986 RECOVERED IN GOOD CONDITION."
        },
        {
            "id": "TY7776",
            "lat": 63.59880308611111,
            "long": -140.87033973333334,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) A BRUSHY KNOB, ABOUT 4 MILES EAST OF THE LINE ON A LONG RIDGE RUNNING EAST AND WEST.  THE KNOB IS A CONTINUATION OF THE RIDGE, THE END OF WHICH.  JUNCTION, IS A POINT FOR TOPOGRAPHIC CONTROL. JUNCTION AT A DISTANCE LOOKS LIKE A LONE KNOLL IN THE VALLEY OF THE NORTH FORK OF LADUE RIVER.  THE KNOB ON WHICH STATION IS LOCATED IS A SMALL MOUND WITH STRINGERS OF QUARTZ.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE CUT ON STONE SET IN GROUND.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED EXCEPT TREES HAVE BURNT FROM KNOB.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A KNOB 6.5 KM EAST OF BOUNDARY ON AN EAST-WEST RIDGE WHICH TERMINATES AT JUNCTION OPPOSITE THE MOUTH OF MC CORD CREEK.  THE SURROUNDING TIMBER HAS BURNT IN RECENT YEARS.  DEAD TIMBER WAS CLEARED TO MAKE A LANDING AREA NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED RIDGE 1908-1974 AND CRIMPED TO THE TOP OF A 0.5 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED RIDGE NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED RIDGE NO. 2 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS CEMENTED IN LOOSE ROCK NEAR THE STATION AND A SMALL CIRCLE OF STONES PLACED AROUND EACH MARK."
        },
        {
            "id": "TY7981",
            "lat": 62.73074617777778,
            "long": -140.953800375,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (WBR) ABOUT 1-1/2 MILES EAST OF THE LINE, ON THE WESTERN END OF A LONG EAST-AND-WEST RIDGE, CONNECTED BY HIGH SADDLE WITH THE RIDGE MONUMENT NO. 160 IS ON.  THE STATION IS ABOUT 1-1/4 MILES EAST OF STATION STARVATION.  STATION MARK-- 3/8-INCH DRILL HOLE IN A TRIANGLE CUT ON A LARGE STONE SET IN GROUND IN THE NORTH END OF A BARE SPOT.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED UNDER A THICK COVER OF MOSS.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON THE WESTERN END OF A LONG EAST-WEST RIDGE ABOUT 12 KM NORTH OF THE ALASKA HIGHWAY AND 2.5 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN LAND NEAR THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED RUPE 1909-1974 AND CRIMPED TO THE TOP OF A 0.4 METRE LENGTH OF COPPERWELD ROD CEMENTED IN A DRILL HOLE IN THE BOULDER OF ORIGINAL STATION MARK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED RUPE NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED RUPE NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED IN THE GROUND NEAR THE STATION."
        },
        {
            "id": "TY7849",
            "lat": 66.89455860000001,
            "long": -140.87494805555556,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (TR) ON THE HIGHEST POINT OF THE FLAT WHITE LIMESTONE RIDGE RUNNING ACROSS THE COUNTRY BETWEEN BLACK AND SALMONTROUT RIVERS, ABOUT 3-1/2 MILES EAST OF LINE. DRAINAGE ON THE SOUTHEAST FLOWS TOWARDS BLACK RIVER, AND ON THE WEST INTO THE SALMONTROUT, WHICH IS PLAINLY VISIBLE. DIRECTLY NORTH THE HILLS RUN OUT SOME DISTANCE, WHILE ON THE WEST THEY DROP OFF MORE QUICKLY INTO THE VALLEY. HILL IS PRECIPITOUS ON ALL SIDES EXCEPT THE WEST, WHERE IT SLOPES DOWN TO A LOW, ROCKY SADDLE CONNECTING WITH THE ROLLING HIGH LIME PLATEAU. ON THE SOUTH SIDE IS A CREEK RUNNING SOUTHEAST, WHOSE BED AT A DISTANCE LOOKS LIKE SNOW, ON ACCOUNT OF WHITENESS OF ROCK.  STATION MARK--DRILL HOLE IN TRIANGLE IN SOLID LIMESTONE CROPPING THROUGH THE BROKEN TOP, AND SLIGHTLY RAISED ABOVE IT. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND AN UNSTAMPED IBC DISC WAS FOUND TO HAVE BEEN SET IN THE DRILLED HOLE.  (SEVERAL YEARS AGO THE GEODETIC SURVEY OF CANADA WAS WORKING IN THIS AREA -- THEY HAD BEEN FURNISHED A NUMBER OF THESE DISCS SO PRESUMABLY THEY SET IT.) THE STATION MARK WAS STAMPED, 2 REFERENCE MARKS WERE SET IN ADDITION TO A WITNESS POST IN A CAIRN AND A NEW DESCRIPTION WAS WRITTEN.  THE STATION IS LOCATED 8 MILES SOUTHEAST OF THE SALMON TROUT RIVER, 6-1/2 MILES WEST NORTHWEST OF BLUEFISH LAKE AND 3-1/2 MILES EAST OF THE BOUNDARY ON THE HIGHEST POINT IN THE VICINITY.  THE STATION MARK IS AN IBC TRIANGULATION STATION DISC STAMPED SALMON 1910 1973 AND CEMENTED IN A DRILLED HOLE IN BED ROCK.  IT IS ON THE NORTH NORTHEAST EDGE AND HIGHEST POINT OF THE HILL, 5 FEET SOUTH SOUTHWEST OF A 30-FOOT SHEER DROP AND 6.6 FEET EAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS BENCH MARK DISC STAMPED SALMON NO 1 1910 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 2.7 FEET BY 3.5 FEET IN CROSS SECTION AND WHICH PROJECTS 2 INCHES.  IT IS SOUTH SOUTHEAST OF THE STATION AND 3 FEET LOWER.  REFERENCE MARK NUMBER 2 IS AN IBC DISC STAMPED SALMON NO 2 1910 1973 LEADED IN A DRILLED HOLE IN BED ROCK THAT IS FLUSH WITH THE SURROUNDING AREA.  THE DISC IS RECESSED ABOUT 1 INCH.  IT IS WEST OF THE STATION AND 2 FEET LOWER."
        },
        {
            "id": "TY7962",
            "lat": 61.63237293888889,
            "long": -140.9223716361111,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (TR) ON THE HIGHEST POINT OF A SAND HILL, ABOUT 3 MILES EAST OF THE LINE AND ONE-HALF MILE EAST OF A GRAVEL FLAT IN LITTLE BOUNDARY CREEK, AND JUST EAST OF THE LARGEST LAKE IN THE NEIGHBORHOOD. THIS HILL IS THE ONLY ONE IN VICINITY WITH ANY TREES ON IT. ONE STUMPY, BUSHY TREE IS PARTICULARLY NOTICEABLE FROM THE WEST.  STATION MARK-- 1/2-INCH DRILL HOLE IN TRIANGLE ON A STONE ABOUT ONE FOOT SQUARE, SUNK IN THE GROUND.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED EXCEPT NOT QUITE AT HIGHEST POINT OF HILL.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  NEAR THE HIGHEST POINT OF A SAND HILL ON THE EAST SIDE OF LITTLE BOUNDARY CREEK, ABOUT 12 KM SOUTH OF WHITE RIVER AND 4.2 KM EAST OF THE BOUNDARY.  THE HILL WHICH IS JUST SOUTH OF A SMALL LAKE IS ALMOST BARE OF TREES.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED SCORIA 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED SCORIA NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED SCORIA NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS ERECTED NEAR THE STATION."
        },
        {
            "id": "TY7829",
            "lat": 65.65215363055556,
            "long": -140.78510745833333,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ON THE SUMMIT OF ONE OF A GROUP OF LOW HILLS, ABOUT 8 MILES NORTHEAST OF INDIAN GRAVE MOUNTAIN. THE HILL IS COVERED WITH MOSS AND GRASS, GIVING IT A YELLOW APPEARANCE. IT IS ABOUT ONE MILE NORTH OF THE DIVIDE BETWEEN KANDIK RIVER AND NATION RIVER DRAINAGE. GOOD CAMPING PLACE IN MEADOW ONE-HALF MILE SOUTH OF STATION.  STATION MARK--1/2 INCH DRILL HOLE IN A ROCK IN PLACE. DRILL HOLE IS SURROUNDED BY TRIANGLE CUT IN THE ROCK. CAIRN, 4.7 FEET HIGH.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE DRILLED HOLE MARKING THE STATION WAS RECOVERED INTACT.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ON THE SUMMIT OF ONE OF A GROUP OF LOW HILLS ABOUT 8 MILES NORTHEAST OF INDIAN GRAVE MOUNTAIN.  THE HILL IS COVERED WITH MOSS AND GRASS WHICH GIVES IT A YELLOW APPEARANCE.  IT IS ABOUT 1 MILE NORTH OF THE DIVIDE BETWEEN THE KANDIK RIVER AND THE NATION RIVER DRAINAGE.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED SCRATCH 1910 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD WHICH PROJECTS ABOUT 4 INCHES.  IT IS ON THE HIGHEST POINT AND SOUTH END OF THE HILL AND 8.5 FEET NORTHWEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED SCRATCH NO 1 1910 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS ABOUT 5 INCHES.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED SCRATCH NO 2 1910 1973.  IT IS CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS ABOUT 5 INCHES.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7834",
            "lat": 65.76399376388889,
            "long": -140.83600333611113,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ON A HIGH, ISOLATED ROCKY BUTTE ABOUT 5 MILES SOUTH OF KANDIK RIVER, AND 5 MILES EAST OF THE LINE. PEAK IS THE MOST NORTHERLY POINT OF A GROUP OF HILLS. THE COUNTRY TO THE WEST IS LOW, SMOOTH, AND TIMBERED.  STATION MARK--1/2 INCH DRILL HOLE IN STONE 15 INCHES BY 18 INCHES BY 18 INCHES. SIGNAL IS CAIRN, 4.9 FEET HIGH, WITH POLE. GOOD CAMPING PLACE IN MEADOW 2 MILES SOUTHWEST OF STATION.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILL HOLE WAS INTACT.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ON A HIGH ISOLATED ROCKY BUTTE ABOUT 5 MILES SOUTH OF THE KANDIK RIVER AND 5 MILES EAST OF THE LINE.  THE PEAK IS THE MOST NORTHERLY IN A GROUP OF HILLS.  THE STATION MARK IS AN IBC TRIANGULATION STATION DISC STAMPED SEAL 1909 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER THAT IS 1-1/2 FEET BY 2 FEET IN CROSS SECTION AND FLUSH WITH THE GROUND.  IT IS AT THE CENTER OF THE HIGHEST POINT OF AN EAST-WEST KNIFE RIDGE AND 12.0 FEET NORTHWEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS AN IBC REFERENCE MARK DISC STAMPED SEAL NO 1 1909 1973 AND LEADED IN A DRILLED HOLE IN A BOULDER WHICH IS 3 FEET BY 4 FEET IN CROSS SECTION AND WHICH PROJECTS 1 FOOT ON ITS NORTH EDGE.  IT IS ON THE NORTH EDGE OF THE RIDGE, EAST OF THE STATION AND SLIGHTLY LOWER IN ELEVATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED SEAL NO 2 1909 1973 AND CRIMPED TO THE TOP OF A COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE CENTER OF THE EAST-WEST RIDGE AND SLIGHTLY LOWER THAN THE STATION."
        },
        {
            "id": "TY7877",
            "lat": 68.64414705555556,
            "long": -140.919652975,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED IN GOOD CONDITION WITH A CAIRN AND TARGET POLE.  THE STATION MARK WAS A DRILL HOLE IN A ROCK SET FLUSH.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON A HIGH BLUFF ON THE SOUTHEAST SIDE OF THE FIRTH RIVER, 3.4 KM EAST OF THE BOUNDARY.  THE STATION IS AT THE FIRST PEAK ON THE SLOPING UPSTREAM SIDE OF THE BLUFF.  A HELICOPTER CAN LAND ABOUT 50 METRES FROM THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED SHARK 1911-1973 AND CRIMPED TO THE TOP OF A 0.5 METRE LENGTH OF COPPERWELD ROD CEMENTED IN A DRILL HOLE.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED SHARK NO. 1 1911-1973 AND CRIMPED TO THE TOP OF A 1 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED SHARK NO. 2 1911-1973 AND CEMENTED IN A DRILL HOLE IN OUTCROPPING ROCK.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7944",
            "lat": 60.84920236388889,
            "long": -140.72176594444446,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1916 (TCD) ON THE RIDGE BETWEEN LOGAN AND WALSH GLACIERS, ABOUT 9-1/4 MILES EAST OF THE LINE.  ON THE MORE EASTERLY OF TWO KNOBS FORMING THE SUMMIT OF THE PEAK, AND ABOUT 3,250 FEET ABOVE THE GLACIER.  STATION MARK--A 4 1/2-FOOT CAIRN.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (FXP) THE CAIRN WAS SEEN FROM THE AIR.  IT WAS NOT ACCESSIBLE TO A COPTER. A PACK OF CONSIDERALBE LENGTH WOULD HAVE BEEN INVOLVED.  BECAUSE OF THE ABOVE AND ALSO BECAUSE THE POINT WAS NOT PRECISELY MARKED, NO ATTEMPT WAS MADE TO REMARK THE STATION."
        },
        {
            "id": "TY7854",
            "lat": 67.24639638611112,
            "long": -140.79425284166666,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1953 (JCM) THE STATION WAS RECOVERED AS DESCRIBED AND IN GOOD CONDITION. A DESCRIPTION FOLLOWS--THE STATION IS LOCATED IN CANADA ABOUT ONE MILE SOUTH OF THE WEST END OF PEAR LAKE AND ABOUT 12 MILES SOUTH- SOUTHEAST OF RAMPART HOUSE ON THE PORCUPINE RIVER AT THE INTERNATIONAL BOUNDARY.  THE STATION IS MARKED WITH A STANDARD CANADIAN GEODETIC SURVEY TRIANGULATION DISK, UNSTAMPED, SET IN THE TOP OF A 12X12 INCH CONCRETE MONUMENT THAT HAS ETCHED IN TOP OF THE CONCRETE JIM-PAT-1953 AND IS FLUSH WITH THE SURFACE.  THE STATION WAS REACHED BY HELICOPTER BUT IT MAY BE REACHED BY FLOAT PLANE BY LANDING ON PEAR LAKE. A TRAIL, STARTING AT A SHALLOW GRAVEL BEACH ABOUT ONE-HALF MILE FROM THE WEST END OF THE LAKE ON THE SOUTH SIDE LEADS FOR ONE-HALF MILE UP A GRADUAL SLOPE THROUGH NIGGERHEADS AND DRY MUSKEG TO THE TREE LINE. THE TRAIL CONTINUES UP A STEEP, STONY SLOPE FOR ABOUT 200 YARDS. FROM HERE THE TRAIL LEADS ALONG A SMOOTH GRAVEL RIDGE FOR 600 YARDS TO THE STATION SITE WHICH IS JUST AT THE EDGE OF A HIGH WOODED PLATEAU.  THERE IS A ROCK CAIRN, 4 FEET HIGH, 42 FEET DISTANCE, NORTH EAST OF THE STATION.  THE MAGNESIUM DAYLIGHT SIGNAL, THAT WAS FOUND ON THE STATION, WAS REPLACED."
        },
        {
            "id": "TT6259",
            "lat": 63.90413055,
            "long": -140.99113031666664,
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) APPROXIMATE LOCATION OBTAINED FROM INTERSECTION OF DIRECTIONS FROM CRAG AND SIXTYMILE E BASE.  RECOVERED SHARPENED PICKET LYING ON GROUND AT LOCATION.  STATION IS CONSIDERED LOST.  SINCE SIXTY WAS A SUBSIDIARY STATION NO REPLACEMENT POINT WAS ESTABLISHED."
        },
        {
            "id": "TY7977",
            "lat": 62.404729325,
            "long": -140.8087110388889,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ABOUT 6-1/2 MILES EAST OF THE LINE ON A WOODED KNOLL ABOUT 500 FEET ABOVE, AND ON THE RIGHT BANK OF BEAVER CREEK.  THE KNOLL IS THE WESTERN END OF A SERIES OF HILLS BETWEEN BEAVER CREEK AND WHITE RIVER, AND SOUTH OF SNAG RIVER.  EAST ABOUT 3-1/2 MILES IS AN ISOLATED CLUSTER OF HILLS EXTENDING IN AN EAST-AND-WEST DIRECTION, HAVING THE APPEARANCE OF BEING PARTLY SUBMERGED IN THE SURROUNDING FLATS OR MUSKEG.  ABOUT ONE-HALF MILE SOUTHEAST IS A SMALL ISOLATED KNOLL, ABOUT 300 FEET ABOVE THE FLAT. THE TOP OF THE KNOLL AROUND THE STATION IS CLEARED OF TREES, AND A VISTA IS CUT TO THE STATIONS SURROUNDING.  STATION MARK-- 3/8-INCH DRILL HOLE IN A TRIANGLE CUT ON A BASALTIC STONE SET IN THE GROUND, WITH TOP FLUSH WITH THE SURFACE.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED UNDER THICK LAYER OF MOSS.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON TOP OF A SMALL ISOLATED KNOLL RISING ABOUT 100 METRES ABOVE SURROUNDING MUSKEG NEAR THE EAST SIDE OF THE BEAVER CREEK.  IT IS ABOUT 2.5 KM NE OF THE MOUTH OF ENGER CREEK AND 10 KM EAST OF THE BOUNDARY.  A LANDING AREA AND VISTAS TO AIRS, WELLESLEY 2 AND NIGGERHEAD WERE CLEARED IN THE HEAVY GROWTH OF SPRUCE.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED SNAG 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND AT THE HIGHEST POINT ON KNOLL.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED SNAG NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED SNAG NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS SIGN WAS NAILED TO A SPRUCE TREE NEAR THE STATION."
        },
        {
            "id": "TY7950",
            "lat": 60.80524762222222,
            "long": -141.00170314722223,
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1913 (TCD) ALMOST EXACTLY ON THE LINE, ABOUT 1-1/4 MILES SOUTH OF THE SOUTH EDGE OF LOGAN GLACIER ON THE SUMMIT OF A PROMINENT SNOWY PEAK, AND ABOUT 3,000 FEET ABOVE THE GLACIER.  STATION MARK--A 5-FOOT CAIRN.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (FXP) THE CAIRN WAS SEEN FROM THE AIR.  IT WAS NOT ACCESSIBLE TO A COPTER. A PACK OF CONSIDERABLE LENGTH WOULD HAVE BEEN NECESSARY TO REACH THE STATION.  BECAUSE OF THE ABOVE AND ALSO BECAUSE THE POINT WAS NOT PRECISELY MARKED, NO ATTEMPT WAS MADE TO REMARK THE STATION."
        },
        {
            "id": "TY7978",
            "lat": 62.399180816666664,
            "long": -140.9709394,
            "setting": "SET INTO TOP OF METAL PIPE DRIVEN INTO GROUND",
            "description": "DESCRIBED BY COAST AND GEODETIC SURVEY 1943 (GWL) STATION IS LOCATED ABOUT 4 MILES, AIRLINE, NW OF THE POINT WHERE THE ALCAN HIGHWAY CROSSES BEAVER CREEK. IT IS LOCATED ON THE SUMMIT AND HIGHEST POINT OF THE W HALF OF AN ISOLATED GROUP OF HILLS THAT IS DIVIDED BY A NARROW LOW SADDLE. THE HIGHEST HILL HOWEVER IS LOCATED IN THE E PORTION OF THE GROUP OF HILLS. THE SUMMIT ON WHICH THE STATION IS LOCATED IS COVERED WITH ASPEN.  STATION MARK IS A BRONZE STATION DISK BRAZED TO THE TOP OF A 1-INCH IRON PIPE THAT PROJECTS ABOUT 12 INCHES ABOVE THE SURFACE OF THE GROUND.  THE DISK IS STAMPED SNUCE 1943.  THE UNDERGROUND MARK IS A BRONZE TRAVERSE DISK SET IN CONCRETE AND STAMPED SNUCE 1943.  REFERENCE MARK 1 IS NE OF THE STATION.  IT IS MARKED BY A BRONZE REFERENCE DISK BRAZED TO THE TOP OF A 1-INCH IRON PIPE THAT PROJECTS ABOUT 12 INCHES ABOVE THE SURFACE OF THE GROUND.  THE DISK IS STAMPED SNUCE NO 1 1943.  REFERENCE MARK 2 IS N OF THE STATION.  IT IS MARKED BY A BRONZE REFERENCE DISK BRAZED TO THE TOP OF A 1-INCH IRON PIPE THAT PROJECTS ABOUT 12 INCHES ABOVE THE SURFACE OF THE GROUND.  THE DISK IS STAMPED SNUCE NO 2 1943.  BECAUSE OF HEAVY LOCAL TIMBER NO AZIMUTH MARK WAS ESTABLISHED FOR THIS STATION.  TO REACH THE STATION FROM THE POINT WHERE THE ALCAN HIGHWAY CROSSES THE CANADA-ALASKA BOUNDARY, GO S ON THE HIGHWAY FOR 14.7 MILES TO THE SNAG CREEK BRIDGE.  CONTINUE FOR 4.65 MILES TO A ROAD RIGHT. CONTINUE ON THE HIGHWAY FOR 0.2 MILE (0.1 MILE BEYOND A SLIGHT CURVE IN THE HIGHWAY) AND THE END OF TRUCK TRAVEL.  FROM HERE WALK TO THE RIGHT ABOUT 20 FEET AND PICK UP A WELL-DEFINED TRAIL. BEAR LEFT ON THE TRAIL AND FOLLOW IT FOR ABOUT 45 MINUTES. HERE LEAVE TRAIL, TURN RIGHT, APPROXIMATELY W, AND GO W THROUGH ASPENS AND COTTONWOODS FOR ABOUT AN HOURS TRAVEL.  (THE GROUP OF HILLS ON WHICH THE STATION IS CAN OCCASIONALLY BE SEEN ON THE RIGHT THROUGH CLEARINGS). CONTINUE W ALONG THE S SIDE OF THE HILLS KEEPING EITHER CLOSE TO THE BASE OF THE HILLS OR IN THE ASPENS WELL AWAY FROM THE BASE TO AVOID WALKING IN THE MUSKEG IN THE CLEARINGS OF THE FLAT. CONTINUE UNTIL A POINT IS REACHED DIRECTLY S OF THE HIGHEST POINT W OF THE LOW SADDLE.  AN OLD INDIAN TRAIL MAY BE FOUND THAT FOLLOWS ALONG THE BASE OF THE HILL FROM ABOUT S OF THE LOW SADDLE. IF THIS IS FOUND FOLLOW IT W UNTIL DIRECTLY S OF THE HIGHEST POINT OF THE W GROUP OF THE HILLS.  IN EITHER EVENT UPON REACHING A POINT S OF THE STATION HILL TURN RIGHT (N) AND CLIMB TO THE HIGHEST POINT AND THE STATION.  THE PACK FROM THE END OF TRUCK TRAVEL WILL REQUIRE ABOUT 3-1/2 HOURS.  HEIGHT OF LIGHT ABOVE STATION MARK - 8 METERS.  A 20-FOOT TOWER WILL SEE A 4-FOOT LIGHT AT AIRS (IBC 1909).  A 20-FOOT TOWER WILL SEE A 4-FOOT LIGHT AT BEAVER CREEK ASTRO AZIMUTH.  A 20-FOOT TOWER WILL SEE A 45-FOOT LIGHT AT JOHNSON.  A 20-FOOT TOWER WILL SEE A 4-FOOT LIGHT AT BEAVER CREEK ASTRO.  A 20-FOOT TOWER WILL SEE A 4-FOOT LIGHT AT MCCAULEY.  A 20-FOOT TOWER WILL SEE A 4-FOOT LIGHT AT NIGGER."
        },
        {
            "id": "TY7870",
            "lat": 68.09952721666666,
            "long": -140.9728760388889,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON WHAT IS KNOWN AS POTATO HILL, A VERY CONSPICUOUS BARE KNOB RISING FROM THE FLATS OF THE OLD CROW. THIS HILL IS ABOUT SEVEN-TENTHS OF A MILE WEST OF THE LINE, AND 6 MILES SOUTH OF BILWADDY CREEK.  STATION MARK--A HOLE DRILLED IN A STONE SET FLUSH WITH THE GROUND. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILL HOLE IN THE ROCK WAS IN GOOD CONDITION.  A STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 6-1/2 MILES SOUTHWEST OF THE OLD CROW RIVER, 6 MILES NORTHWEST OF POTATO CREEK, 3/4 MILE EAST OF THE BOUNDARY ON THE SOUTHEAST END OF A PROMINENT HILL ON THE EDGE OF THE OLD CROW FLATS.  THIS HILL IS KNOWN AS POTATO HILL.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED SPUD 1911 1973.  IT IS CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE SOUTHEAST AND HIGHEST POINT OF THE HILL AND 5.1 FEET WEST OF THE WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED SPUD NO 1 1911 1973.  IT IS CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON THE SOUTHERLY SLOPE OF THE HILL AND ABOUT 1 FOOT LOWER THAN THE STATION MARK.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED SPUD NO 2 1911 1973.  IT IS CRIMPED TO THE TOP OF A 3-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS ON THE SOUTHEAST POINT OF THE HILL AND ABOUT A FOOT LOWER THAN THE STATION MARK.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER AS NO IBC DISCS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7982",
            "lat": 62.73129503055556,
            "long": -140.99317373888888,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (WBR) ON THE FIRST BENCH AND ABOUT 1/4 MILE E OF MONUMENT 160, IN SCATTERED SPRUCE AND BRUSH.  SOME CUTTING TO OPEN UP VISTAS.  STATION MARK IS A 3/8-INCH DRILL HOLE IN A LARGE ROCK IN PLACE. THE ROCK STANDS UP ABOUT 1 FOOT ABOVE SURFACE OF GROUND.                            STATION RECOVERY (1943)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1943 (GWL) STATION IS LOCATED ABOUT 8 MILES N OF THE POINT WHERE THE ALASKA HIGHWAY CROSSES THE ALASKA-CANADA BOUNDARY LINE, ABOUT 5 MILES NNE OF THE NEAREST POINT OF THE HIGHWAY, ABOUT 0.25 MILE E OF BOUNDARY MONUMENT 160, AND ON THE FIRST BENCH E OF SAME. IT IS ON THE HIGHEST POINT OF A BRUSH-COVERED HILL, AND ABOUT 2 MILES W OF A HIGHER RANGE OF RIDGES.  THERE ARE ALSO HIGHER RIDGES TO THE NE. THE STATION IS ONE ORIGINALLY ESTABLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION IN 1908.  THE BOULDER IN WHICH THE DRILL HOLE IS LOCATED WAS FOUND IN PLACE AND IN GOOD CONDITION.  THE DISK WAS CEMENTED IN THE ORIGINAL DRILL HOLE.  IT IS STAMPED STARVATION IBC 1908 1943.  THE BOULDER IS ABOUT 1 BY 2 FEET AND PROJECTS ABOUT 1 FOOT.  REFERENCE MARK 1 IS S OF THE STATION, ON THE S SLOPE OF THE HILL. THE BOULDER IN WHICH IT IS SET IS NEARLY FLUSH WITH THE GROUND. IT IS STAMPED STARVATION IBC NO 1 1943.  REFERENCE MARK 2 IS E OF THE STATION, ON THE E SLOPE OF THE RIDGE. IT IS STAMPED STARVATION IBC NO 2 1943.  AZIMUTH MARK IS ABOUT 1 MILE NE OF THE STATION, ON THE FIRST RIDGE NE OF THE STATION.  IT IS ON THE W SLOPE, ABOUT 50 FEET W OF THE HIGHEST POINT.  IT IS STAMPED STARVATION IBC 1943.  TO REACH THE STATION FROM THE T-INTERSECTION AT NORTHWAY JUNCTION GO E ON THE ALASKA HIGHWAY FOR 17.75 MILES TO GARDNER CREEK. CONTINUE E ON THE HIGHWAY FOR 21.2 MILES TO KASERS CONSTRUCTION CAMP ON THE LEFT.  THE HIGHWAY CONTINUES ON DOWN INTO THE FLATS. (THIS POINT IS 4.7 MILES NNW OF THE POINT WHERE THE HIGHWAY CROSSES THE BOUNDARY LINE.) FROM THIS CAMP WALK ENE ACROSS THE SWAMP TO A SMALL CREEK, CROSS THE CREEK ON A LOG AND CONTINUE ENE TO THE SW POINT OF A RIDGE. GO AROUND POINT AND THEN CONTINUE N ACROSS SWAMP TO THE POINT OF ANOTHER RIDGE. GO NE AROUND POINT AND WALK ALONG THE SIDE OF THE RIDGE UNTIL THE BOUNDARY LINE IS REACHED.  FOLLOW THE BOUNDARY LINE ACROSS SMALL VALLEY AND THEN TO THE TOP OF THE RIDGE.  FOLLOW THE TOP OF THE RIDGE NE TO ITS END.  THEN TURN N ACROSS A SMALL SADDLE AND UP THE NEXT RIDGE TO ITS HIGHEST POINT AND THE STATION.  THE PACK WITH OBSERVING GEAR WILL REQUIRE ABOUT 5 HOURS.  A 4-FOOT STAND WILL SEE A 15-FOOT LIGHT AT DAVE (IBC 1909).  A 4-FOOT STAND WILL SEE A 16-FOOT LIGHT AT BOUNDARY MONUMENT 162.  A 4-FOOT STAND WILL SEE A 4-FOOT LIGHT AT BORDER.  A 4-FOOT STAND WILL SEE A 4-FOOT LIGHT AT AIRS (IBC 1909).  A 4-FOOT STAND WILL SEE AN 18-FOOT LIGHT AT MIRROR 2.  A 4-FOOT STAND WILL SEE A 15-FOOT LIGHT AT TANANA (IBC 1908).                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED STATION IN GOOD CONDITION.  FOUND IT WITH A NEW STATION MARK AND TWO REFERENCE MARKS OF U.S. COAST AND GEODETIC SURVEY ORIGIN.  (THIS AGENCY IS NOW KNOWN AS THE NATIONAL GEODETIC SURVEY.) AN IBC WITNESS POST WAS ERECTED AND THE POSITIONS OF THE REFERENCE MARKS MEASURED.  A NEW DESCRIPTION FOLLOWS.  LOCATED ON THE FIRST BENCH 436 METERS EAST-NORTHEAST OF INTERNATIONAL BOUNDARY MONUMENT NO. 160, ABOUT 13 KM NORTH OF THE INTERNATIONAL BOUNDARY CROSSING OF THE ALASKA HIGHWAY AND ON THE HIGHEST POINT OF A HILL.  IT IS IN A GROWTH OF SCATTERED SPRUCE TREES AND BRUSH.  A HELICOPTER CAN LAND NEAR THE STATION.  STATION MARK--BRASS USC AND GS TRIANGULATION TABLET STAMPED STARVATION 1908-1948 AND CEMENTED IN A DRILL HOLE IN A LARGE EMBEDDED BOULDER.  (THE STAMPING FROM THE MARK MAY HAVE BEEN COPIED DOWN WRONG.)  REFERENCE MARK 1--BRASS USC AND GS REFERENCE MARK TABLET STAMPED IBC STARVATION NO. 1 AND CEMENTED IN A DRILL HOLE IN A LARGE EMBEDDED BOULDER.  REFERENCE MARK 2--BRASS USC AND GS REFERENCE MARK TABLET STAMPED IBC STARVATION NO. 2 AND CEMENTED IN A LARGE EMBEDDED BOULDER.  AN IBC WITNESS POST WAS CEMENTED IN ROCK NEAR THE STATION.  NOTE--THIS STATION WAS MARKED AND FLAGGED BY A RECONNAISSANCE PARTY UNDER W.B. REABURN AND OBSERVED TO IN 1908, BUT IT WAS NOT OCCUPIED OR ITS POSITION COMPUTED UNTIL 1909.  MR. REABURN OCCUPIED THE STATION IN 1909."
        },
        {
            "id": "TY7840",
            "lat": 66.0999083611111,
            "long": -140.96148990833333,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (AIO) ON THE SUMMIT OF A HIGH LOOSE-ROCK MOUNTAIN. IT IS THE HIGHEST PEAK WITHIN SEVERAL MILES, AND IS ABOUT 2 MILES NORTHEAST OF I1 OF THE BOUNDARY, AND 1 MILE EAST OF THE LINE. THERE IS EXCELLENT FEED IN CANYON IMMEDIATELY SOUTH OF STATION.  STATION MARK--1/2-INCH DRILL HOLE IN ROCK IN PLACE. SIGNAL--6-FOOT CAIRN WITH CENTER POLE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE DRILLED HOLE AND THE TRIANGLE THAT MARKED THE STATION WERE IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED ON A PEAK WHICH IS THE SUMMIT OF A HIGH LOOSE-ROCK MOUNTAIN.  IT IS THE HIGHEST PEAK WITHIN SEVERAL MILES, 2.8 MILES SOUTH OF THE GRAYLING FORK AND 1.1 MILES EAST OF THE BOUNDARY.  THE PEAK IS RIDGE-SHAPED AND THE STATION IS NEAR THE EAST END.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC CRIMPED TO THE TOP OF A 1-1/2 FOOT COPPERWELD ROD THAT IS WEDGED AND LEADED INTO A ROCK AND BED ROCK.  IT IS STAMPED STRIPE 1910 1973 AND PROJECTS 1 INCH ABOVE THE SURFACE OF THE ORIGINAL ROCK USED TO MARK THE STATION.  IT IS 6 FEET SOUTH OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED STRIPE NO 1 1910 1973 AND CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS EAST NORTHEAST OF THE STATION AND IN THE CENTER OF THE RIDGE.  REFERENCE MARK NUMBER 2 IS AN IBC REFERENCE MARK DISC STAMPED STRIPE NO 2 1910 1973 AND LEADED IN A DRILLED HOLE IN A ROCK.  IT IS SOUTHEAST OF THE STATION AND ON THE SOUTH EDGE OF THE RIDGE.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER SOME TYPES OF IBC DISCS WERE NOT AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7791",
            "lat": 64.55462586666667,
            "long": -140.91240509444444,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE STATION IS LOCATED ABOUT 5-1/2 MILES WEST OF THE YUKON RIVER, 3 MILES EAST OF THE U.S.-CANADA BOUNDARY, ON A BARE RIDGE AND AT A POINT WHERE THE RIDGE STARTS BREAKING OFF TO THE WEST.  THE STATION MARK, STAMPED TABLE 2 1974, IS A BRONZE DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 4.7 FEET EAST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED TABLE 2 1 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 25.9 FEET NORTHEAST OF THE WITNESS POST AND AT ABOUT THE SAME ELEVATION AS THE STATION.  REFERENCE MARK 2, STAMPED TABLE 2 2 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 4-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 28.9 FEET SOUTHEAST OF THE WITNESS POST AND ABOUT THE SAME ELEVATION AS THE STATION."
        },
        {
            "id": "TY7792",
            "lat": 64.55462562777778,
            "long": -140.9124111666667,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON A MOSSY BUTTE, 2-1/2 MILES EAST OF THE LINE AND THREE-QUARTERS OF A MILE NORTHWEST OF THE EAST BRANCH OF LIBERTY FORK.  STATION MARK-- 6-FOOT CAIRN OVER CUT IN A ROCK.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) A 10 GALLON DRUM, SURROUNDED BY ROCKS, AND SETTING OVER A ROCK WAS RECOVERED.  HOWEVER, THERE WAS NOT AN IDENTIFIABLE CUT IN THE ROCK.  TABLE 2 1974 WAS ESTABLISHED IN THE IMMEDIATE VICINITY.  SEE DESCRIPTION THEREOF."
        },
        {
            "id": "TY7855",
            "lat": 67.17454807777779,
            "long": -140.9093009,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (WBR) ON A SMALL ROCKY LEDGE ON A GRASSY HILL. ABOUT 2-1/2 MILES EAST OF THE LINE, AND 4 MILES NORTHEAST OF STATION N1 ON THE SAME RIDGE.  STATION MARK--1/2-INCH DRILL HOLE IN A TRIANGLE CUT IN SOLID ROCK.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE SURROUNDED BY A TRIANGLE WAS FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 17 MILES SOUTH SOUTHEAST OF NEW RAMPART HOUSE, 7 MILES SOUTH OF PEAR LAKE, 3.5 MILES NORTHWEST OF BLUEFISH RIVER, 2-1/2 MILES EAST OF THE BOUNDARY ON A LOW FLAT TOPPED EAST-WEST RIDGE.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED TIT 1910 1973.  IT IS LEADED IN A DRILLED HOLE IN BED ROCK ON THE HIGHEST POINT AND EAST EDGE OF A 25 BY 15-FOOT ROCK OUT CROP THAT IS THE HIGHEST POINT ON A LOW FLAT EAST-WEST RIDGE.  IT IS 5.2 FEET WEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED TIT NO 1 1910 1973.  IT IS CRIMPED TO THE TOP OF A 4-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON THE RIDGE TOP AND ABOUT 6 FEET LOWER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED TIT NO 2 1910 1973.  IT IS LEADED IN A DRILLED HOLE IN THE WEST END OF A LARGE OUT CROP.  IT IS WEST OF THE STATION AND ABOUT 1/2 FOOT LOWER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7869",
            "lat": 67.96183604444445,
            "long": -140.9062767388889,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON A LOW, LONE RIDGE ABOUT 3 MILES EAST OF THE LINE, AND ABOUT 10 MILES SOUTH OF POTATO HILL. THE STATION IS ON THE HIGHEST POINT OF THIS RIDGE.  STATION MARK--A HOLE DRILLED IN A STONE SET IN THE GROUND.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE STONE AND DRILL HOLE WERE IN GOOD CONDITION.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 5-1/2 MILES NORTHWEST OF SURPRISE CREEK, 2-1/2 MILES EAST OF THE BOUNDARY AND 1 MILE EAST OF POTATO CREEK ON THE HIGHEST POINT OF A LOW LONE RIDGE.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED TRAP 1911 1973.  IT IS CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES AND IS ON THE HIGHEST POINT OF THE SPARSELY WOODED RIDGE 3.6 FEET NORTH OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED TRAP NO 1 1911 1973.  IT IS CRIMPED TO THE TOP OF A 7-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND, 2.1 FEET SOUTH SOUTHEAST OF A WITNESS POST AND ABOUT AT THE SAME ELEVATION AS THE STATION MARK.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED TRAP NO 2 1911 1973.  IT IS CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES, IS 2.2 FEET EAST OF A WITNESS POST AND AT THE SAME ELEVATION AS THE STATION MARK.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER AS NO IBC MARKS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7847",
            "lat": 66.65251353611112,
            "long": -140.84038515,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (TR) ABOUT 4-1/2 MILES EAST OF THE BOUNDARY ON BLACK RIVER, ON THE RIDGE EAST OF THE FIRST CREEK COMING IN FROM NORTHEAST OF CREEK NEAR THE BOUNDARY. THE POINT OF THE RIDGE HAS KNOBS SEPARATED BY A LOW SADDLE.  STATION IS ON NORTHERN AND HIGHER KNOB, WHICH IS BARE OF TREES AND COVERED WITH MOSS AND GRASS. FINE SLAB SLATE UNDERLYING MOSS.  STATION MARK--DRILL HOLE IN TRIANGLE IN SLAB SET FLUSH WITH THE GROUND. CAIRN AND POLE SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE ROCK AND THE DRILLED HOLE AND THE TRIANGLE WERE FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 4-1/2 MILES EAST OF THE BOUNDARY, 1-1/2 MILES NORTHWEST OF THE SALMON FORK OF THE BLACK RIVER AND ON THE HIGHEST KNOB OF 4 ON A GENERALLY NORTH-SOUTH RIDGE.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED TROUBLE 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON THE EXTREME EAST EDGE OF THE TOP OF THE KNOB AND 6.4 FEET NORTHWEST OF A WITNESS POST IN A CAIRN.  THE HIGHEST POINT OF THE KNOB IS ON ITS WEST EDGE.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED TROUBLE NO 1 1910 1973 AND CRIMPED TO THE TOP OF 5-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS ON THE EAST EDGE OF THE KNOB, NORTH OF THE STATION AND AT ABOUT THE SAME ELEVATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED TROUBLE NO 2 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 3 INCHES.  IT IS WEST OF THE STATION AND JUST SLIGHTLY HIGHER.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7880",
            "lat": 68.97531123333333,
            "long": -140.95956355555555,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (WBG) ON THE HIGHEST KNOB, AND TOWARD WEST END, OF A ROUND-TOP MOUNTAIN WHICH STANDS 1 MILE EAST OF LINE AND 2 MILES NORTHEAST OF STATION W1 OF THE BOUNDARY. THE MOUNTAIN IS A SERIES OF GRADUALLY RISING MOSS AND BRUSH-COVERED BENCHES, CAPPED BY SEVERAL LARGE KNOBS OF DISINTEGRATING SHALE OR SLATE. PAST ITS EAST END JOE CREEK, A LARGE BRANCH OF THE FIRTH, FLOWS OFF TO THE NORTHEAST. THE BRITISH MOUNTAINS LIE ABOUT 10 OR 12 MILES TO THE NORTH.  STATION MARK--DRILL HOLE IN SOLID ROCK. SIGNAL--A CAIRN WITH POLE AND TARGET. ELEVATION, 4,725 FEET (APPROX.). ABOUT 2-1/2 HOURS CLIMB VIA THE SADDLE, 1-1/4 MILES SOUTHEAST OF STATION W1 OF THE BOUNDARY FROM THE MAIN-TRAIL CAMP AT THE FORKS OF JOE CREEK AND ITS SOUTH BRANCH.  CLIMB THE SOUTHWEST SLOPE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION EXCEPT ONLY THE BASE OF CAIRN REMAINED INTACT.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS WERE ESTABLISHED.  ON THE HIGHEST NOB, AND TOWARD THE WEST END OF A ROUND TOP MOUNTAIN, 1.7 KM EAST OF THE BOUNDARY AND ABOUT 16-20 KM SOUTH OF THE BRITISH MOUNTAINS.  THE MOUNTAIN IS A SERIES OF GRADUALLY RISING MOSS AND BRUSH-COVERED BENCHES, CAPPED BY SEVERAL LARGE KNOBS OF DISINTEGRATING SHALE OR SLATE.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED TUB 1912-1973 AND CEMENTED IN A DRILL HOLE IN BEDROCK.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED TUB NO. 1 1912-1973 AND CRIMPED TO THE TOP OF A 1 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED TUB NO. 2 1912-1973 AND CRIMPED TO THE TOP OF A 0.3 METER LENGTH OF COPPERWELD ROD CEMENTED IN A DRILL HOLE.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7891",
            "lat": 69.58982106111111,
            "long": -140.9783209,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1912 (WBG) ON THE TUNDRA FLAT BETWEEN CLARENCE RIVER AND CRAIG CREEK, ABOUT ONE-HALF MILE EAST OF LINE, AND 4 MILES SOUTH OF THE ARCTIC BEACH AND ABOUT THE SAME DISTANCE SOUTHWEST OF CLARENCE BAY. A SMALL LAKE LIES ONE-HALF MILE DIRECTLY NORTH OF THE STATION, WHICH IS ON GROUND SLIGHTLY HIGHER THAN THE SURROUNDING FLAT.  STATION MARK--NAIL HOLE IN LARGE DRIFTWOOD HUB DRIVEN ALMOST FLUSH WITH GROUND. ELEVATION, 95 FEET (APPROX.). AN EASY WALK FROM ANY OF THE CAMPS ON THE BEACH.                            STATION RECOVERY (1948)  RECOVERY NOTE BY COAST AND GEODETIC SURVEY 1948 (HAP) STATION RECOVERED. STATION IS ON TUNDRA, BETWEEN CLARENCE RIVER AND CRAIG CREEK ABOUT 1/2 MILE EAST OF THE BOUNDARY LINE AND 4 MILES SOUTH OF THE ARCTIC BEACH AND ABOUT 5 MILES SOUTHWEST OF CLARENCE LAGOON. A SMALL LAKE IS 1/2 MILE NORTH OF THE STATION. STATION MARK IS ON GROUND SOMEWHAT HIGHER THAN THE SURROUNDING FLAT AND ABOUT 75 FEET EAST OF A SLIGHT BLUFF LINE.  THE STATION MARK FOUND WAS A NAIL HOLE IN THE TOP OF A SMALL STAKE PROJECTING ABOUT 8 INCHES ABOVE THE TUNDRA, AND AT AN ANGLE OVER A DRIFTWOOD STUMP SET FLUSH WITH THE TUNDRA. THERE WAS ALSO FOUND IN THE VICINITY OF THE STAKE THE REMAINS OF A DRIFTWOOD TRIPOD. A DRIFTWOOD POLE WAS DRIVEN INTO THE GROUND ABOUT 1/2 FOOT SOUTH OF THE STAKE. THIS POLE PROJECTS 6 FEET ABOVE THE TUNDRA, AND A FLAG (RED) WAS TIED TO THE POLE. MARK MAY BE REACHED BY WALKING OVER TUNDRA FROM VICINITY OF BOUNDARY MONUMENT NO. 1. TWO RIVERS MUST BE CROSSED.  ONE OF WHICH IS ABOUT 4 FEET DEEP.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) THE OLD HUB AND REMAINS OF AN OLD SIGNAL TRIPOD WERE FOUND AT THE LOCATION.  THE HUB WAS LYING ON ITS SIDE, BESIDE A DEPRESSION IN THE GROUND WHICH APPEARED TO BE THE ORIGINAL LOCATION.  SINCE IT CORRESPONDED WITH THE CENTER OF THE SIGNAL TRIPOD, A NEW STATION MARK WAS SET AT THE CENTER OF THE DEPRESSION.  TWO REFERENCE MARKS WERE SET AND A WITNESS POST WAS ERECTED NEAR THE STATION.  ON THE TUNDRA FLAT BETWEEN CLARENCE RIVER AND CRAIG CREEK 0.9 KM EAST OF THE BOUNDARY AND ABOUT 6 KM SOUTH OF THE BEAUFORT SEA.  THE STATION IS 0.6 KM DIRECTLY SOUTH OF A SMALL LAKE WHICH IS ON GROUND SLIGHTLY HIGHER THAN THE SURROUNDING FLAT.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED TUNDRA 1912-1973 AND CRIMPED TO THE TOP OF A 2.4 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE PERMAFROST.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED TUNDRA NO. 1 1912-1973 AND CRIMPED TO THE TOP OF A 2.4 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE PERMAFROST.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED TUNDRA NO. 2 1912-1973 AND CRIMPED TO THE TOP OF A 2.4 METER LENGTH OF COPPERWELD ROD DRIVEN IN THE PERMAFROST."
        },
        {
            "id": "TY7879",
            "lat": 68.82839045,
            "long": -140.95283419166665,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) ON THE HIGHEST MOUNTAIN NEAR THE BOUNDARY IN THE VICINITY OF THE FIRTH RIVER. IT IS ABOUT 12 MILES NORTH OF THE MOUTH OF MANCHA CREEK, ABOUT 6 MILES WEST OF THE MAIN RIVER, ABOUT 1 MILE EAST OF THE LINE, AND ABOUT 1-1/2 MILES NORTHEAST OF V1 OF THE BOUNDARY. THE MOUNTAIN APPEARS DOME-SHAPED FROM THE SOUTH AND WEST, AND IS VERY ROUGH AND ROCKY ON TOP.  STATION MARK--HOLE DRILLED IN A ROCK IN PLACE. CAIRN SIGNAL.                            STATION RECOVERY (1973)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1973 (CJG) RECOVERED AS ORIGINALLY DESCRIBED AND IN GOOD CONDITION EXCEPT ONLY THE BASE OF THE CAIRN REMAINED INTACT.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON THE HIGHEST MOUNTAIN IN THE VICINITY OF THE FIRTH RIVER.  IT IS ABOUT 19 KM NORTH OF THE CONFLUENCE OF MANCHA CREEK AND THE FIRTH RIVER, ABOUT 10 KM WEST OF THE FIRTH RIVER AND 2.0 KM EAST OF THE BOUNDARY.  THE STATION IS AT THE SUMMIT OF THE MOUNTAIN WHICH IS BARE, RUGGED AND STEEP-SIDED.  THERE IS NO SUITABLE PLACE FOR LANDING A HELICOPTER NEAR THE SUMMIT.  STATION MARK--BRONZE IBC TRIANGULATION TABLET STAMPED TURNER 1911-1973 AND CRIMPED TO THE TOP OF A 1 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED TURNER NO. 1 1911-1973 AND CRIMPED TO THE TOP OF A 1 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED TURNER NO. 2 1911-1973 AND CRIMPED TO THE TOP OF A 0.5 METRE LENGTH OF COPPERWELD ROD CEMENTED IN A DRILLHOLE IN OUTCROPPING ROCK.  AN IBC WITNESS POST WAS ERECTED AT THE STATION AND A SMALL CAIRN WAS BUILT NEAR THE STATION MARK AND NEAR EACH REFERENCE MARK."
        },
        {
            "id": "TY7865",
            "lat": 67.41745968055557,
            "long": -140.996065875,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1890 (JHT) ON THE SLOPE OF THE HILL RISING FROM THE NORTH BANK OF THE PORCUPINE RIVER, AND WITHIN 100 YARDS OF RAMPART HOUSE IN A NORTHEASTERLY DIRECTION. THE STATION IS A CONCRETE PIER 3 FEET HIGH.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION IS LOCATED ABOUT 1/4 MILE NORTH OF THE CENTER OF THE PORCUPINE RIVER, 0.1 MILES EAST OF THE BOUNDARY AND 100 YARDS EAST OF NEW RAMPART HOUSE.  THE STATION IS A USC AND GS TRIANGULATION STATION DISC STAMPED TURNERS ASTRO 1910 1973 AND SET IN THE TOP CENTER OF THE ORIGINAL 16 IN BY 20 IN CONCRETE PIER WHICH IS ABOUT 3 FEET HIGH.  IT IS ON A BROAD GENERALLY FLAT RIDGE THAT SLOPES TO THE SOUTH AND 30 FEET SOUTHEAST OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED TURNERS ASTRO NO 1 1910 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES ABOVE THE GROUND.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED TURNERS ASTRO NO 2 1910 1973 AND CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS 0.6 FEET SOUTHEAST OF A WITNESS POST.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED, IN 1973."
        },
        {
            "id": "TY7972",
            "lat": 62.22655380277778,
            "long": -140.83579530833333,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1943 (JB) LOCATED ABOUT 20 MILES NNW OF THE WHITE RIVER WHERE THE ALCAN HIGHWAY CROSSES IT, 5-1/2 MILES E OF THE ALASKA-CANADA BOUNDARY, 5-1/2 MILES WSW OF THE N END OF THE LAKE, AND 4 MILES SW OF THE ALCAN HIGHWAY, ON THE SUMMIT OF THE HIGHEST AND MOST S PEAK OF A PROMINENT GROUP OF MOUNTAINS.  STATION IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND AND STAMPED.  REFERENCE MARK 1 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND AND ABOUT 2-1/2 FEET LOWER THAN THE STATION AND STAMPED.  REFERENCE MARK 2 IS A GEODETIC SURVEY OF CANADA BRONZE DISK CEMENTED IN A DRILL HOLE IN BEDROCK FLUSH WITH THE GROUND AND ABOUT 1-1/2 FEET LOWER THAN THE STATION AND STAMPED.  INTERNATIONAL BOUNDARY COMMISSION STATION AND IS A 2-INCH DEEP DRILL HOLE IN BEDROCK ABOUT 1-1/2 FEET HIGHER THAN THE STATION.  THE AZIMUTH MARK IS A U.S.C. AND G.S. BRONZE AZIMUTH DISK CEMENTED IN A DRILL HOLE IN BEDROCK.  IT IS LOCATED ABOUT 15 FEET W OF THE HIGHEST POINT OF THE FIRST BENCH OF THE RIDGE LEADING TO THE STATION. THAT IS STAMPED.  REACHED FROM THE WHITE RIVER BRIDGE ON THE ALCAN HIGHWAY BY GOING NNW ON THE HIGHWAY FOR APPROXIMATELY 20 MILES TO THE N END OF LAKE LAKE.  THENCE CONTINUE ON THE HIGHWAY NW, PASSING A LONG NARROW LAKE ON THE LEFT AND A SMALL CONSTRUCTION CAMP ON THE RIGHT 1 MILE NORTH OF THE LAKE, FOR A TOTAL DISTANCE OF 2-1/2 MILES TO A POINT 1 MILE NW OF THE LONG NARROW LAKE.  FROM HERE THE STATION BEARS SW, AND IS PLAINLY VISIBLE BEYOND AND ABOVE TWO INTERVENING RIDGES. FROM THIS POINT ON THE HIGHWAY PACK SW ACROSS MUSKEG SWAMP IN THE GENERAL DIRECTION OF THE STATION HILL, TO THE N END OF THE FIRST INTERVENING HILL.  THENCE BEAR SLIGHTLY LEFT AND GO SSW TO THE S END OF THE SECOND INTERVENING HILL.  THENCE BEAR RIGHT AND GO W UP A SMALL VALLEY, FOLLOWING THE RIGHT BANK OF A SMALL CREEK TO THE HEAD OF THE VALLEY.  THENCE SW UP GENTLE SLOPE TO THE FOOT OF A STEEP RIDGE EXTENDING WSW UP TO THE TOP OF THE MOUNTAIN. HORSES CAN BE TAKEN TO THIS POINT BY BUILDING AN EMERGENCY BRIDGE ACROSS A SMALL CREEK ABOUT 400 YARDS FROM THE HIGHWAY. WALKING TIME FROM THE HIGHWAY IS ABOUT 3 HOURS. FROM HERE PACK S UP STEEP SLOPE FOR 10 MINUTES TO THE CREST OF THE FIRST SHOULDER ON THE RIDGE AND AZIMUTH MARK. THENCE TURN RIGHT AND CONTINUE UP THE STEEP RIDGE W FOR 2 HOURS TO THE TOP OF THE MOUNTAIN AND STATION.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) IN 1943, THIS STATION AND TWO REFERENCE MARKS WERE ESTABLISHED BY THE NATIONAL GEODETIC SURVEY, FORMERLY KNOWN AS THE U.S. COAST AND GEODETIC SURVEY, AND A TRAVERSE TIE WAS MADE TO THE 1909 INTERNATIONAL BOUNDARY COMMISSIONS STATION, NEAR BY. ALL FOUR MARKS WERE RECOVERED AS DESCRIBED IN 1943 AND FOUND TO BE IN GOOD CONDITION.  THE IBC TRIANGULATION STATION WAS OCCUPIED AND BOTH THIS STATION AND REFERENCE MARKS 1 AND 2 WERE CUT IN AND MEASURED TO.  THE IBC STATION WAS, ALSO, REMARKED AT THIS TIME.  A NEW DESCRIPTION FOLLOWS.  ON THE HIGHEST POINT OF MT. EIKLAND BETWEEN THE INTERNATIONAL  BOUNDARY AND THE ALASKA HIGHWAY.  IT IS APPROXIMATELY 8.6 KM EAST OF THE BOUNDARY AND JUST OPPOSITE THE ROAD  TO SNAG, YUKON.  A HELICOPTER CAN EASILY LAND IN A SADDLE ABOUT 75 METERS TO THE SOUTH OF THE STATION.  THE STATION MARK FOR USC AND GS STATION IS A BRONZE GEODETIC SURVEY OF CANADA DISK, STAMPED  AND CEMENTED IN A DRILL HOLE IN BEDROCK.  THE MARK FOR IBC STATION AND IS AN IBC BRONZE CONTROL TABLET, STAMPED RESET 1974 AND CEMENTED IN A DRILL HOLE IN BEDROCK AT THE HIGHEST POINT.  THE USC AND GS REFERENCE MARK 1 IS A BRONZE GEODETIC SURVEY OF CANADA REFERENCE MARK TABLET, STAMPED AND CEMENTED IN A DRILL HOLE IN BEDROCK.  THE USC AND GS REFERENCE MARK 2 IS A BRONZE GEODETIC SURVEY OF CANADA REFERENCE MARK TABLET, STAMPED AND CEMENTED IN A DRILL HOLE IN BEDROCK.  AN IBC WITNESS POST WAS ERECTED IN A CAIRN NEAR THE STATION AND A SMALL CIRCLE OF STONES WERE PLACED AROUND EACH OF THE STATION MARKS."
        },
        {
            "id": "TT6244",
            "lat": 63.52680851111111,
            "long": -140.76603389722223,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 1974 (CJG) (THE ONLY DESCRIPTION FOR THIS STATION FOUND WAS A 1910 NOTE THAT THIS WAS THE SAME POINT AS THE 1908 CAMERA STATION.  NO OTHER PREVIOUS NOTE OR DESCRIPTION COULD BE FOUND.)  RECOVERED AN OLD CAIRN WITHOUT SIGNAL POLE OR PRECISE MARK.  THERE WAS A POOR AGREEMENT OF CHECK ANGLE MEASURED FROM TRIANGULATION STATION POINT 1908-1974.  A NEW TRIANGULATION STATION, VICTORIA 2 1974, WAS ESTABLISHED AND MARKED AT THE CENTER OF THE OLD CAIRN.  TWO REFERENCE MARKS AND A WITNESS POST, WITH SIGN, WAS, ALSO, SET NEARBY."
        },
        {
            "id": "TT6245",
            "lat": 63.52695716666667,
            "long": -140.76602203055555,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1974 (CJG) ON A PROMINENT OUTCROP OF SCHIST ON THE SAME RIDGE AS EDWARD 2. IT IS 11.7 KM EAST OF THE BOUNDARY.  A HELICOPTER CAN EASILY LAND NEAR THE STATION.  STATION MARK--A BRONZE, IBC CONTROL STATION DISK STAMPED--- VICTORIA 2 1974---AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 1--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- VICTORIA 2 NO 1 1974---AND CRIMPED TO THE TOP OF A 0.5 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  REFERENCE MARK 2--A BRONZE, IBC REFERENCE MARK DISK STAMPED--- VICTORIA 2 NO 2 1974---AND CRIMPED TO THE TOP OF A 0.5 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS POST WAS CEMENTED IN A DRILL HOLE IN BEDROCK NEAR THE STATION."
        },
        {
            "id": "TY7819",
            "lat": 65.26787791111111,
            "long": -140.91836487777778,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (GCB) LOCATED ON THE SOUTH END OF THE EASTERN PART OF A HIGH RIDGE, 2-1/2 MILES EAST OF E OF THE BOUNDARY.  STATION MARK--CROSS IN ROCK IN PLACE, AND CAIRN.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) THE CHISELED CROSS WAS RECOVERED BENEATH THE REMAINS OF A CAIRN.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 4-1/2 MILES NORTH OF CATHEDRAL CREEK, 2-1/2 MILES EAST OF THE U.S.-CANADA BOUNDARY, ON A HIGH, ROCKY MOUNTAIN AND ABOUT 250 FEET SOUTHWEST OF THE HIGHEST POINT OF THE MOUNTAIN.  THE STATION MARK, STAMPED VIEW NE 1909 1974, IS A BRONZE DISK CEMENTED IN A DRILL HOLE IN OUTCROPPING BEDROCK THAT IS FLUSH WITH THE GROUND.  IT IS 5.4 FEET WEST OF A WITNESS POST IN A CAIRN.  REFERENCE MARK 1, STAMPED VIEW NE 1 1909 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN OUTCROPPING BEDROCK THAT IS FLUSH WITH THE GROUND.  IT IS 3.1 FEET NORTHWEST OF A WITNESS POST AND ABOUT 3 FEET LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED VIEW NE 2 1909 1974, IS A BRONZE, REFERENCE MARK DISK CEMENTED IN A DRILL HOLE IN OUTCROPPING BEDROCK THAT IS FLUSH WITH THE GROUND.  IT IS 1.6 FEET NORTH OF A WITNESS POST AND ABOUT 2 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7871",
            "lat": 68.20749238055556,
            "long": -140.93284164444444,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1911 (ACB) IN THE OLD CROW FLATS, ABOUT ONE-HALF MILE EAST OF THE RIVER, AND ABOUT 1-1/2 MILES NORTHWEST OF THE MOUTH OF BILWADDY CREEK. THERE IS A SMALL LAKE JUST SOUTH WEST OF THE SIGNAL.  STATION MARK--A CROSS CUT IN A 3-FOOT HEWN PIECE OF SPRUCE.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE HEWN LOG WITH CROSS WAS FOUND IN GOOD ENOUGH CONDITION TO POSITIVELY IDENTIFY THE POINT.  A STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 2 MILES EAST OF THE BOUNDARY, 1-1/2 MILES NORTHWEST OF THE JUNCTION OF THE OLD CROW RIVER AND BILWADDY CREEK AND ABOUT 1/3 OF A MILE EAST OF THE OLD CROW RIVER IN THE OLD CROW FLATS.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED WAD 1911 1973.  IT IS CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS ON A SMALL HUMP-THE HIGHEST IN THE VICINITY, 91 FEET WEST OF THE CENTER OF A WINTER ROAD, 120 FEET NORTHEAST OF THE EDGE OF A POND AND 3.7 FEET NORTHWEST OF A WITNESS POST.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED WAD NO 1 1911 1973.  IT IS CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 6 INCHES.  IT IS 102 FEET WEST OF THE CENTER OF A WINTER ROAD, 1.5 FEET SOUTH OF A WITNESS POST AND SLIGHTLY LOWER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED WAD NO 2 1911 1973.  IT IS CRIMPED TO THE TOP OF AN 8-FOOT COPPERWELD ROD THAT PROJECTS 6 INCHES.  IT IS 85 FEET NORTHEAST OF THE EDGE OF THE POND, 2.0 FEET EAST OF A WITNESS POST AND SLIGHTLY LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER NO IBC DISCS WERE AVAILABLE SO USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7861",
            "lat": 67.4556961,
            "long": -140.98452889444442,
            "setting": "SET IN A BOULDER",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1910 (WBG) ON THE SOUTH SLOPE OF A HILL ABOUT 2-1/2 MILES ALMOST DUE NORTH OF RAMPART HOUSE. THE HILL IS BARE OF TIMBER AND BRUSH, AND RISES FROM THE WOODED PLATEAU SOUTH OF IT IN FOUR KNOLLS OF INCREASING ELEVATION. THE STATION IS ON THE THIRD KNOLL. AT THE POINT, FOUND DEMOLISHED CAIR CAIRN, THE REMAINS OF TURNERS STATION. COULD FIND NO STATION MARK OF 1890. REACHED BY TAKING THE WELL-DEFINED INDIAN TRAIL WHICH LEADS FROM TURNERS NORTHWEST BASE UP THE STEEP HILL DIRECTLY NORTH OF IT. WHERE THE TRAIL FORKS ON THE PLATEAU, KEEP TO THE EAST. AFTER LEADING THROUGH THE WOODS IT SWINGS STILL FARTHER TO THE EAST DIRECTLY TO THE STATION. TOTAL DISTANCE PROBABLY 3-1/2 MILES.  STATION MARK--1/2-INCH DRILL HOLE IN SMALL STONE SET FLUSH WITH THE GROUND. CAIRN.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION AND THE DRILLED HOLE THAT MARKED THE STATION WAS FOUND IN GOOD CONDITION.  A NEW STATION MARK AND 2 REFERENCE MARKS WERE SET.  A NEW DESCRIPTION FOLLOWS.  THE STATION IS LOCATED 2-1/2 MILES NORTH OF NEW RAMPART HOUSE, 1.8 MILES EAST OF SUNAGHUN CREEK, 0.4 MILES EAST OF BOUNDARY MONUMENT 49 ON THE SOUTH SLOPE OF A NORTH-SOUTH RIDGE WHICH RISES FROM A WOODED PLATEAU IN 4 BENCHES OF INCREASING HEIGHT.  THE STATION IS ON THE THIRD BENCH.  THE STATION MARK IS A USC AND GS TRIANGULATION STATION DISC STAMPED WAN 2 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS ON THE SOUTH EDGE OF THE THIRD BENCH AND 4.5 FEET NORTH OF A WITNESS POST AND CAIRN.  REFERENCE MARK NUMBER 1 IS A USC AND GS REFERENCE MARK DISC STAMPED WAN 2 NO 1 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT PROJECTS 2 INCHES.  IT IS SLIGHTLY HIGHER THAN THE STATION.  REFERENCE MARK NUMBER 2 IS A USC AND GS REFERENCE MARK DISC STAMPED WAN 2 NO 2 1910 1973 AND CRIMPED TO THE TOP OF A 5-FOOT COPPERWELD ROD THAT IS FLUSH WITH THE GROUND.  IT IS AT ABOUT THE SAME ELEVATION AS THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION HOWEVER AS NO IBC DISCS WERE AVAILABLE USC AND GS DISCS WERE USED."
        },
        {
            "id": "TY7965",
            "lat": 61.7387549,
            "long": -140.98102994444446,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1909 (DWE) ON THE SOUTH SIDE OF WHITE RIVER ON THE FLATS, ABOUT 1-1/4 MILES BELOW THE MOUTH OF KLETSAN CREEK, AND ABOUT ONE-HALF MILE ABOVE THE MOUTH OF CACHE CREEK, WHICH COMES INTO WHITE RIVER ON THE OPPOSITE SIDE. IT IS BETWEEN TWO STREAMS OF CLEAR WATER, WHICH COME TOGETHER BELOW THE STATION.  THERE IS A LINE OF POSTS IN LINE WITH WEST BASE, AND A TRIPOD SIGNAL WAS LEFT STANDING IN 1909.  STATION MARK-- A CROSS ON A PIECE OF TIN IMBEDDED IN THE TOP OF A BLOCK OF CONCRETE 8 BY 8 BY 24 INCHES SET 18 INCHES IN THE GROUND. THE CONCRETE BLOCK MARKED W.R.E.B. 1909.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED AS ORIGINALLY DESCRIBED WITH REMAINS OF TRIPOD SIGNAL.  OLD STATION MARK IN CONCRETE PIER IN GOOD CONDITION AND THEREFORE NOT REPLACED.  TWO REFERENCE MARKS WERE ESTABLISHED.  NEW DESCRIPTION--  ON THE FLATS ON THE SOUTH SIDE OF WHITE RIVER, 1.1 KM EAST OF THE BOUNDARY AND ABOUT 50 METRES TO THE NORTH OF A CLEARWATER CREEK.  A HELICOPTER CAN EASILY LAND AT THE STATION.  STATION MARK--A CROSS ON A CIRCULAR PIECE OF TIN EMBEDDED IN THE TOP OF A 20 X 20 X 60 CM BLOCK OF CONCRETE SET 2/3 IN THE GROUND.  THE CONCRETE BLOCK IS MARKED W.R.E.B. 1909.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED WHITE E. BASE NO. 1 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED WHITE E. BASE NO. 2 1909-1974 AND CRIMPED TO THE TOP OF A 1.2 METRE LENGTH OF COPPERWELD ROD DRIVEN IN THE GROUND.  AN IBC WITNESS SIGN WAS NAILED TO A SPRUCE TREE NEAR THE STATION."
        },
        {
            "id": "TY8051",
            "lat": 60.71123950555556,
            "long": -135.07705537222222,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY GEODETIC SURVEY OF CANADA 1980 PRIMARY SCIENTIFIC PURPOSES - MEASUREMENTS SUPPORTING THE DETERMINATION OF REGIONAL DEFORMATION. SITE DESCRIPTION - THE SITE IS LOCATED IN WEST CANADA 250 METERS (820.2 FT) SOUTH OF THE CONTROL TOWER OF WHITEHORSE AIRPORT AND FIFTY METERS NORTH OF AN UPPER ATMOSPHERIC STATION OPERATED BY ENVIRONMENT CANADA.  THE SITE IS NORTH OF THE NORTHEAST TRENDING AIRSTRIP USED BY SMALL AIRCRAFT THE SITE IS IN THE CORNER OF A THIRTY METER SQUARE AREA OF PAVEMENT.  THE OBSERVING MONUMENT IS FLUSH WITH THE PAVEMENT AND CAN ACCOMMODATE ANY MOBILE VLBI SYSTEM.  THE MONUMENT IS A BRONZE TABLET IN 30-IN DIAMETER CONCRETE PIER. SITE TOPO MAP -MACRAE 105D/10 EDITION 4 1980, AVAILABLE FROM CD MAP OFFICE, DEPARTMENT OF ENERGY, MINES AND RESOURCES, OTTAWA. GEOLOGICAL PROVINCE - COLUMBIA INTERMONTANE BELT LOCAL GEOLOGY - QUARTERNARY ALLUVIUM DEPOSITS OF THE YUKON RIVER VALLEY UNDERLAIN BY UPPER TERTIARY ROCKS OF THE LEWES RIVER GROUP. THE SITE IS AT AN ELEVATION OF 2300 FT (701.0 M) ABOVE SEA LEVEL SURROUNDED BY MOUNTAINS RISING TO ELEVATIONS OF 4000 TO 5000 FEET.                            STATION RECOVERY (1990)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1990 THE STATION IS LOCATED IN WEST CANADA, ABOUT 3 KM (1.9 MI) WEST OF WHITEHORSE, YUKON TERRITORY, AT THE WHITEHORSE AIRPORT. OWNERSHIP--CITY OF WHITEHORSE. TO REACH THE STATION FROM THE JUNCTION OF THE ALASKA HIGHWAY AND 2 MILE HILL, TWO MILES WEST-NORTHWEST OF WHITEHORSE, GO SOUTH FOR 2.2 KM (1.4 MI) ON THE ALASKA HIGHWAY TO A GRAVEL DRIVE LEFT, ENTRANCE TO THE TRANSPORTATION MUSEUM.  TURN LEFT AND GO EAST FOR 0.25 KM (0.16 MI) ON THE GRAVEL DRIVE, PASSING A MUNICAPAL TENNIS COURT ON THE RIGHT, TO A GRAVEL ROAD LEADING TO THE UPPER ATMOSPHERIC STATION OPERATED BY ENVIRONMENT CANADA, AND THE STATION AHEAD IN A 30 METER SQUARE GRAVEL LOT. THE STATION IS A BRONZE DISK SET IN THE TOP OF A 30-INCH DIAMETER CONCRETE MONUMENT FLUSH WITH THE GROUND.  A 4-FOOT TALL ALUMINIUM STAND WITH PLYWOOD TOP PLATE IS PERMANENTLY MOUNTED OVER THE STATION. LOCATED 52.42 M (171.98 FT) NORTH-NORTHWEST FROM THE NORTH CORNER OF A SMALL DOMED STRUCTURE, 45.72 M (150.00 FT) NORTHEAST OF THE EAST POST OF THE ENVIRONMENT SERVICE SIGN AND 34.44 M (112.99 FT) EAST OF THE CENTER OF THE GRAVEL ROAD. DESCRIBED BY H.J. SKELLEY."
        },
        {
            "id": "DE6615",
            "lat": 60.75050918888889,
            "long": -135.22208748611112,
            "description": "DESCRIBED BY NATIONAL GEODETIC SURVEY 2020 STATION IS A GPS CORS.  LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14     https://geodesy.noaa.gov/corsdata/station_log     https://geodesy.noaa.gov/CORS"
        },
        {
            "id": "DE6617",
            "lat": 60.75050918888889,
            "long": -135.22208748611112,
            "description": "THIS MONUMENT IS ASSOCIATED WITH CORS SITE 'WHIT' LATEST INFORMATION INCLUDING POSITIONS AND VELOCITIES ARE AVAILABLE IN THE COORDINATE AND LOG FILES ACCESSIBLE BY ANONYMOUS FTP OR THE WORLDWIDE WEB.    https://geodesy.noaa.gov/corsdata/coord/coord_14    https://geodesy.noaa.gov/corsdata/station_log    https://geodesy.noaa.gov/CORS RECOVERED AS DESCRIBED."
        },
        {
            "id": "TY7983",
            "lat": 62.91298810833333,
            "long": -140.9466748138889,
            "setting": "SET IN ROCK OUTCROP",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1908 (TR) ABOUT 1-3/4 MILES EAST OF THE LINE, ON A HEAVILY TIMBERED LONE HILL AT THE END OF A LONG RIDGE RUNNING DOWN FROM MOOSEHORN MOUNTAINS. THERE IS A LAKE TO THE NORTHWEST, AND A NUMBER OF THEM TO NORTHEAST, THESE LATTER DRAINING THROUGH SCOTTIE CREEK, WHICH RUNS AROUND THE NORTH SIDE OF THE HILL.  THE STATION IS THE HIGHEST KNOB WHERE A GREAT DEAL OF CUTTING HAD TO BE DONE TO OPEN LINES OF SIGHT.  STATION MARK-- A DRILL HOLE IN TRIANGLE ON GRANITE OUTCROP, ABOUT 4 INCHES UNDER MOSS.  TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY NATIONAL GEODETIC SURVEY 1974 (CJG) RECOVERED DRILL HOLE BY INTERSECTING RAYS FROM FLAT, MOOSEHORN AND SAUERKRAUT.  TRIANGLE BARELY DISCERNIBLE, PROBABLY BECAUSE OF SPALLING AFTER HEAT OF RECENT FOREST FIRE.  A NEW STATION MARK WAS SET AND TWO REFERENCE MARKS ESTABLISHED.  NEW DESCRIPTION--  ON A LOW TREE COVERED HILL 2.8 KM EAST OF THE BOUNDARY AND ABOUT 5 KM NORTH OF WHERE THE HEADWATERS OF SCOTTIE CREEK CROSS THE BOUNDARY.  IT IS APPROXIMATELY AT THE HIGHEST POINT ON THE HILL WHICH IS DEVELOPING A NEW COVERING OF SPRUCE AND BIRCH TREES AFTER BEING BURNED OVER.  A LANDING AREA AND VISTA TO SAUERKRAUT AND FLAT WERE CLEARED.  STATION MARK--BRONZE IBC CONTROL STATION TABLET STAMPED WIENERWURST 1908-1974 CEMENTED IN A DRILL HOLE IN GRANITE.  REFERENCE MARK 1--BRONZE IBC REFERENCE MARK TABLET STAMPED WIENERWURST NO. 1 1908-1974 AND CRIMPED TO THE TOP OF A 1.0 METRE LENGTH OF COPPERWELD ROD AND DRIVEN IN THE GROUND.  REFERENCE MARK 2--BRONZE IBC REFERENCE MARK TABLET STAMPED WIENERWURST NO. 2 1908-1974 AND CEMENTED IN A GRANITE OUTCROP AT THE HIGHEST POINT ON HILL.  AN IBC WITNESS POST WAS CEMENTED IN A DRILL HOLE NEAR THE STATION."
        },
        {
            "id": "TY7789",
            "lat": 64.49318160555556,
            "long": -140.88379243055556,
            "setting": "METAL ROD DRIVEN INTO GROUND. SEE TEXT FOR ADDITIONAL",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ABOUT 3-1/2 MILES EAST OF THE LINE ON THE HIGHEST PART OF THE CONTINUATION OF THE LIBERTY RIDGE.  A GOOD DEAL OF TIMBER SURROUNDED THE STATION, AND WAS CUT OUT.  STATION MARK-- 3/4-INCH DRILL HOLE IN ROCK SUNK IN GROUND. TRIPOD SIGNAL.                            STATION RECOVERY (1974)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1974 (FXP) A SHALLOW INDENTATION IN THE MIDDLE OF A ROCK WAS RECOVERED NEAR THE REMAINS OF THE OLD TRIPOD SIGNAL.  CHECK ANGLES VERIFIED THE RECOVERY.  A NEW STATION MARK AND TWO REFERENCE MARKS WERE SET AT THIS TIME.  A NEW DESCRIPTION FOLLOWS--  THE STATION IS LOCATED ABOUT 3-1/2 MILES EAST OF THE U.S.-CANADA BOUNDARY, 2-1/2 MILES NORTH OF CLINTON CREEK AND IN A SMALL, BARE SPOT ON A BRUSHY RIDGE.  THERE IS A HIGHER POINT ABOUT 0.4 MILE NORTHEAST OF THE STATION.  THE STATION MARK, STAMPED WOODY 1907 1974, IS A BRONZE, DISK CRIMPED TO A 6-FOOT, COPPER-COATED, STEEL ROD THAT IS FLUSH WITH THE GROUND.  IT IS 6.6 FEET NORTHWEST OF A WITNESS POST.  REFERENCE MARK 1, STAMPED WOODY 1 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 5-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 25.0 FEET EAST OF THE WITNESS POST AND ABOUT 1 FOOT LOWER THAN THE STATION.  REFERENCE MARK 2, STAMPED WOODY 2 1907 1974, IS A BRONZE, REFERENCE MARK DISK CRIMPED TO A 3-FOOT, COPPER-COATED, STEEL ROD THAT PROJECTS 2 INCHES.  IT IS 19.5 FEET SOUTHEAST OF THE WITNESS POST AND ABOUT 2 FEET LOWER THAN THE STATION."
        },
        {
            "id": "TY7798",
            "lat": 64.68057396111112,
            "long": -140.99830410555555,
            "setting": "SET IN TOP OF CONCRETE MONUMENT",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION IS LOCATED ON A SMALL KNOLL ON THE SOUTH SIDE OF THE YUKON RIVER, ABOUT 150 METRES EAST OF THE BOUNDARY AND 15.5 FEET SOUTH OF THE EDGE OF THE RIVER BLUFF.  STATION MARK--A CROSS CUT IN COPPER SET IN THE APPROXIMATE CENTRE OF A CONCRETE PIER WHOSE TOP CROSS SECTION IS 0.7 FEET X 0.8 FEET.  IT PROJECTS ABOUT ONE FOOT (THE STATION MARK FROM THE OLD STATION WAS USED AND SET IN MORE CONCRETE.  THE STATION WAS MOVED BECAUSE IT WOULD SOON HAVE FALLEN INTO THE RIVER).  IT IS 10.5 FEET, 350 DEGREES TRUE FROM THE CENTRE OF A 1.5 - FOOT DIAMETER SPRUCE.  REFERENCE MARK 1--A USC+GS REFERENCE MARK DISK STAMPED---YUKON RIVER E BASE 2 NO 1 1973---AND CRIMPED TO THE TOP OF A ONE - FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS 062 DEGREES TRUE, 17.2 FEET FROM THE CENTRE OF THE ABOVE - MENTIONED SPRUCE AND 7.5 FEET SOUTH - SOUTHWEST OF THE EDGE OF THE BLUFF. IT IS EAST OF THE STATION AND AT ABOUT THE SAME ELEVATION.  REFERENCE MARK 2--A USC+GS REFERENCE MARK DISK STAMPED---YUKON RIVER E BASE 2 NO 2 1973---AND CRIMPED TO THE TOP OF AN 8 - FOOT COPPERWELD ROD THAT PROJECTS 4 INCHES.  IT IS 154 DEGREES TRUE AND 9 FEET FROM THE CENTRE OF THE 1.5 - FOOT SPRUCE. IT IS SOUTH - SOUTHEAST OF THE STATION, ON THE SOUTH SLOPE OF THE KNOLL AND ABOUT 3.5 FEET LOWER THAN THE STATION.  THIS WORK WAS ACCOMPLISHED BY THE INTERNATIONAL BOUNDARY COMMISSION.  HOWEVER, AS NO IBC DISKS WERE AVAILABLE USC+GS DISKS WERE USED."
        },
        {
            "id": "TY7797",
            "lat": 64.68061189166667,
            "long": -140.99829892777777,
            "setting": "UNSPECIFIED SETTING",
            "description": "DESCRIBED BY INTERNATIONAL BOUNDARY COMMISSION 1907 (TR) ON A SMALL KNOLL ON THE SOUTH SIDE OF YUKON RIVER, ON RIVER BANK ABOUT 150 METERS EAST OF THE LINE.  STATION MARK-- CROSS CUT IN COPPER AND SET IN CONCRETE PIER. PIER SETS ABOUT 8 INCHES ABOVE GROUND, AND IS MARKED A.B.S. E.B.-1907.                            STATION RECOVERY (1973)  RECOVERY NOTE BY INTERNATIONAL BOUNDARY COMMISSION 1973 (FXP) THE STATION WAS RECOVERED FROM THE OLD DESCRIPTION.  THE MARK WAS TILTED SLIGHTLY.  IT WAS STRAIGHTENED UP WITH WEDGES AND MOVED 0.19 FEET (0.058 METERS) 246 DEGREES TRUE.  THIS PUT THE MARK BACK IN THE OLD CORNER IN THE EARTH WHICH WAS STILL PLAINLY VISIBLE.  THE STATION SHOULD BE CONSIDERED RECOVERED.  THE RIVER HAD ERODED ITS BANK SO THAT THE MARK WOULD SOON HAVE FALLEN INTO THE RIVER SO YUKON RIVER EAST BASE 2 1973 WAS ESTABLISHED.  THE STATION MARK FOR YUKON RIVER EAST BASE 1907 WAS USED FOR THE NEW STATION MARK SO YUKON RIVER EAST BASE 1907 IS NOW LOST. *** retrieval complete."
        }
    ]
}